interface ArticleData {
  "title": string;
  "category": string;
  "published_date": string;
  "intro": string;
  "intro_list": string[];
  "content": {[key:string]:string[]};
  "writer": string;
  "resource": string[];
}

const articleInfo: { [key: string]: ArticleData } = {
  "food1_2": {
    "title": "อาหารที่เหมาะสมสำหรับลูกวัย 1-2 ปี",
    "category": "อาหารของคุณลูก",
    "published_date": "29 มิถุนายน 2563",
    "intro": "เด็กในวัย 1-2 ปีควรให้กินอาหารวันละ 3 มื้อเป็นอาหารหลัก แต่ละมื้อควรมีอาหารครบ 5 หมู่ ประกอบด้วยข้าว/ก๋วยเตี๋ยว/ขนมปัง เนื้อสัตว์หรือตับบดหรือไข่ ผักใบเขียว น้ำมันพืช (ในการประกอบอาหาร) โดยให้มีสัดส่วนเหมาะสม แนะนำให้กินผลไม้สด",
    "intro_list": [
      "กินอาหารวันละ 3 มื้อเป็นอาหารหลัก แต่ละมื้อควรมีอาหารครบ 5 หมู่",
      "ประกอบด้วยข้าว/ก๋วยเตี๋ยว/ขนมปัง เนื้อสัตว์หรือตับบดหรือไข่ ผักใบเขียว น้ำมันพืช (ในการประกอบอาหาร)",
      "กินผลไม้สด อาหารปรุงสุก สะอาด ไม่ปรุงรส",
      "ไม่แนะนำให้ดื่มน้ำผลไม้ หลีกเลี่ยงขนมกรุบกรอบ น้ำหวาน น้ำอัดลม",
      "นมเป็นอาหารว่าง ควรดื่มวันละ 2-3 แก้วหรือกล่อง (1 แก้วหรือกล่องประมาณ 200 มล.)",
      "ให้ลูกได้ตัก หยิบอาหารเอง จัดที่นั่งให้ลูกได้กินอาหารกับสมาชิกในครอบครัว"
    ],
    "content": {
      "12-18 เดือน": [
        "ควรให้เลิกใช้ขวดนม ให้ดื่มนมจืดจากกล่องหรือแก้ว และให้เลิกกินนมมื้อดึก ก่อนเข้านอน ควรแปรงฟันทุกครั้ง เพื่อป้องกันฟันผุและเสริมสร้างพัฒนาการตามวัย",
        "ควรให้ฝึกใช้ช้อนกินอาหารด้วยตนเอง หรือหยิบอาหารกินเอง",
        "อาหารหลัก 3 มื้อ ควรดื่มนมจืดวันละ 2-3 แก้วหรือกล่อง (1 แก้วหรือกล่องประมาณ 200 มล.)",
        "จัดมื้ออาหารให้เป็นเวลา ไม่กินจุบจิบ เพื่อส่งเสริมพฤติกรรมการกินที่ดีให้ลูก"
      ],
      "18-24 เดือน": [
        "วัยนี้ไม่ควรดูดนมจากขวด และไม่ควรดื่มนมมื้อดึก",
        "ช่วงนี้เป็นวัยที่เด็กอาจมีปัญหาเรื่องกินยาก ให้ผู้ปกครองส่งเสริมพฤติกรรมการกินที่ดี เช่น กินอาหารให้ตรงเวลา นั่งกินด้วยกันพร้อมสมาชิกในครอบครัว ผู้ปกครองมีหน้าที่เตรียมอาหารที่ครบ 5 หมู่ หลากหลาย และเป็นแบบอย่างที่ดีให้กับลูก ส่วนลูกจะเป็นคนตัดสินใจว่าจะกินมากน้อยแค่ไหน ไม่บังคับ หรือเดินตามป้อน ไม่ควรให้นมหรือขนมทดแทนเมื่อลูกกินข้าวได้น้อย"
      ]
    },
    "writer": "พญ.สุชาอร แสงนิพันธ์กูล พญ.รสวันต์ อารีมิตร พญ.นลินี จงวิริยะพันธุ์ พญ.สุภาพรรณ ตันตราชีวธร พญ.อุมาพร สุทัศน์วรวุฒิ",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  "food2_4": {
    "title": "อาหารที่เหมาะสมสำหรับลูกวัย 2-4 ปี",
    "category": "อาหารของคุณลูก",
    "published_date": "29 มิถุนายน 2563",
    "intro": "เด็กในวัยนี้ควรให้กินอาหารวันละ 3 มื้อเป็นอาหารหลักแต่ละมื้อควรมีอาหารครบ 5 หมู่ สัดส่วนเหมาะสม ให้เด็กมีส่วนในการกินเอง",
    "intro_list": [
      "นมเป็นอาหารว่าง ควรดื่มนมจืดวันละ 2-3 แก้ว (1 แก้วหรือกล่องประมาณ 200 มล.)",
      "วัยนี้ไม่ควรดูดนมจากขวด หลังดื่มนม ควรแปรงฟัน และไม่ควรตื่นมาดื่มนมกลางดึก",
      "ฝึกนิสัยให้เลือกรับประทานอาหารที่ไม่หวานจัด เค็มจัด มันจัด"
    ],
    "content": {},
    "writer": "พญ.สุชาอร แสงนิพันธ์กูล พญ.รสวันต์ อารีมิตร พญ.นลินี จงวิริยะพันธุ์ พญ.สุภาพรรณ ตันตราชีวธร พญ.อุมาพร สุทัศน์วรวุฒิ",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  "food4_6": {
    "title": "อาหารที่เหมาะสมสำหรับลูกอายุ 4-6 ปี",
    "category": "อาหารของคุณลูก",
    "published_date": "29 มิถุนายน 2563",
    "intro": "วัยนี้ควรให้กินอาหารวันละ 3 มื้อเป็นอาหารหลักแต่ละมื้อควรมีอาหารครบ 5 หมู่ สัดส่วนเหมาะสม ให้เด็กกินเอง",
    "intro_list": [
      "นมเป็นอาหารว่าง ควรดื่มวันละ 2-3 แก้ว (1 แก้วประมาณ 200 มล.)",
      "วัยนี้ไม่ควรดูดนมจากขวด หลังดื่มนมควรแปรงฟันก่อนนอนและไม่ควรตื่นมาดื่มนมกลางดึก"
    ],
    "content": {},
    "writer": "พญ.สุชาอร แสงนิพันธ์กูล พญ.รสวันต์ อารีมิตร พญ.นลินี จงวิริยะพันธุ์ พญ.สุภาพรรณ ตันตราชีวธร พญ.อุมาพร สุทัศน์วรวุฒิ",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  "food6_18": {
    "title": "อาหารที่เหมาะสมสำหรับลูกอายุ 6-18 ปี",
    "category": "อาหารของคุณลูก",
    "published_date": "29 มิถุนายน 2563",
    "intro": "เด็กช่วง 6 - 18 ปี ควรให้กินอาหารวันละ 3 มื้อ ครบ 5 หมู่ สัดส่วนเหมาะสม ให้เด็กกินเอง",
    "intro_list": [
      "นมเป็นอาหารว่าง ควรดื่มวันละ 2-3 แก้ว (1 แก้วประมาณ 200 มล.) เพื่อให้ได้แคลเซียมเพียงพอในการเสริมสร้างกระดูก",
      "วัยรุ่นหญิงควรกินเนื้อสัตว์ (เนื้อแดง) ตับ ไข่แดง ผักสีเขียวเข้ม เป็นประจำ เพื่อให้ได้ธาตุเหล็กเพียงพอ"
    ],
    "content": {},
    "writer": "พญ.สุชาอร แสงนิพันธ์กูล พญ.รสวันต์ อารีมิตร พญ.นลินี จงวิริยะพันธุ์ พญ.สุภาพรรณ ตันตราชีวธร พญ.อุมาพร สุทัศน์วรวุฒิ",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  "food0_1": {
    "title": "อาหารที่เหมาะสมสำหรับลูกในปีแรก",
    "category": "อาหารของคุณลูก",
    "published_date": "29 มิถุนายน 2563",
    "intro": "เมื่อลูกหิว ทารกจะแสดงออกโดยการอ้าปากเพื่อจะกิน อาหารหลักของวัยนี้คือ 'นม' นมแม่เป็นอาหารที่ดีที่สุดสำหรับทารก ทารกควรได้รับนมแม่อย่างเดียวยกเว้นมีข้อบ่งชี้ทางการแพทย์",
    "intro_list": [
      "อาหารหลักของทารกวัยนี้คือนม นมแม่เป็นอาหารที่ดีที่สุดสำหรับทารก มีสารอาหารครบถ้วนเพียงพอกับความต้องการของลูก",
      "ทารกช่วงวัยนี้ ควรได้รับนมแม่อย่างเดียวโดยการดูดจากเต้าเป็นหลัก ยกเว้นมีข้อห้ามทางการแพทย์หรือมีปัญหาการเจริญเติบโต",
      "น้ำเป็นส่วนประกอบของนมแม่ ดังนั้นทารกที่ได้รับนมแม่เพียงพอ จึงไม่จำเป็นต้องดื่มน้ำตามหลังการกินนม",
      "ควรจับเรอทุกครั้งหลังกินนม",
      "มารดาที่ให้นมบุตร ควรรับประทานอาหารที่หลากหลาย ครบ 5 หมู่ ปลาทะเล 2-3 ครั้งต่อสัปดาห์ และดื่มนมจืดไขมันต่ำวันละ 2 แก้ว ไม่มีความจำเป็นต้องงดอาหารกลุ่มเสี่ยง (ยกเว้นลูกได้รับการวินิจฉัยว่าแพ้นมวัว หรืออาหารบางชนิด)"
    ],
    "content": {
      "แรกเกิด-1 สัปดาห์": [
        "หากกินนมแม่ ให้ลูกกินเมื่อหิว (ทารกแสดงอาการหิวโดยการอ้าปากเพื่อจะกิน) หรือ ทุก 1-2 ชม. โดยดูดจากเต้าเป็นหลัก หลีกเลี่ยงการให้ทารกดูดนมจากขวดนม เพราะอาจทำให้เกิดภาวะสับสนหัวนมได้ (nipple confusion)",
        "ถ้าลูกดูดนมแม่ได้เพียงพอ ลูกจะนอนหลับได้ดี ปัสสาวะอย่างน้อยวันละ 6 ครั้ง และถ่ายอุจจาระอย่างน้อยวันละ 2 ครั้ง",
        "หากมีความจำเป็นต้องให้กินนมผสม ให้เมื่อลูกหิว เตรียมให้ถูกต้องเหมาะสมตามคำแนะนำ ควรให้ครั้งละประมาณ 1-2 ออนซ์ จำนวน 8-12 มื้อต่อ 24 ชม. ควรอุ้มลูกเวลาให้นมขวดเสมอเพื่อป้องกันการสำลักนม"
      ],
      "0-2 เดือน": [
        "หากกินนมแม่ ให้ลูกกินเมื่อหิว (ทารกแสดงอาการหิวโดยการอ้าปากเพื่อจะกิน) หรือ ทุก 2-3 ชม. โดยให้ลูกดูดนมจากเต้าเป็นหลัก",
        "เพื่อป้องกันการเกิดเต้านมอักเสบ ท่อน้ำนมอุดตัน ควรให้ลูกดูดนมบ่อย ทุก 2-3 ชม. ดูดให้เกลี้ยงเต้า สลับดูดทั้งสองข้าง และปั๊มนมช่วยเมื่อจำเป็น",
        "หากมีน้ำนมมาก ลูกอาจสำลักนมได้ ให้ลองปรับท่าเวลาให้นม",
        "หากคุณแม่ต้องกลับไปทำงานที่ไม่สามารถมาให้นมลูกเองทุก 2-3 ชม. ควรหานมแม่จากสถานที่น่าเชื่อถือ หรือใช้นมแม่ที่ปั๊มไว้ และให้ลูกดื่มนมจากขวด"
      ],
      "2-4 เดือน": [
        "หากกินนมแม่ ให้ลูกกินเมื่อหิว วัยนี้อาจต้องการกินนมบ่อยขึ้น บ่งบอกว่าต้องการพลังงานมากขึ้น ไม่ใช่ว่าน้ำนมไม่พอ ยิ่งให้ลูกดูดนมบ่อยขึ้น ร่างกายคุณแม่จะสร้างน้ำนมเพิ่มขึ้น",
        "หากคุณแม่ต้องกลับไปทำงานที่ไม่สามารถมาให้นมลูกได้ ควรเตรียมเก็บน้ำนมแม่ไว้ให้ลูกกิน เพื่อให้ลูกได้นมแม่อย่างต่อเนื่อง",
        "หากมีความจำเป็นต้องให้กินนมผสม ให้เมื่อลูกหิว เตรียมให้ถูกต้องเหมาะสมตามคำแนะนำ ควรให้ครั้งละ ประมาณ 3-5 ออนซ์ จำนวน 8 มื้อต่อ 24 ชม.",
        "วัยนี้ยังไม่ควรให้อาหารอื่นหรือผลไม้"
      ],
      "4-6 เดือน": [
        "หากกินนมแม่ให้ลูกกินเมื่อหิว วัยนี้อาจต้องการกินนมบ่อยขึ้นบ่งบอกว่าต้องการพลังงานมากขึ้นไม่ใช่ว่าน้ำนมไม่พอ ยิ่งให้ลูกดูดนมบ่อยขึ้น ร่างกายคุณแม่จะสร้างน้ำนมเพิ่มขึ้น",
        "หากมีความจำเป็นต้องให้กินนมผสม ให้เมื่อลูกหิว เตรียมให้ถูกต้องเหมาะสมตามคำแนะนำ ควรให้ครั้งละ ประมาณ 4-6 ออนซ์ จำนวน 6 มื้อต่อ 24 ชม.",
        "นมยังคงเป็นอาหารหลักของวัยนี้ อาจเริ่มฝึกให้ทารกรับอาหารตามวัย 1 มื้อ ปริมาณเล็กน้อย ค่อยๆ ป้อน ลูกอาจใช้ลิ้นดุนช้อนหรืออาหารออกมาในช่วงแรกและให้สังเกตอาการแพ้",
        "เริ่มอาหารทีละอย่าง ครั้งละน้อย ๆ ถ้าลูกรับอาหารได้สามารถเริ่มเนื้อสัตว์เช่น ไข่แดง ตับ ไก่ได้เลยเพราะลูกต้องการโปรตีนในการเจริญเติบโตและสร้างมวลกล้ามเนื้อ",
        "ควรเตรียมอาหารโดยมีส่วนประกอบทั้งข้าว เนื้อสัตว์ น้ำมันพืช ผัก ที่สุกสะอาด ไม่ปรุงรสและค่อย ๆ เพิ่มปริมาณขึ้น",
        "ไม่บังคับลูก ถ้าลูกปฏิเสธอาหาร",
        "ไม่ควรให้น้ำผลไม้ ควรให้ผลไม้สุกครูดเป็นเนื้อละเอียด"
      ],
      "6-9 เดือน": [
        "ให้กินนมแม่ให้ลูกกินเมื่อหิว (ทารกแสดงอาการหิวโดยการอ้าปากเพื่อจะกิน) หากมีความจำเป็นต้องให้กินนมผสม ให้เมื่อลูกหิว เตรียมให้ถูกต้องเหมาะสมตามคำแนะนำ ควรให้ครั้งละ ประมาณ 5-6 ออนซ์ จำนวน 4-5 มื้อต่อ 24 ชม.",
        "นมยังคงเป็นอาหารหลักของวัยนี้ แต่นมอย่างเดียวไม่เพียงพอ วัยนี้ต้องได้อาหารตามวัย 1 -2 มื้อ (แทนนม 1 มื้อ) ประกอบด้วยข้าวบด ตับหรือเนื้อสัตว์บดหรือตับบดหรือไข่ ผักใบเขียว น้ำมันพืช ผลไม้สด โดยให้มีสัดส่วนเหมาะสม เริ่มอาหารทีละอย่าง สังเกตอาการแพ้ ทำอาหารบดละเอียดแล้วค่อยบดหยาบขึ้น",
        "อาหารปรุงสุก สะอาด ไม่ปรุงรส",
        "ควรศึกษาข้อมูลอาหารตามวัยเพิ่มเติมจากสมุดบันทึกสุขภาพแม่และเด็ก (สมุดชมพู)",
        "ทารกวัยนี้มีอัตราการเติบโตลดลงกว่าช่วง 0-6 เดือนแรก",
        "หลังเริ่มอาหารตามวัย อุจจาระจะมีลักษณะเป็นเนื้อเหนียวมากขึ้น"
      ],
      "9-12 เดือน": [
        "ให้กินนมแม่ ให้ลูกกินเมื่อหิว หากมีความจำเป็นต้องให้กินนมผสม เตรียมให้ถูกต้องเหมาะสมตามคำแนะนำ ควรให้ครั้งละ ประมาณ 6-8 ออนซ์ จำนวน 3-5 มื้อต่อ 24 ชม. และไม่ให้นมทดแทนมื้ออาหาร",
        "นมยังคงเป็นอาหารหลักของวัยนี้ แต่นมอย่างเดียวไม่เพียงพอ วัยนี้ต้องได้อาหารตามวัยด้วย ช่วงอายุ 8-9 เดือน ต้องได้อาหารตามวัย 2 มื้อ (แทนนม 2 มื้อ) ช่วงอายุ 10-12 เดือน ได้อาหารตามวัย 3 มื้อ (แทนนม 3 มื้อ)",
        "อาหารตามวัยประกอบด้วยข้าวหรือก๋วยเตี๋ยว เนื้อสัตว์หรือตับบดหรือไข่ ผักใบเขียว น้ำมันพืช โดยให้มีสัดส่วนเหมาะสม เริ่มอาหารทีละอย่าง สังเกตอาการแพ้ ทำอาหารให้หยาบขึ้น",
        "เริ่มให้อาหารนิ่มที่เด็กหยิบกินเองได้ ไม่ควรให้อาหารที่เป็นเม็ด เช่น ถั่ว ข้าวโพด เพราะอาจสำลักได้",
        "ฝึกให้ลูกนั่งกินอาหารบนเก้าอี้เด็ก มีส่วนร่วมในการหยิบอาหารเข้าปากเอง จับช้อนเอง ให้เวลาในการกินอาหารไม่เกิน มื้อละ 30 นาที",
        "อาหารปรุงสุก สะอาด ไม่ปรุงรส ควรมีทั้งต้ม นึ่ง ผัด ทอด สลับกันไป",
        "ควรเริ่มฝึกให้ทารกดื่มนมจากกล่องหรือแก้ว และฝึกให้เลิกกินนมมื้อดึก เพื่อให้เลิกขวดนมก่อนอายุ 18 เดือน"
      ]
    },
    "writer": "พญ.สุชาอร แสงนิพันธ์กูล พญ.รสวันต์ อารีมิตร พญ.นลินี จงวิริยะพันธุ์ พญ.สุภาพรรณ ตันตราชีวธร พญ.อุมาพร สุทัศน์วรวุฒิ",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  "phonePros": {
    "title": "ใช้สื่อจอใสอย่างไรเพื่อส่งเสริมพัฒนาการและพฤติกรรมเด็ก",
    "category": "พัฒนาการ",
    "published_date": "03 กรกฎาคม 2563",
    "intro": "พ่อแม่หรือผู้เลี้ยงดูที่เริ่มให้เด็กใช้สื่อจอใสช้า เลือกรายการทางการศึกษา มีเนื้อหาเอื้อต่อสังคม หรือมีคุณภาพสูง ลดการเข้าถึงสื่อที่มีเนื้อหารุนแรง สำหรับผู้ใหญ่หรือมีเนื้อหาแฟนตาซีมากเกินไป และไม่เปิดสื่อทิ้งไว้ ดูและพูดสื่อสารกับเด็กระหว่างได้รับสื่อไปด้วย รวมถึงผู้ปกครองก็ใช้สื่อจอใสของตนเองน้อย ฝึกระเบียบวินัยอย่างสม่ำเสมอ และสามารถตอบสนองต่อลูกอย่างเหมาะสมจะทำให้เด็กมีพัฒนาการด้านภาษาและการพูดสื่อสาร ทักษะด้านสังคม อารมณ์ สติปัญญา การทำหน้าที่บริหารของสมองระดับสูง มีความพร้อมในการเรียน และผลสัมฤทธิ์ทางการเรียนดีขึ้น มีความรุนแรง พฤติกรรมก้าวร้าว และซนสมาธิสั้นลดลง นอกจากนี้หากลูกเป็นเด็กเลี้ยงยาก ควบคุมตนเอง หรืออารมณ์ได้ไม่ดี มีปัญหาพัฒนาการ ซน อยู่ไม่นิ่ง หรือกินยาก พ่อแม่หรือผู้เลี้ยงดูควรหลีกเลี่ยงการใช้สื่อจอใสเพื่อแก้ปัญหาดังกล่าวเนื่องจากจะยิ่งทำให้ปัญหาต่าง ๆ ข้างต้นนั้นเป็นมากขึ้นได้",
    "intro_list": [],
    "content": {
      "คำแนะนำสำหรับผู้ปกครองเกี่ยวกับการให้เด็กปฐมวัยได้รับสื่อจอใสอย่างเหมาะสม": [
        "1. ตระหนักถึงความสำคัญของการพัฒนาสมองของเด็กตั้งแต่ช่วงปฐมวัยโดยผ่านการลงมือทำ การเล่นตามวัย และเน้นการมีปฏิสัมพันธ์ทางสังคมกับผู้อื่นเพื่อส่งเสริมพัฒนาการด้านภาษา สติปัญญา ทักษะทางอารมณ์ และสังคม",
        "2. ตระหนักและคำนึงถึงผลกระทบของสื่อจอใสที่ผลิตขึ้นสำหรับผู้ใหญ่โดยตรงว่าอาจส่งผลต่อพัฒนาการ พฤติกรรม และสุขภาพของเด็กได้",
        "3. ปิดสื่อจอใสต่าง ๆ เมื่อไม่มีคนดู หรือใช้งาน และหลีกเลี่ยงการได้รับสื่อจอใสประเภทต่าง ๆ ของตนเอง โดยเฉพาะเมื่อมีเด็กเล็กอยู่ในห้องเดียวกันขณะนั้นด้วยเพื่อเป็นแบบอย่างที่ดีในการใช้สื่อจอใสประเภทต่าง ๆ อย่างเหมาะสมให้แก่เด็ก",
        "4. หลีกเลี่ยงที่จะให้เด็กที่มีอายุน้อยกว่า 18-24 เดือน ได้รับสื่อจอใสประเภทต่าง ๆ เลย ยกเว้นการคุยผ่านวิดีโอ (video-chatting) กับคน",
        "5. เด็กอายุ 2-5 ปี ควรจำกัดการรับสื่อจอใสต่าง ๆ โดยไม่ควรได้รับเกิน 1 ชั่วโมงต่อวัน",
        "6. หลีกเลี่ยงไม่ให้เด็กได้รับสื่อจอใสที่ถูกจัดอยู่ในประเภทที่ไม่เหมาะสมสำหรับเด็ก เช่น สื่อที่มีความก้าวร้าวรุนแรง รวมทั้งสื่อที่มีการนำเสนออย่างรวดเร็ว หรือ app ที่มีเนื้อหาที่อาจทำให้เด็กวอกแวกมากขึ้นโดยเฉพาะในเด็กเล็ก แต่ควรเน้นการเลือกโปรแกรมทางการศึกษาสำหรับเด็กที่มีคุณภาพสูงมากกว่า",            
        "7. หากจะรับสื่อจอใสประเภทต่าง ๆ ควรดูไปพร้อมกับเด็กมากกว่าที่จะปล่อยให้เด็กใช้สื่อเองตามลำพัง เพื่อช่วยให้เด็กเข้าใจในสิ่งที่ดูมากขึ้น ควรอภิปรายเนื้อหาของสื่อที่ได้รับร่วมกัน",
        "8. ควรกำหนดเวลา และสถานที่ภายในบ้านที่จำเป็นต้องปลอดจากสื่อจอใส เช่น เวลารับประทานอาหาร และในห้องนอน เพื่อลดโอกาสที่เด็กจะเข้าถึงสื่อจอใสเหล่านี้ได้ง่ายขึ้น จนทำให้เกิดผลเสียต่าง ๆ ตามมา",
        "9. หลีกเลี่ยงการใช้สื่อจอใสในเด็กระหว่างมื้ออาหาร และ 1 ชั่วโมงก่อนเข้านอน",
        "10. พูดคุยแนวทางการให้เด็กได้รับสื่อจอใสอย่างเหมาะสมกับผู้เลี้ยงดูเด็กคนอื่น ๆ ด้วย เช่น พี่เลี้ยง ปู่ ย่า ตา ยาย เพื่อให้ทำตามกฎระเบียบต่าง ๆ ที่ตั้งขึ้นอย่างสม่ำเสมอ และไปในแนวทางเดียวกัน"
      ],
    },
    "writer": "นายแพทย์วีระศักดิ์ ชลไชยะ",
    "resource": ["1. วีระศักดิ์ ชลไชยะ, เบญจพร ตันตสูติ, คมสันต์ เกียรติรุ่งฤทธิ์. ผลของสื่ออิเล็กทรอนิกส์ผ่านจอต่อเด็กและวัยรุ่น: Effects of electronic screen media on children and adolescents. ใน: วีระศักดิ์ ชลไชยะ, บรรณาธิการ. กรุงเทพฯ: บียอนด์ เอ็นเทอร์ไพรซ์; 2561.",
      "2. วีระศักดิ์ ชลไชยะ. การทำหน้าที่บริหารของสมองระดับสูง: Executive function. ใน: สุรีย์ลักษณ์ สุจริตพงศ์, รวิวรรณ รุ่งไพรวัลย์, ทิพวรรณ หรรษคุณาชัย, บานชื่น เบญจสุวรรณเทพ, อดิศร์สุดา เฟื่องฟู, จริยา จุฑาภิสิทธิ์, พัฏ โรจน์มหามงคล, บรรณาธิการ. ตำราพัฒนาการและพฤติกรรมเด็ก เล่ม 4. กรุงเทพฯ: พี.เอ.ลีฟวิ่ง; 2561. หน้า 19-41.",
      "3. Brown A, Mulligan DA, Altmann TR, Christakis DA, Clarke-Pearson K, Falik HL, et al. Media use by children younger than 2 years. Pediatrics 2011;128:1040-5.",
      "4. Hill D, Ameenuddin N, Chassiakos YR, Cross C, Radesky J, Hutchinson J, et al. Media and young minds. Pediatrics 2016;138:e20162591.",
      "5. Hill D, Ameenuddin N, Chassiakos YR, Cross C, Radesky J, Hutchinson J, et al. Media use in school-aged children and adolescents. Pediatrics 2016;138:e20162592.",
      "6. Reid Chassiakos YL, Radesky J, Christakis D, Moreno MA, Cross C. Children and adolescents and digital media. Pediatrics 2016;138:e20162593.",
      "7. Chonchaiya W, Pruksananonda C. Television viewing associates with delayed language development. Acta Paediatr 2008;97:977-82.",
      "8. Chonchaiya W, Sirachairat C, Vijakkhana N, Wilaisakditipakorn T, Pruksananonda C. Elevated background TV exposure over time increases behavioural scores of 18-month-old toddlers. Acta Paediatr 2015;104:1039-46.",
      "9. Chonchaiya W, Wilaisakditipakorn T, Vijakkhana N, Pruksananonda C. Background media exposure prolongs nighttime sleep latency in Thai infants. Pediatr Res 2017;81:322-8.",
      "10. Vijakkhana N, Wilaisakditipakorn T, Ruedeekhajorn K, Pruksananonda C, Chonchaiya W. Evening media exposure reduces night-time sleep. Acta Paediatr 2015;104:306-12."]        
  },
  "phoneCons": {
    "title": "สื่อจอใส…ภัยเงียบที่รอเวลาสุกงอม",
    "category": "พัฒนาการ",
    "published_date": "29 มิถุนายน 2563",
    "intro": "สื่อจอใส หรือสื่ออิเล็กทรอนิกส์ผ่านจออยู่รอบ ๆ ตัวเราและเข้ามามีบทบาทอย่างมากต่อการดำเนินชีวิตในปัจจุบันไม่เว้นแม้แต่เด็กเล็ก เพราะเด็กเข้าถึงสื่อจอใสได้ง่ายและทุกที่ผู้เลี้ยงดูยังอาจใช้สื่อเหล่านี้ทำหน้าที่เป็นพี่เลี้ยงและปล่อยให้เด็กดูสื่อจอใสตามลำพัง จนเด็กขาดการดูแลเอาใจใส่อย่างเหมาะสม ซึ่งเป็นหนึ่งในประสบการณ์อันไม่พึงประสงค์ที่ไม่ควรมองข้ามสื่อจอใสสามารถส่งผลกระทบต่อเด็กได้ ถึงแม้ว่าเด็กจะไม่ได้ดูรายการนั้น ๆ จึงทำให้เด็กยิ่งมีความเสี่ยงต่อการได้รับผลกระทบทั้งด้านสุขภาพ พัฒนาการ และพฤติกรรมตั้งแต่อายุน้อย",
    "intro_list": [],
    "content": {
          "การได้รับสื่อจอใสในเด็ก…โอกาสที่เสียไปสำหรับการพัฒนาโครงข่ายในสมองเด็ก" : [
              "เด็กได้รับสื่ออิเล็กทรอนิกส์ผ่านจอตั้งแต่แรกเกิด โดยที่ร้อยละ 90 ของการได้รับสื่อจอใส มาจากโทรทัศน์ ตามมาด้วยแท็บเล็ตหรือสมาร์ตโฟน และคอมพิวเตอร์ ซึ่งสอดคล้องกับปริมาณการใช้สื่อของครอบครัว",
              "เด็กอายุ 0-4 ปี ได้รับสื่อจอใส ซึ่งรวมถึงการถูกเลี้ยงดูไว้บริเวณหน้าจอโดยไม่จำเป็นต้องดูประมาณ 3-5 ชั่วโมงต่อวัน ทั้งนี้ร้อยละ 85 เป็นสื่อที่ผลิตขึ้นสำหรับผู้ใหญ่หรือเด็กโต และมักถูกเปิดทิ้งไว้ ซึ่งเด็กเล็กยังไม่สนใจสื่อชนิดนี้มากนัก เนื่องจากยังไม่เข้าใจและสื่อนั้นไม่มีความน่าสนใจสำหรับเด็กเล็กเพียงพอ ซึ่งหากคิดในมุมกลับถ้าผู้เลี้ยงดูนำเวลาดังกล่าวไปใช้โดยการมีปฏิสัมพันธ์กับเด็กผ่านการเล่น พูดคุย ร้องเพลง เล่านิทาน อ่านหนังสือ ทำกิจวัตรประจำวัน ออกกำลังกาย งานอดิเรก หรือกิจกรรมสร้างสรรค์อื่น ๆ ร่วมกันจะทำให้เซลล์ประสาทและโครงข่ายในสมองของเด็กได้รับการกระตุ้นอย่างเหมาะสม เนื่องจากเซลล์ประสาทและโครงข่ายนั้นเตรียมพร้อมอยู่แล้วที่จะได้รับประสบการณ์ต่าง ๆ ผ่านการเลี้ยงดูเชิงบวก เปรียบเสมือนต้นกล้าที่เตรียมพร้อมในการได้รับทั้งแสงแดดและฝนที่พอเหมาะเพื่อการเจริญงอกงาม ซึ่งหากไม่ได้รับทั้งฝนและแสงแดดอย่างเพียงพอก็จะไม่สามารถเติบโตเป็นต้นไม้ได้ฉันใด เซลล์ประสาทและโครงข่ายการเชื่อมต่อกันในสมองของเด็กก็ไม่สามารถพัฒนาได้อย่างเต็มศักยภาพฉันนั้น",
              "เด็กโตและวัยรุ่นจะใช้เวลาอยู่กับสื่ออิเล็กทรอนิกส์ต่าง ๆ มากกว่า 7 ชั่วโมงต่อวัน ซึ่งเป็นการใช้เวลามากกว่าเวลาที่อยู่โรงเรียน หรือใช้สำหรับการนอนหลับ จึงทำให้เด็กยุคปัจจุบันและอนาคตขาดโอกาสในการทำกิจกรรมอื่น ๆ ที่จะช่วยเสริมสร้างพัฒนาการและทักษะที่จำเป็นในชีวิตประจำวันมากขึ้น"
          ],
          "สื่อจอใสส่งผลกระทบต่อเด็กปฐมวัยอย่างไรบ้าง" : [
              "ปัจจุบันยังไม่มีงานศึกษาวิจัยใดเลยที่สรุปได้อย่างชัดเจนว่าสื่อจอใสเพียงอย่างเดียวจะช่วยส่งเสริมการเรียนรู้ของเด็กที่อายุน้อยกว่า 2 ปีได้ แต่กลับพบหลักฐานเชิงประจักษ์มากขึ้นว่าสื่อจอใสสามารถส่งผลกระทบต่อเด็กในด้านต่าง ๆ ได้แก่"
          ],
          "1.พัฒนาการและสติปัญญา" : [
              "เด็กที่ได้รับสื่อจอใสตั้งแต่อายุน้อย โดยเฉพาะสื่อที่ถูกเปิดทิ้งไว้โดยไม่มีคนดู เป็นปริมาณมากต่อวันอย่างต่อเนื่องตามลำพัง โดยผู้ปกครองมีปฏิสัมพันธ์กับเด็กน้อยระหว่างเปิดสื่ออิเล็กทรอนิกส์ผ่านจอเหล่านี้จะยิ่งมีความเสี่ยงต่อพัฒนาการด้านภาษาและการพูดสื่อสารล่าช้า พัฒนาการด้านสังคมและอารมณ์บกพร่องภาวะออทิซึม พัฒนาการล่าช้าหลายด้าน รวมถึงสติปัญญา การเรียนรู้ และผลสัมฤทธิ์ทางการศึกษา ทำให้เด็กไม่สามารถพัฒนาได้เต็มศักยภาพอีกด้วย เพราะสาเหตุหลักที่ทำให้เด็กมีพัฒนาการและสติปัญญาล่าช้าข้างต้นมักเกิดจากการที่เด็กมีปฏิสัมพันธ์ พูดสื่อสาร อ่านหนังสือ เล่นกับพ่อแม่หรือผู้เลี้ยงดู และผู้อื่นลดลงระหว่างการได้รับสื่อจอใสเหล่านั้น นอกจากนี้สื่อจอใสยังไปแทนที่เวลาคุณภาพอื่น ๆ ที่เด็กควรได้รับประสบการณ์ต่าง ๆ ในชีวิตประจำวันด้วย"
          ],
          "2.การทำหน้าที่บริหารของสมองระดับสูง (executive function หรือ EF)" : [
              "คือหน้าที่ในการบริหารจัดการ และกำกับควบคุม ความคิด อารมณ์ และ พฤติกรรม ของตนเองเพื่อไปให้ถึงเป้าหมายได้ ซึ่งสมองกลีบหน้าผากส่วนหน้า (prefrontal cortex) เป็นสมองส่วนสำคัญที่ทำหน้าที่บัญชาการทักษะ EF นี้ ให้ทำงานเชื่อมโยง และกำกับสมองส่วนอื่น ๆ เพื่อให้มนุษย์สามารถควบคุมตนเองจนไปถึงเป้าหมายที่ตั้งไว้ได้อย่างมีประสิทธิภาพ EF จะเริ่มพัฒนาตั้งแต่ช่วงปฐมวัย โดยในขวบปีแรกนั้นจะเริ่มมีการพัฒนา ซึ่งจะพัฒนาอย่างมากในช่วงอายุ 3-6 ปี หรือวัยอนุบาล แล้วจะพัฒนาอย่างต่อเนื่องจนสมบูรณ์เต็มที่เมื่ออายุประมาณ 20-25 ปี ดังนั้นปฐมวัยจึงเป็นช่วงเวลาสำคัญที่เด็ก ๆ ควรได้รับการพัฒนาทักษะ EF เพื่อเตรียมพร้อมสำหรับการควบคุมตัวเองโดยเฉพาะอย่างยิ่งในสถานการณ์ที่ต้องพบกับความท้าทาย ปัญหา อุปสรรค หรือความยากลำบากต่าง ๆ ในชีวิตทั้งที่บ้าน โรงเรียน ที่ทำงาน และในสังคมต่อไป",
              "เด็กที่ได้รับสื่อจอใสตั้งแต่อายุน้อย แม้ว่าจะไม่ได้ดูรายการนั้น ๆ ก็ตาม จะมีจำนวนชั่วโมงที่ดูสะสมมาก สื่อที่เป็นรายการผู้ใหญ่ มีเนื้อหาแฟนตาซี เช่น ซุปเปอร์ฮีโร่ ตัวแสดงปรากฏขึ้นมาได้เอง มีการแปลงร่างในลักษณะที่เป็นไปไม่ได้ในชีวิตจริง มีการนำเสนออย่างรวดเร็ว หรือแม้แต่จะเป็นรายการการ์ตูนที่เกี่ยวกับการศึกษาก็ตาม มีความสัมพันธ์กับ EF ที่ลดลง ซึ่งเด็กอายุน้อยกว่า 2 ปี ควรหลีกเลี่ยงการอยู่หน้าจอทุกชนิด เด็กอายุมากกว่า 2 ปี ควรใช้หน้าจอกับพ่อแม่ด้วยสื่อคุณภาพไม่เกินวันละ 1 ชั่วโมง อีกทั้งแต่ละครอบครัวควรพิจารณาปิดหน้าจอเพื่อให้เด็กอยู่กับพ่อแม่และพ่อแม่อยู่กับเด็ก เพื่อใช้เวลาทำกิจกรรมร่วมกันมากขึ้น เช่น เล่นกีฬา ศิลปะการป้องกันตัว เทควันโด ทำงานศิลปะ เล่นดนตรี อ่านหนังสือนิทาน เล่นสมมุติอย่างมีจินตนาการ ฝึกให้เด็กดูแลช่วยเหลือตัวเองตามวัย และให้ช่วยงานบ้าน เป็นต้น เนื่องจากกิจกรรมเหล่านี้สามารถพัฒนา EF ได้มากกว่าการปล่อยให้เด็ก ๆ อยู่กับหน้าจอตามลำพังเพียงอย่างเดียว"
          ],
          "3.พฤติกรรม" : [
              "เด็กที่ได้รับสื่อที่มีเนื้อหารุนแรงหรือก้าวร้าว รายการผู้ใหญ่ที่ถูกเปิดทิ้งไว้อย่างต่อเนื่องหรือเพิ่มขึ้นตามลำพัง สื่อที่เป็นรายการบันเทิง ไม่ใช่รายการทางการศึกษา มีเนื้อหาแฟนตาซี และมีการนำเสนออย่างรวดเร็ว การใช้สื่อในเวลาค่ำในห้องนอน ร่วมกับพ่อแม่หรือผู้เลี้ยงดูไม่ฝึกระเบียบวินัยอย่างสม่ำเสมอ ไม่จำกัด ควบคุม และกำกับดูแลการใช้สื่อของเด็กด้วยมักมีปัญหาดื้อต่อต้าน ปัญหาปฏิกิริยาทางอารมณ์ มีความรุนแรง ก้าวร้าว พฤติกรรมซนสมาธิสั้น พฤติกรรมการบริโภคมากขึ้นจนเกิดโรคอ้วนได้"
          ],
          "4.การนอนหลับ" : [
              "เด็กที่ได้รับสื่อที่มักถูกเปิดทิ้งไว้โดยไม่มีคนดู เป็นรายการผู้ใหญ่ มีเนื้อหารุนแรง รายการบันเทิง หรือเล่นวิดีโอเกมที่ตื่นเต้น ใช้สื่อในเวลาค่ำในห้องนอนจะสัมพันธ์กับการนอนหลับยากขึ้น ระยะเวลานอนหลับลดลง คุณภาพการนอนหลับไม่ดี ง่วงนอนในเวลากลางวัน และปัญหาการนอนหลับได้"
          ],
          "ใช้สื่อจอใสอย่างไรเพื่อส่งเสริมพัฒนาการและพฤติกรรมเด็ก" : [
              "พ่อแม่หรือผู้เลี้ยงดูที่เริ่มให้เด็กใช้สื่อจอใสช้า เลือกรายการทางการศึกษา มีเนื้อหาเอื้อต่อสังคม หรือมีคุณภาพสูง ลดการเข้าถึงสื่อที่มีเนื้อหารุนแรง สำหรับผู้ใหญ่ หรือมีเนื้อหาแฟนตาซีมากเกินไป และไม่เปิดสื่อทิ้งไว้ ดูและพูดสื่อสารกับเด็กระหว่างได้รับสื่อไปด้วย รวมถึงผู้ปกครองก็ใช้สื่อจอใสของตนเองน้อย ฝึกระเบียบวินัยอย่างสม่ำเสมอ และสามารถตอบสนองต่อลูกอย่างเหมาะสมจะทำให้เด็กมีพัฒนาการด้านภาษาและการพูดสื่อสาร ทักษะด้านสังคม อารมณ์ สติปัญญา การทำหน้าที่บริหารของสมองระดับสูง มีความพร้อมในการเรียน และผลสัมฤทธิ์ทางการเรียนดีขึ้น มีความรุนแรง พฤติกรรมก้าวร้าว และซนสมาธิสั้นลดลง นอกจากนี้หากลูกเป็นเด็กเลี้ยงยาก ควบคุมตนเอง หรืออารมณ์ได้ไม่ดี มีปัญหาพัฒนาการ ซน อยู่ไม่นิ่ง หรือกินยาก พ่อแม่หรือผู้เลี้ยงดูควรหลีกเลี่ยงการใช้สื่อจอใสเพื่อแก้ปัญหาดังกล่าวเนื่องจากจะยิ่งทำให้ปัญหาต่าง ๆ ข้างต้นนั้นเป็นมากขึ้นได้"
          ]
    },
    "writer": "นายแพทย์วีระศักดิ์ ชลไชยะ",
    "resource": ["1. วีระศักดิ์ ชลไชยะ, เบญจพร ตันตสูติ, คมสันต์ เกียรติรุ่งฤทธิ์. ผลของสื่ออิเล็กทรอนิกส์ผ่านจอต่อเด็กและวัยรุ่น: Effects of electronic screen media on children and adolescents. ใน: วีระศักดิ์ ชลไชยะ, บรรณาธิการ. กรุงเทพฯ: บียอนด์ เอ็นเทอร์ไพรซ์; 2561.",
      "2. วีระศักดิ์ ชลไชยะ. การทำหน้าที่บริหารของสมองระดับสูง: Executive function. ใน: สุรีย์ลักษณ์ สุจริตพงศ์, รวิวรรณ รุ่งไพรวัลย์, ทิพวรรณ หรรษคุณาชัย, บานชื่น เบญจสุวรรณเทพ, อดิศร์สุดา เฟื่องฟู, จริยา จุฑาภิสิทธิ์, พัฏ โรจน์มหามงคล, บรรณาธิการ. ตำราพัฒนาการและพฤติกรรมเด็ก เล่ม 4. กรุงเทพฯ: พี.เอ.ลีฟวิ่ง; 2561. หน้า 19-41.",
      "3. Brown A, Mulligan DA, Altmann TR, Christakis DA, Clarke-Pearson K, Falik HL, et al. Media use by children younger than 2 years. Pediatrics 2011;128:1040-5.",
      "4. Hill D, Ameenuddin N, Chassiakos YR, Cross C, Radesky J, Hutchinson J, et al. Media and young minds. Pediatrics 2016;138:e20162591.",
      "5. Hill D, Ameenuddin N, Chassiakos YR, Cross C, Radesky J, Hutchinson J, et al. Media use in school-aged children and adolescents. Pediatrics 2016;138:e20162592.",
      "6. Reid Chassiakos YL, Radesky J, Christakis D, Moreno MA, Cross C. Children and adolescents and digital media. Pediatrics 2016;138:e20162593.",
      "7. Chonchaiya W, Pruksananonda C. Television viewing associates with delayed language development. Acta Paediatr 2008;97:977-82.",
      "8. Chonchaiya W, Sirachairat C, Vijakkhana N, Wilaisakditipakorn T, Pruksananonda C. Elevated background TV exposure over time increases behavioural scores of 18-month-old toddlers. Acta Paediatr 2015;104:1039-46.",
      "9. Chonchaiya W, Wilaisakditipakorn T, Vijakkhana N, Pruksananonda C. Background media exposure prolongs nighttime sleep latency in Thai infants. Pediatr Res 2017;81:322-8.",
      "10. Vijakkhana N, Wilaisakditipakorn T, Ruedeekhajorn K, Pruksananonda C, Chonchaiya W. Evening media exposure reduces night-time sleep. Acta Paediatr 2015;104:306-12."
  ]
  },
  "mouth0_6m": 
  {
    "title": "การดูแลฟันและช่องปากสำหรับลูกแรกเกิด - 6 เดือน",
    "category": "ฟัน",
    "published_date": "29 มิถุนายน 2563",
    "intro" : "",
    "intro_list" : [],
    "content" : {
        "แรกเกิด - 6 เดือน" : ["จากใจหมอฟัน ♥ ควรให้ลูกกินนมแม่อย่างเดียว 6 เดือนเป็นอย่างน้อย กรณีจำเป็นต้องให้นมผสม ควรให้นมผสมดัดแปลงสำหรับทารกซึ่งไม่เติมน้ำตาล ไม่ควรเอาของหวานทุกชนิดใส่ขวดนม และไม่ควรให้ลูกดูดขวดนมจนหลับคาขวดนะคะ"]
    },
    "writer": "ทพญ.อโนมา รัตนะเจริญธรรม อ.ดร.ทพญ.ปฏิมาพร พึ่งชาญชัยกุล และ พญ.รสวันต์​ อารีมิตร",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  "mouth6_12m": 
  {
    "title": "การดูแลฟันและช่องปากสำหรับลูก 6 - 12 เดือน",
    "category": "ฟัน",
    "published_date": "29 มิถุนายน 2563",
    "intro" : "",
    "intro_list" : [],
    "content" : {
        "6  เดือน  - 12 เดือน": [
            "จากใจหมอฟัน ♥ เด็กๆ จะมีฟันซี่แรกขึ้นในวัยนี้ เริ่มแปรงฟันเมื่อลูกมีฟันขึ้นเต็มซี่แล้ว ",
            "การทำความสะอาด ♥ ควรแปรงฟันลูกให้สะอาดด้วยยาสีฟันผสมฟลูออไรด์สำหรับเด็กปริมาณเท่าเมล็ดข้าวสาร ให้ลูกนอนหนุนตักหันหน้าไปทางเดียวกับผู้แปรง ใช้นิ้วเปิดริมฝีปากเบาๆ ขณะแปรง และแปรงโดยขยับแปรงถูไปมาแนวนอนทุกด้านของฟัน และเช็ดฟองยาสีฟันออกด้วยผ้าสะอาด ควรสร้างบรรยากาศผ่อนคลายก่อนแปรงฟัน ใช้สื่อเช่นเพลง หรือนิทานเกี่ยวกับการแปรงฟัน ลูกอาจจะอยากแปรงฟันเองนะคะ อาจจะใช้ 2 แปรง อันหนึ่งของคุณลูก อีกอันของคุณแม่หรือคุณพ่อเพื่อช่วยกันแปรงฟันคุณลูก หรือแปรงฟันพร้อมๆ กันกับลูก",
            "แล้วพบกันนะคะ ♥ ควรพบทันตแพทย์เพื่อรับการตรวจสุขภาพช่องปากเมื่อฟันซี่แรกขึ้น อย่างช้าเมื่ออายุ 1 ปี เพื่อรับคำแนะนำ สร้างความคุ้นเคยและ ควรบอกลูกว่าคุณหมอช่วยให้พวกเราดูแลฟันให้แข็งแรง ไม่ควรขู่ลูก เช่น ถ้าไม่แปรงฟันจะพาไปถอนฟันนะคะ ลูกอาจจะกลัวคุณหมอตั้งแต่ยังไม่พบกัน ทำให้การดูแลสุขภาพฟันยิ่งลำบากค่ะ"
        ]
    },
    "writer": "ทพญ.อโนมา รัตนะเจริญธรรม อ.ดร.ทพญ.ปฏิมาพร พึ่งชาญชัยกุล และ พญ.รสวันต์​ อารีมิตร",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  "mouth12_18m": 
  {
    "title": "การดูแลฟันและช่องปากสำหรับลูก 12 - 18 เดือน",
    "category": "ฟัน",
    "published_date": "29 มิถุนายน 2563",
    "intro" : "",
    "intro_list" : [],
    "content" : {
        "12 เดือน - 18 เดือน": ["จากใจหมอฟัน ♥ ถึงเวลาดูแลฟันกันอย่างจริงจังแล้วนะคะ เด็กๆ จะมีฟันกรามขึ้นในช่วงนี้ วัยนี้มีความเสี่ยงต่อการเกิดฟันผุที่สำคัญคือการดูดนมจากขวด หากดูดนมจากขวดควรให้ลูกเลิกใช้ขวดนมเปลี่ยนมาใช้แก้วและหลอดและเลิกนมมื้อดึก ควรเลิกนมขวดมื้อดึกก่อนอายุ 18 เดือนนะคะ",
            "อาหารการกิน ♥ ควรให้กินข้าววันละ 3 มื้อ ส่วนอาหารระหว่างมื้อควรเป็นเวลาไม่กินจุบจิบ และควรเลือกอาหารที่มีประโยชน์ เช่น นมจืดและผลไม้สด ไม่ควรให้ดื่มน้ำอัดลม น้ำหวาน นมที่แต่งรสหวาน ขนมกรุบกรอบ และขนมหวานหรือขนมที่เหนียวติดฟัน ",
            "การทำความสะอาด ♥ ควรแปรงฟันลูกให้สะอาดด้วยยาสีฟันผสมฟลูออไรด์สำหรับเด็กปริมาณเท่าเมล็ดข้าวสาร ให้ลูกนอนหนุนตักหันหน้าไปทางเดียวกับผู้แปรง หรือผู้แปรงอยู่ด้านหลังของลูกให้ลูกนั่งหรือยืนหันหลังให้ผู้แปรงแล้วเงยหน้าขึ้น ใช้นิ้วเปิดริมฝีปากเบาๆ ขณะแปรงฟันหน้า และเปิดกระพุ้มแก้มขณะแปรงฟันหลัง แปรงโดยขยับแปรงถูไปมาแนวนอนทุกด้านของฟัน สามารถเช็ดฟองยาสีฟันออกด้วยผ้าสะอาด แปรงวันละ 2 ครั้ง หลังอาหารเช้าและก่อนนอน",
            "แล้วพบกันนะคะ ♥ หากลูกอายุเกิน 12-15 เดือนแล้วแต่ยังไม่มีฟันขึ้น หกล้มฟันกระแทก แปรงฟันให้ลูกไม่ได้ ควรปรึกษาแพทย์หรือทันตแพทย์นะคะ ควรพบทันตแพทย์เพื่อรับการตรวจสุขภาพช่องปาก ทุก 6 เดือนเพื่อรับคำแนะนำ สร้างความคุ้นเคย และรับการทาฟลูออไรด์ป้องกันฟันผุค่ะ"
        ]
    },
    "writer": "ทพญ.อโนมา รัตนะเจริญธรรม อ.ดร.ทพญ.ปฏิมาพร พึ่งชาญชัยกุล และ พญ.รสวันต์​ อารีมิตร",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  "mouth18_24m": 
  {
    "title": "การดูแลฟันและช่องปากสำหรับลูก 18 - 24 เดือน",
    "category": "ฟัน",
    "published_date": "29 มิถุนายน 2563",
    "intro" : "",
    "intro_list" : [],
    "content" : {
        "18-24 เดือน": [
            "จากใจหมอฟัน♥ ลูกฟันดีเพราะดูแลสม่ำเสมอนะคะ ใกล้ๆ 2 ปี เด็กๆ จะมีฟันนี้ำนมขึ้นเกือบครบ 20 ซี่แล้วค่ะ ควรตรวจดูฟันลูกอย่างสม่ำเสมอ ฟันผุเริ่มแรกจะมีรอยสีขาวที่เช็ดไม่ออกที่ตัวฟันหากพบรอยขาวที่ตัวฟันควรพาไปพบทันตแพทย์นะคะ เพราะว่าหากมีฟันผุแล้ว ฟันผุมักจะลุกลามผุหลายซี่",
            "อาหารการกิน ♥ ควรให้กินข้าววันละ 3 มื้อ ส่วนอาหารระหว่างมื้อควรเป็นเวลาไม่กินจุบจิบ และควรเลือกอาหารที่มีประโยชน์ เช่น นมจืดและผลไม้สด ไม่ควรให้ดื่มน้ำอัดลม น้ำหวาน นมที่แต่งรสหวาน ขนมกรุบกรอบ และขนมหวานหรือขนมที่เหนียวติดฟัน เช่น ลูกอม ที่บ้านอาจช่วยกันกําหนดกติกาในการกินขนมปริมาณน้อยๆ เช่น ต้องกินข้าวและผลไม้ให้หมดก่อน และแปรงฟันตามหลัง",
            "การทำความสะอาด ♥ ควรแปรงฟันลูกให้สะอาดด้วยยาสีฟันผสมฟลูออไรด์สำหรับเด็กปริมาณท่าเมล็ดข้าวสารและแปรงโดยขยับแปรงถูไปมาแนวนอนทุกด้านของฟัน แปรงวันละ 2 ครั้ง หลังอาหารเช้าและก่อนนอน โดยหากมีคราบขี้ฟันสีขาวติดที่ฟันควรแปรงให้สะอาด และในระหว่างวันหากอาหารหรือขนมติดฟันใช้แปรงสีฟันแปรงออกนะคะ",
            "แล้วพบกันนะคะ ♥ แปรงฟันให้ลูกถูกวิธีทำได้ง่าย ใช้เวลาไม่นาน ควรพบทันตแพทย์เพื่อรับการตรวจสุขภาพช่องปาก ทุก 6 เดือน สร้างความคุ้นเคย เพื่อรับคำแนะนำก่อนที่จะมีฟันผุและปวดฟัน และรับการทาฟลูออไรด์ป้องกันฟันผุค่ะ"
        ]
    },
    "writer": "ทพญ.อโนมา รัตนะเจริญธรรม อ.ดร.ทพญ.ปฏิมาพร พึ่งชาญชัยกุล และ พญ.รสวันต์​ อารีมิตร",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  "mouth2_18y": 
  {
    "title": "การดูแลฟันและช่องปากสำหรับลูก 2-18 ปี",
    "category": "ฟัน",
    "published_date": "29 มิถุนายน 2563",
    "intro" : "",
    "intro_list" : [],
    "content" : {
        "2 ปี - 4 ปี" : [
          "จากใจหมอฟัน ♥ ลูกฟันดีเพราะดูแลสม่ำเสมอนะคะ ช่วงนี้เด็กๆ จะมีฟันน้ำนมขึ้นครบ 20 ซี่แล้วค่ะ ควรเริ่มหัดให้ลูกแปรงฟันเอง โดยพ่อแม่บีบยาสีฟันให้ และยังคงต้องช่วยลูกแปรงฟันให้สะอาด ",
          "การทำความสะอาด ♥ สอนให้ลูกแปรงด้วยการถูไปมาแนวนอน ไม่ปัดขึ้น-ลง ใช้เวลาประมาณ 2 นาที ใช้ยาสีฟันผสมฟลูออไรด์สำหรับเด็กปริมาณท่าเมล็ดข้าวสาร และเมื่ออายุ 3 ปีแล้วใช้ขนาดเท่าเมล็ดถั่วลันเตานะคะ แปรงโดยขยับแปรงถูไปมาแนวนอนทุกด้านของฟัน แปรงวันละ 2 ครั้ง หลังอาหารเช้าและก่อนนอน ยังคงต้องช่วยลูกแปรงฟันให้สะอาดนะคะ ให้ลูกนอนหนุนตักหันหน้าไปทางเดียวกับผู้แปรง ใช้นิ้วมือแหวกกระพุ้งแก้มเพื่อให้มองเห็นฟันที่จะแปรงชัดเจน หรือยืนแปรงโดยผู้แปรงยืนด้านหลังของลูก ยืนหันหน้าไปทางเดียวกันและให้ลูกแล้วเงยหน้าขึ้น ใช้นิ้วมือแหวกริมฝีปาก ขณะแปรงฟันหน้า และแหวกกระพุ้งแก้ม ขณะแปรงฟันหลัง เพื่อให้มองเห็นฟันที่จะแปรงชัดเจน หากเด็กบ้วนน้ำได้ ให้บ้วนน้ำ เมื่อแปรงสะอาดแล้วจะไม่พบคราบเหนียวสีขาวอมเหลืองติดอยู่ที่ฟัน",
          "อาหารการกิน ♥ ควรฝึกให้ลูกเลือกกินขนมที่ไม่ทำให้เกิดฟันผุเช่น นมรสจืด ผลไม้สด",
          "แล้วพบกันนะคะ ♥ ใกล้ๆ 4 ปีแล้วหากลูกยังดูดนิ้วอยู่ หรือหกล้มฟันกระแทก ปรึกษาแพทย์หรือทันตแพทย์ได้นะคะ ควรพบทันตแพทย์เพื่อรับการตรวจสุขภาพช่องปาก ทุก 6 เดือน เพื่อรับคำแนะนำก่อนที่จะมีฟันผุและปวดฟัน และรับการทาฟลูออไรด์ป้องกันฟันผุค่ะ"
        ],
        "5 ปี - 6 ปี": [
            "จากใจหมอฟัน ♥ เด็กๆ มักจะเริ่มมีฟันแท้ บริเวณฟันหน้าล่าง ฟันน้ำนมจะเริ่มโยก ส่วนบริเวณฟันหลังฟันกรามแท้จะเห็นเป็นซี่สุดท้ายซึ่งโผล่ขึ้นจากเหงือกถัดจากฟันกรามน้ำนมที่มีอยู่แล้ว (ไม่มีฟันน้ำนมโยกหลุดนะคะ) อย่าลืมใส่ใจดูแลสุขภาพฟันด้วยค่ะ",
            "การทำความสะอาด ♥ ลูกควรแปรงฟันให้สะอาดได้เอง คุณพ่อคุณแม่อาจจะช่วยประเมินตามหลัง เมื่ออายุ 6 ปีแล้ว ใช้ยาสีฟันแบบผู้ใหญ่ บีบเต็มหน้าตัดแปรง ใช้เวลาแปรงครั้งละ 2 นาที และบ้วนฟองยาสีฟันออก วันละ 2 ครั้ง เช้าและก่อนนอน เมื่อแปรงสะอาดแล้วจะไม่พบคราบเหนียวสีขาวอมเหลืองติดอยู่ที่ฟันนะคะ",
            "แล้วพบกันนะคะ ♥ ควรพบทันตแพทย์เพื่อรับการตรวจสุขภาพช่องปากและการเรียงตัวของฟัน ทุก 6 เดือน เพื่อรับคำแนะนำก่อนที่จะมีฟันผุและปวดฟัน รวมทั้งรับการเคลือบร่องฟันกรามแท้ตามที่ทันตแพทย์แนะนำ"        
          ],
        "7 ปี - 8 ปี": [
          "จากใจหมอฟัน ♥ ลูกควรจะแปรงฟันเองได้ดีและสะอาด ใช้เวลาแปรงครั้งละ 2 นาที วันละ 2 ครั้ง เช้าและก่อนนอน โดยวิธีถูไปมาโดยขนแปรงตั้งฉากกับตัวฟันขยับไปมาสั้นๆ ให้ทั่วทุกซี่ สอนลูกให้เลือกขนมของว่างและเครื่องดื่มที่มีประโยชน์และไม่ทำให้ฟันผุค่ะ",
          "การทำความสะอาด ♥ ใช้เวลาแปรงฟันครั้งละ 2 นาที โดยแปรงฟันวันละ 2 ครั้ง เช้าและก่อนนอน ด้วยวิธีขยับแปรงถูไปมาแนวนอนตั้งฉากกับตัวฟัน ให้ทั่วทั้งฟันหน้าและฟันหลัง หลีกเลี่ยงอาหารที่ทำให้เกิดฟันผุ พร้อมทั้งส่งเสริมการแปรงฟันที่ถูกต้องเพื่อรักษาความสะอาดช่องปาก",
          "แล้วพบกันนะคะ ♥ ควรพบทันตแพทย์เพื่อรับการตรวจสุขภาพช่องปากและการเรียงตัวของฟัน ทุก 6 เดือน เพื่อรับคำแนะนำก่อนที่จะมีฟันผุและปวดฟันค่ะ"
        ],
        "11 ปี - 18 ปี": [
          "จากใจหมอฟัน ♥ วัยนี้เริ่มมีการเจริญเติบโตของใบหน้าอย่างรวดเร็ว และอาจทำให้เด็กๆ มีปัญหาการสบฟันและการเคี้ยวได้ด้วย หากมีปัญหาควรปรึกษาทันตแพทย์นะคะ",
          "แล้วพบกันนะคะ ♥ ควรพบทันตแพทย์เพื่อรับการตรวจสุขภาพช่องปากและการเรียงตัวของฟัน ทุก 6 เดือน เพื่อรับคำแนะนำก่อนที่จะมีฟันผุและปวดฟัน"
        ]
    },
    "writer": "ทพญ.อโนมา รัตนะเจริญธรรม อ.ดร.ทพญ.ปฏิมาพร พึ่งชาญชัยกุล และ พญ.รสวันต์​ อารีมิตร",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข ราชวิทยาลัยกุมารแพทย์แห่งประเทศไทยและชมรมทันตกรรมสำหรับเด็ก"]
  },
  "mouth12_24m": 
  {
    "title": "การดูแลฟันและช่องปากสำหรับลูก 18 - 24 เดือน",
    "category": "ฟัน",
    "published_date": "29 มิถุนายน 2563",
    "intro" : "",
    "intro_list" : [],
    "content" : {
        "18-24 เดือน": [
            "จากใจหมอฟัน♥ ลูกฟันดีเพราะดูแลสม่ำเสมอนะคะ ใกล้ๆ 2 ปี เด็กๆ จะมีฟันนี้ำนมขึ้นเกือบครบ 20 ซี่แล้วค่ะ ควรตรวจดูฟันลูกอย่างสม่ำเสมอ ฟันผุเริ่มแรกจะมีรอยสีขาวที่เช็ดไม่ออกที่ตัวฟันหากพบรอยขาวที่ตัวฟันควรพาไปพบทันตแพทย์นะคะ เพราะว่าหากมีฟันผุแล้ว ฟันผุมักจะลุกลามผุหลายซี่",
            "อาหารการกิน ♥ ควรให้กินข้าววันละ 3 มื้อ ส่วนอาหารระหว่างมื้อควรเป็นเวลาไม่กินจุบจิบ และควรเลือกอาหารที่มีประโยชน์ เช่น นมจืดและผลไม้สด ไม่ควรให้ดื่มน้ำอัดลม น้ำหวาน นมที่แต่งรสหวาน ขนมกรุบกรอบ และขนมหวานหรือขนมที่เหนียวติดฟัน เช่น ลูกอม ที่บ้านอาจช่วยกันกําหนดกติกาในการกินขนมปริมาณน้อยๆ เช่น ต้องกินข้าวและผลไม้ให้หมดก่อน และแปรงฟันตามหลัง",
            "การทำความสะอาด ♥ ควรแปรงฟันลูกให้สะอาดด้วยยาสีฟันผสมฟลูออไรด์สำหรับเด็กปริมาณท่าเมล็ดข้าวสารและแปรงโดยขยับแปรงถูไปมาแนวนอนทุกด้านของฟัน แปรงวันละ 2 ครั้ง หลังอาหารเช้าและก่อนนอน โดยหากมีคราบขี้ฟันสีขาวติดที่ฟันควรแปรงให้สะอาด และในระหว่างวันหากอาหารหรือขนมติดฟันใช้แปรงสีฟันแปรงออกนะคะ",
            "แล้วพบกันนะคะ ♥ แปรงฟันให้ลูกถูกวิธีทำได้ง่าย ใช้เวลาไม่นาน ควรพบทันตแพทย์เพื่อรับการตรวจสุขภาพช่องปาก ทุก 6 เดือน สร้างความคุ้นเคย เพื่อรับคำแนะนำก่อนที่จะมีฟันผุและปวดฟัน และรับการทาฟลูออไรด์ป้องกันฟันผุค่ะ"
        ]
    },
    "writer": "ทพญ.อโนมา รัตนะเจริญธรรม อ.ดร.ทพญ.ปฏิมาพร พึ่งชาญชัยกุล และ พญ.รสวันต์​ อารีมิตร",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  "mouth_accident": 
  {
    "title": "การดูแลอุบัติเหตุฟันสำหรับคุณลูก",
    "category": "ฟัน",
    "published_date": "29 มิถุนายน 2563",
    "intro" : "บางครั้งเด็กๆ อาจเล่นซุกซน หรือเกิดอุบัติเหตุวิ่ง หกล้มทําให้เกิดอุบัติเหตุฟันได้",
    "intro_list" : [],
    "content" : {
        "อุบัติเหตุฟัน 1": [
            "หากฟันโยกไม่ ต้องตกใจนะคะ ให้รีบไปพบทันตแพทย์"
        ],
        "อุบัติเหตุฟัน 2" : ["หากฟันหัก หาชิ้นฟันให้เจอแล้วรีบนํามาด้วยเพื่อ พบทันตแพทย์"],
        "อุบัติเหตุฟัน 3" : ["หากฟันทั้งซี่หลุดอย่าปล่อยให้ ฟันอยู่นอกปากเกิน 30 นาทีนะคะ(ครับ) ให้หาฟัน ให้เจอ จับที่ตัวฟัน (ไม่จับส่วนรากฟัน) ล้างด้วยน้ำ สะอาดไม่ต้องใช้แปรงขัดแล้วแช่ฟันไว้ในนมจืด พร้อมรีบนํามาพบทันแพทย์นะคะ"]
    },
    "writer": "ทพญ.อโนมา รัตนะเจริญธรรม อ.ดร.ทพญ.ปฏิมาพร พึ่งชาญชัยกุล และ พญ.รสวันต์​ อารีมิตร",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข ราชวิทยาลัยกุมารแพทย์แห่งประเทศไทยและชมรมทันตกรรมสำหรับเด็ก"]
  },
  "vac_nor": 
  {
    "title": "การสร้างเสริมภูมิคุ้มกันที่เหมาะสมสำหรับลูกแต่ละวัย",
    "category": "วัคซีน",
    "published_date": "30 มิถุนายน 2563",
    "intro" : "การให้วัคซีนเป็นการสร้างเสริมภูมิคุ้มกันต่อโรคที่ป้องกันได้หลายชนิด วัคซีนสำหรับลูกมีสองกลุ่มใหญ่ๆ คือกลุ่มวัคซีนที่จำเป็นต้องให้กับเด็กทุกคน และวัคซีนอื่นๆ ที่อาจให้เสริมหรือทดแทน ซึ่งหมอได้แนะนำไว้ มาดูกันว่ามีวัคซีนอะไรบ้างและต้องให้เมื่อไร",
    "intro_list" : [],
    "content" : {
        "วัคซีนจำเป็นที่เด็กทุกคนต้องได้รับ": [
          "วัณโรค BCG",
          "ตับอักเสบบี HBV",
          "คอตีบ บาดทะยัก ไอกรน DTP",
          "โปลิโอชนิดหยอด OPV หรือชนิดฉีด IPV",
          "ไวรัสโรต้า Rota",
          "โรคที่เกิดจากเชื้อฮิบ Hib",
          "หัด คางทูม หัดเยอรมัน MMR",
          "ไข้สมองอักเสบเจอี JE",
          "ไวรัสเอชพีวี HPV",
        ],
        "วัคซีนอื่นๆ ที่อาจเสริมหรือทดแทน": [
          "ตับอักเสบเอ HAV",
          "อีสุกอีใส VZV",
          "ไข้หวัดใหญ่ Influenza",
          "ไอพีดี (IPD) ชนิดคอนจูเกต หรือวัคซีน PCV",
          "หัด คางทูม หัดเยอรมัน อีสุกอีใส MMRV",
          "ไข้เลือดออก DEN",
          "วัคซีนป้องกันโรคพิษสุนัขบ้า Rabies"
        ],
        "วัคซีนป้องกัน วัณโรค BCG วัคซีนนี้เป็นวัคซีนที่จำเป็นต้องให้กับเด็กทุกคน" : [
          "ฉีดให้เด็กทุกคน 1 ครั้งตั้งแต่แรกเกิด ถ้าเคยฉีดแล้วไม่มีแผลเป็นเกิดขึ้น แต่มีหลักฐานบันทึกว่าเคยฉีดแล้ว ไม่ต้องฉีดซ้ำ"
        ],
        "วัคซีนป้องกัน ตับอักเสบบี HBV วัคซีนนี้เป็นวัคซีนที่จำเป็นต้องให้กับเด็กทุกคน" : [
          "ควรได้รับอย่างน้อย 3 ครั้ง และครั้งสุดท้ายเมื่ออายุมากกว่าหรือเท่ากับ 6 เดือน (0, 1-2, 6 เดือน)",
          "สำหรับเด็กที่แม่เป็นพาหะหรือแม่เป็นโรคตับอักเสบบี ควรฉีดวัคซีนครั้งแรกภายใน 12 ชม. หลังคลอด ครั้งที่ 2 เมื่ออายุ 1 เดือน และ ครั้งที่ 3 เมื่ออายุ 6 เดือน และในสถานบริการที่มีอิมมูโนโกลบุลินป้องกันตับอักเสบบี (HBIG) ควรได้รับ HBIG หลังคลอด และควรตรวจเลือดว่าเด็กติดเชื้อตับอักเสบบีหรือไม่ เมื่ออายุ 9-12 เดือน",
          "ตามแผนการสร้างเสริมภูมิคุ้มกันโรคของกระทรวงสาธารณสุข ใช้วัคซีนรวมที่มี คอตีบ-บาดทะยัก-ไอกรน-ตับอักเสบบี-ฮิบ (DTP-HB-Hib) เมื่ออายุ 2, 4 และ 6 เดือน กรณีแม่เป็นพาหะหรือเป็นโรคตับอักเสบบีโดยเฉพาะอย่างยิ่งถ้าลูกไม่ได้รับ HBIG ควรได้รับวัคซีนป้องกันตับอักเสบบีแบบเดี่ยวเพิ่มเมื่ออายุ 1 เดือนด้วย (รวมเป็น 5 ครั้ง เมื่ออายุ 0, 1, 2, 4, 6 เดือน)",
          "ในกรณีได้รับวัคซีนเสริมชนิดรวมเข็มอาจให้วัคซีนรวมที่มีตับอักเสบบีร่วมด้วยที่อายุ 2, 4 และ 6 เดือน",   
        ],
        "วัคซีนป้องกัน คอตีบ บาดทะยัก ไอกรน DTP วัคซีนนี้เป็นวัคซีนที่จำเป็นต้องให้กับเด็กทุกคน" : [
          "ควรได้รับ 5 ครั้ง ตอนอายุ 2, 4, 6, 18 เดือน และ 4-6 ปี",
          "สามารถใช้ชนิดไร้เซลล์ (DTaP) แทนชนิดทั้งเซลล์ (DTwP) ที่ใช้ในแผนสร้างเสริมภูมิคุ้มกันโรคของกระทรวงสาธารณสุขได้ เพื่อช่วยลดผลข้างเคียง",
          "เมื่ออายุ 4-6 ปี สามารถใช้วัคซีนป้องกัน คอตีบ บาดทะยัก ไอกรนสูตรผู้ใหญ่ (Tdap) แทนได้",
          "เมื่ออายุ 11-12 ปี ควรได้รับวัคซีนป้องกัน คอตีบ บาดทะยัก สูตรผู้ใหญ่ (Td) หรือ Tdap ก็ได้ และหลังจากนั้นฉีดกระตุ้นด้วย  Td หรือ Tdap ทุก 10 ปี",
          "ผู้ใหญ่ควรได้รับ Tdap 1 ครั้ง และหลังจากนั้นให้ฉีดกระตุ้นด้วย dT (Td) หรือ Tdap ทุก 10 ปี",
          "หญิงตั้งครรภ์ควรได้รับ Tdap 1 ครั้งที่อายุครรภ์ 27-36 สัปดาห์ทุกการตั้งครรภ์เพื่อช่วยส่งผ่านภูมิไปคุ้มกันทารก"
        ],
        "วัคซีนป้องกัน โปลิโอชนิดหยอด OPV หรือชนิดฉีด IPV วัคซีนนี้เป็นวัคซีนที่จำเป็นต้องให้กับเด็กทุกคน" : [
          "ควรได้รับวัคซีนชนิดหยอด (OPV) 5 ครั้ง ตอนอายุ 2, 4, 6, 18 เดือน และ 4-6 ปี ร่วมกับวัคซีนชนิดฉีด (IPV) 1 ครั้งเมื่ออายุ 4 เดือน",
          "สามารถใช้ชนิดฉีด (IPV) แทนชนิดกิน (OPV) ได้ทุกครั้ง หากใช้ชนิดฉีดเพียงอย่างเดียวโดยตลอดอาจฉีดเพียง 4 ครั้ง โดยงดตอนอายุ 18 เดือน"
        ],
        "วัคซีนป้องกัน โรคที่เกิดจากไวรัสโรต้า Rota วัคซีนนี้เป็นวัคซีนที่จำเป็นต้องให้กับเด็กทุกคน" : [
"          สำหรับผู้ที่ประสงค์จะได้รับการป้องกันโรค วัคซีนนี้มี 2 ชนิด ได้แก่<br>- วัคซีนชนิด 1 สายพันธุ์  ควรได้รับ 2 ครั้ง เมื่ออายุ 2 และ 4 เดือน<br>- วัคซีนชนิด 5 สายพันธุ์ ควรได้รับ 3 ครั้ง เมื่ออายุ 2, 4 และ 6 เดือน",
          "วัคซีนทั้ง 2 ชนิด เริ่มให้ครั้งแรกเมื่ออายุ 6 -15 สัปดาห์ และครั้งสุดท้ายไม่เกิน 8 เดือน โดยแต่ละครั้งห่างกันไม่น้อยกว่า 4 สัปดาห์",
          "ควรได้รับชนิดเดียวกันจนครบ หากจำเป็นต้องใช้วัคซีนต่างชนิดกันในแต่ละครั้งหรือไม่ทราบชนิดของวัคซีนที่ได้รับในครั้งก่อน ต้องให้วัคซีนทั้งหมด 3 ครั้ง (อาจพิจารณาให้ในเด็กอายุมากกว่าที่กำหนดแต่อายุต้องไม่เกิน 2 ปี ตามคำแนะนำขององค์การอนามัยโลก)",
          "วัคซีนชนิดนี้ มีข้อห้ามให้ในผู้ป่วยภูมิคุ้มกันบกพร่องแต่กำเนิดชนิด SCID และเด็กที่มีประวัติลำไส้กลืนกัน "
        ],
        "วัคซีนป้องกัน โรคที่เกิดจากเชื้อฮิบ Hib วัคซีนนี้เป็นวัคซีนที่จำเป็นต้องให้กับเด็กทุกคน" : [
          "ตามแผนการสร้างเสริมภูมิคุ้มกันโรคของกระทรวงสาธารณสุข ตั้งแต่ พ.ศ. 2562 ใช้วัคซีนรวมที่มี คอตีบ-บาดทะยัก-ไอกรน-ตับอักเสบบี-ฮิบ (DTP-HB-Hib) เมื่ออายุ 2, 4 และ 6 เดือน",
          "ไม่มีความจำเป็นต้องฉีดในเด็กปกติที่อายุมากกว่า 2 ปี สำหรับผู้ที่ประสงค์จะได้รับการป้องกันโรคแนะนำให้ฉีดดังนี้",
          "ถ้าฉีดครั้งแรกเมื่ออายุ 2-6 เดือน ควรได้รับ 3 ครั้ง แต่ละครั้งห่างกัน 2 เดือน",
          "ถ้าฉีดครั้งแรกเมื่ออายุ 7-11 เดือน ควรได้รับ 2 ครั้ง แต่ละครั้งห่างกัน 2 เดือน",
          "ในเด็กกลุ่มเสี่ยงได้แก่ เด็กที่มีภูมิคุ้มกันบกพร่อง ไม่มีม้าม หรือม้ามทำงานผิดปกติ  ควรฉีดกระตุ้นอีก 1 ครั้งเมื่ออายุ 12-18 เดือน (อาจไม่จำเป็นต้องฉีดกระตุ้นในเด็กที่แข็งแรงดี)",
          "ถ้าฉีดครั้งแรก เมื่ออายุ 12-24 เดือน ควรได้รับ 1 ครั้ง ",
          "สำหรับผู้ที่มีความเสี่ยงดังกล่าว ถ้าฉีดครั้งแรกเมื่ออายุมากกว่า 2 ปี ควรได้รับ 2 ครั้ง โดยเข็มที่ 2 ห่างจากเข็มแรก 2 เดือน" 
        ],
        "วัคซีนป้องกัน หัด คางทูม หัดเยอรมัน MMR วัคซีนนี้เป็นวัคซีนที่จำเป็นต้องให้กับเด็กทุกคน" : [
          "ควรได้รับ 2 ครั้ง โดยครั้งแรกเมื่ออายุ 9-12 เดือน และครั้งที่ 2 เมื่ออายุ 18 เดือน-2.5 ปี กรณีที่มีการระบาดหรือมีการสัมผัสโรค",
          "สามารถฉีดเข็มแรกได้ตั้งแต่อายุ 6 เดือนเป็นต้นไป",
          "หากได้รับครั้งแรกก่อนอายุ 9 เดือน ควรได้รับครั้งที่ 2 เมื่ออายุ 12 เดือน และครั้งที่ 3 เมื่ออายุ 18 เดือน-2.5 ปี",
          "หากได้รับเข็มแรกตั้งแต่อายุ 9-12 เดือน แล้วมีการระบาดเกิดขึ้นสามารถฉีด MMR เข็มที่ 2 ได้ก่อนอายุ 2.5 ปี แต่ต้องห่างจากเข็มแรกอย่างน้อย 3 เดือน",
          "หากได้รับเข็มแรกหลังอายุ 12 เดือน แล้วมีการระบาดเกิดขึ้นสามารถฉีด MMR เข็มที่ 2 ได้ก่อนอายุ 2.5 ปี แต่ต้องห่างจากเข็มแรกอย่างน้อย 1 เดือน",
          "สำหรับผู้ที่ประสงค์จะได้รับการป้องกันโรคหัด คางทูม หัดเยอรมัน พร้อมกับป้องกันโรคอีสุกอีใส  สามารถใช้วัคซีนรวมป้องกันหัด คางทูม หัดเยอรมัน อีสุกอีใส (MMRV) แทนการฉีดแยกเข็มได้ตั้งแต่อายุ 1-12 ปี",
          "กรณีเคยได้ MMR หรือ VZV มาก่อน แนะนำให้ฉีด MMRV ห่างจาก MMR หรือ VZV ครั้งสุดท้ายอย่างน้อย 3 เดือน"
        ],
        "วัคซีนป้องกัน ไข้สมองอักเสบเจอี JE วัคซีนนี้เป็นวัคซีนที่จำเป็นต้องให้กับเด็กทุกคน วัคซีนนี้มี 2 ชนิด ได้แก่ " : [
          "วัคซีนชนิดเชื้อมีชีวิต (LAJE) เป็นวัคซีนที่ใช้ในแผนสร้างเสริมภูมิคุ้มกันโรคของกระทรวงสาธารณสุข ควรได้รับ 2 ครั้ง ดังนี้ <br>- ครั้งแรกเมื่ออายุ 9-12 เดือน <br>- ครั้งที่ 2 เมื่ออายุ 2-2.5 ปี",
          "วัคซีนชนิดเชื้อไม่มีชีวิต (Inactivated JE) เป็นวัคซีนเสริมใช้สำหรับเด็กภูมิคุ้มกันต่ำ ควรได้รับ 3 ครั้ง ดังนี้<br>- ครั้งแรกเมื่ออายุ 6 เดือนขึ้นไป ครั้งที่ 2 อีก 1-4 สัปดาห์ต่อมา และ ครั้งที่ 3 ห่างจากครั้งแรก 1 ปี ตามลำดับ",
          "วัคซีนชนิดเชื้อมีชีวิต (LAJE) สามารถใช้ฉีดแทนวัคซีนชนิดเชื้อไม่มี ในกรณีที่เคยได้รับวัคซีนชนิดเชื้อไม่มีชีวิต (Inactivated JE) มาก่อนและต้องการฉีดต่อด้วยวัคซีนชนิดเชื้อมีชีวิต (LAJE) สามารถฉีดได้โดย",
          "กรณีฉีดวัคซีนชนิดเชื้อไม่มีชีวิต (Inactivated JE) มาแล้ว 1 เข็ม: ให้ฉีดวัคซีนชนิดเชื้อมีชีวิต (LAJE) 2 ครั้ง ห่างกัน 3-24 เดือน (ขึ้นกับชนิดของวัคซีน)",
          "กรณีฉีดวัคซีนชนิดเชื้อไม่มีชีวิต (Inactivated JE) มาแล้ว 2 เข็ม: ให้ฉีดวัคซีนชนิดเชื้อมีชีวิต (LAJE) 1 ครั้ง ห่างจากเข็มสุดท้าย 1 ปี",
          "กรณีที่เคยได้รับวัคซีนชนิดเชื้อไม่มีชีวิต (Inactivated JE) ครบ 3 เข็มแล้ว: อาจพิจารณาให้วัคซีนชนิดเชื้อมีชีวิต (LAJE) อีก 1 ครั้ง ห่างจากเข็มสุดท้ายอย่างน้อย 12 เดือน",
          "ในกรณีที่เคยได้รับวัคซีนชนิดเชื้อมีชีวิต (LAJE) มาแล้ว 1 เข็ม หากจำเป็นต้องฉีดกระตุ้นด้วยวัคซีนชนิดเชื้อไม่มีชีวิต ให้ฉีดวัคซีนชนิดเชื้อไม่มีชีวิตอีก 1 ครั้ง ห่างกันอย่างน้อย 12 เดือน"
        ],
        "วัคซีนป้องกัน โรคที่เกิดจากไวรัสเอชพีวี HPV  ตามนโยบายกระทรวงสาธารณสุข วัคซีนนี้เป็นวัคซีนที่จำเป็นต้องให้กับเด็กหญิงทุกคนและเป็นวัคซีนที่อาจให้เสริมในเด็กชาย" : [
          "วัคซีนมี 2 ชนิด ได้แก่ ชนิด 2 สายพันธุ์ และชนิด 4 สายพันธุ์",
          "สำหรับผู้ที่ประสงค์จะได้รับการป้องกันโรคหูดหงอนไก่ด้วยต้องใช้วัคซีนชนิด 4 สายพันธุ์",
          "ประสิทธิภาพของวัคซีนจะสูงหากให้ในผู้ที่ยังไม่เคยมีเพศสัมพันธ์มาก่อน",
          "แนะนำให้ในผู้ที่มีอายุ 9-26 ปี โดยเน้นให้ในกลุ่มอายุ 11-12 ปี",
          "ควรได้รับ 3 ครั้ง ในเดือนที่ 0, 1-2 และ 6",
          "ในวัยรุ่นที่แข็งแรงดี หากฉีดครั้งแรกก่อนอายุ 15 ปี สามารถฉีด 2 ครั้งได้ 2 ครั้งได้ ที่ 0, 6-12 เดือน",
          "ตามแผนของกระทรวงสาธารณสุขให้ฉีดในเด็กหญิงชั้นประถมปีที่ 5 จำนวน 2 เข็ม ที่ 0 และ 6 เดือน"
        ],
        "วัคซีนป้องกัน ตับอักเสบเอ HAV วัคซีนนี้เป็นวัคซีนที่อาจให้เสริม สำหรับผู้ที่ประสงค์จะได้รับการป้องกันโรค วัคซีนนี้มี 2 ชนิด ได้แก่" : [
          "วัคซีนชนิดเชื้อไม่มีชีวิต HAV ควรได้รับ 2 ครั้ง  ครั้งแรกเมื่ออายุ 1 ปีขึ้นไป ครั้งที่ 2 ให้ห่างจากครั้งแรก 6-12 เดือน",
          "วัคซีนชนิดเชื้อมีชีวิต Live HAV ควรได้รับ 1 ครั้ง เมื่ออายุ 18 เดือนเป็นต้นไป "
        ],
        "วัคซีนป้องกัน อีสุกอีใส VZV วัคซีนนี้เป็นวัคซีนที่อาจให้เสริม" : [
          "สำหรับผู้ที่ไม่เคยเป็นอีสุกอีใส และประสงค์จะได้รับการป้องกันโรค ควรได้รับ 2 ครั้ง โดยครั้งแรกฉีดเมื่ออายุ 1 ปีขึ้นไป (แนะนำให้ฉีดเมื่ออายุ 12-18 เดือน) และครั้งที่ 2 เมื่ออายุ 2-4 ปี",
          "กรณีมีการระบาดอาจฉีดเข็มที่ 2 ก่อนอายุ 4 ปีได้ โดยต้องห่างจากเข็มแรกอย่างน้อย 3 เดือน",
          "ถ้าอายุมากกว่า 13 ปีขึ้นไป ควรฉีด 2 เข็มห่างกันอย่างน้อย 1 เดือน"
        ],
        "วัคซีนป้องกัน ไข้หวัดใหญ่ Influenza วัคซีนนี้เป็นวัคซีนที่อาจให้เสริม" : [
          "สำหรับผู้ที่ประสงค์จะได้รับการป้องกันโรค",
          "แนะนำโดยเฉพาะกลุ่มเสี่ยงที่จะเป็นไข้หวัดใหญ่รุนแรง ได้แก่ เด็กอายุ 6 เดือน - 2 ปี เด็กที่มีโรคเรื้อรัง เช่น โรคปอด โรคหัวใจ เบาหวาน โรคอ้วน โรคภูมิคุ้มกันบกพร่อง เป็นต้น โดยฉีดในเด็กอายุ 6 เดือนขึ้นไป",
          "ถ้าฉีดครั้งแรก เมื่ออายุ < 9 ปี ในปีแรกฉีด 2 ครั้ง ห่างกัน 1 เดือน และหลังจากนั้นฉีดกระตุ้นปีละครั้ง",
          "ถ้าฉีดครั้งแรก เมื่ออายุ > 9 ปี ควรฉีดปีละครั้ง",
          "สามารถใช้วัคซีนป้องกัน ไข้หวัดใหญ่ชนิด 3 หรือ 4 สายพันธุ์ทดแทนกันได้"
        ],
        "วัคซีนป้องกัน โรค ไอพีดี IPD ชนิดคอนจูเกต หรือวัคซีน PCV วัคซีนนี้เป็นวัคซีนที่อาจให้เสริม" : [
          "สำหรับผู้ที่ประสงค์จะได้รับการป้องกันโรคอายุ 6 สัปดาห์-5 ปี หรือผู้ที่มีความเสี่ยง เช่น ผู้ที่มีภูมิคุ้มกันบกพร่อง ไม่มีม้าม หรือม้ามทำงานผิดปกติ ธาลัสซีเมีย โรคเรื้อรังของอวัยวะต่างๆ เช่นโรคปอด โรคหัวใจ โรคตับ โรคไต เบาหวาน หอบหืดรุนแรง และโรคที่เสี่ยงต่อเยื่อหุ้มสมองอักเสบ เป็นต้น วัคซีนป้องกัน โรค ไอพีดี (IPD) ชนิดคอนจูเกตมี 2 ชนิด คือ ชนิด 10 และ 13 สายพันธุ์",
          "หากฉีดครั้งแรก เมื่ออายุ 2-6 เดือน ควรได้รับ 3 ครั้ง แต่ละครั้งห่างกัน 4-8 สัปดาห์ และฉีดกระตุ้น 1 ครั้งเมื่ออายุ 12-15 เดือน โดยห่างจากเข็มสุดท้ายอย่างน้อย 2 เดือน",
          "หากฉีดครั้งแรก เมื่ออายุ 7-11 เดือน ควรได้รับ 2 ครั้ง แต่ละครั้งห่างกัน 4-8 สัปดาห์ และฉีดกระตุ้น 1 ครั้งเมื่ออายุ 12-15 เดือน โดยห่างจากเข็มสุดท้ายอย่างน้อย 2 เดือน",
          "หากฉีดครั้งแรก เมื่ออายุ 12-23 เดือน ควรได้รับ 2 ครั้ง แต่ละครั้งห่างกัน 4-8 สัปดาห์ ไม่ต้องฉีดกระตุ้น",
          "การฉีดครั้งแรกในเด็กปกติอายุ 2-5 ปี<br>- หากได้รับวัคซีนชนิด 10 สายพันธุ์ ควรได้รับ 2 ครั้ง แต่ละครั้งห่างกัน 8 สัปดาห์ <br>- หากได้รับวัคซีนชนิด 13 สายพันธุ์ ควรได้รับ 1 ครั้ง และไม่ต้องฉีดกระตุ้น",
          "การฉีดครั้งแรกในเด็กกลุ่มเสี่ยง<br>- อายุ 2-5 ปี ควรได้รับวัคซีนชนิด 10 สายพันธุ์ 2 ครั้ง แต่ละครั้งห่างกัน 8 สัปดาห์ <br>- อายุ 2-6 ปี ควรได้รับวัคซีนชนิด 13 สายพันธุ์ 2 ครั้ง แต่ละครั้งห่างกัน 8 สัปดาห์<br>- อายุ >6-13 ปี ควรได้รับวัคซีนชนิด 13 สายพันธุ์ 1 ครั้ง ",
          "ควรฉีดกระตุ้นด้วยวัคซีนชนิด polysaccharide 23 สายพันธุ์ (PS-23) 1 ครั้งห่างจาก PCV ครั้งสุดท้ายอย่างน้อย 8 สัปดาห์ และ ควรได้รับ PS-23 อีก 1 ครั้ง ห่างจาก PS-23 ครั้งแรก 5 ปี เพื่อเพิ่มการป้องกันโรค"
        ],
        "วัคซีนป้องกัน หัด คางทูม หัดเยอรมัน อีสุกอีใส MMRV วัคซีนนี้เป็นวัคซีนที่อาจให้เสริมหรือทดแทน" : [
          "สำหรับผู้ที่ประสงค์จะได้รับการป้องกันโรคหัด คางทูม หัดเยอรมัน พร้อมกับป้องกันโรคอีสุกอีใส",
          "สามารถใช้แทนการฉีดวัคซีนชนิดแยกเข็มได้ตั้งแต่อายุ 1-12 ปี",
          "การใช้วัคซีนรวมป้องกันหัด คางทูม หัดเยอรมัน อีสุกอีใส (MMRV) ที่อายุ 12-23 เดือน แทนวัคซีนชนิดแยกเข็มครั้งแรกมีโอกาสเกิดการชักจากไข้มากกว่าการฉีดวัคซีนชนิดแยกเข็ม",
          "การใช้วัคซีนรวมป้องกันหัด คางทูม หัดเยอรมัน อีสุกอีใส (MMRV) ที่อายุ 18 เดือน-4 ปี แทนวัคซีนชนิดแยกเข็มพบมีอาการข้างเคียงไม่แตกต่างกัน",
          "กรณีเคยได้วัคซีนชนิดแยกเข็ม MMR หรือ VZV มาก่อน แนะนำให้ฉีด MMRV ห่างจาก MMR หรือ VZV ครั้งสุดท้ายอย่างน้อย 3 เดือน"
        ],
        "วัคซีนป้องกันโรคไข้เลือดออก DEN วัคซีนนี้เป็นวัคซีนที่อาจให้เสริม" : [
          "สำหรับผู้ที่ประสงค์จะได้รับการป้องกันโรค",
          "แนะนำให้ในผู้ที่มีอายุ 9-45 ปี",
          "ควรได้รับ 3 ครั้ง ในเดือนที่ 0, 6 และ 12",
          "วัคซีนมีประสิทธิภาพในการป้องกันโรคไข้เลือดออกเมื่อฉีดในผู้ที่มีอายุมากกว่า 9 ปี และ เคยมีการติดเชื้อโรคไข้เลือดออกมาก่อน โดย<br>- ในเด็กที่อายุ 9-18 ปี ที่มีประวัติเคยเป็นไข้เลือดออกมาก่อน สามารถให้วัคซีนนี้โดยไม่จำเป็นต้องตรวจเลือด<br>- สำหรับผู้ที่ไม่เคยเป็นไข้เลือดออก ควรตรวจเลือดก่อนการฉีดวัคซีน และให้วัคซีนเฉพาะเมื่อพบว่าเคยติดเชื้อมาก่อนโดยใช้ชุดตรวจที่มีเพื่อการวินิจฉัยโรค",
          "ผู้ที่เคยฉีดวัคซีนมาก่อน แต่ยังไม่ครบ 3 เข็ม ให้พิจารณาฉีดให้ครบได้ โดยไม่ต้องตรวจเลือดก่อน หรืออาจพิจารณาไม่ฉีดต่อก็ได้",
          "การพิจารณาอาจใช้ข้อมูลการเคยเป็นไข้เลือดออกมาก่อน การอาศัยอยู่ในชุมชนที่มีผู้ป่วย และข้อมูลทางระบาดวิทยา" 
        ],
        "วัคซีนป้องกันโรคพิษสุนัขบ้า Rabies  วัคซีนนี้เป็นวัคซีนจำเป็นหากถูกสุนัขแมวหรือสัตว์เลี้ยงลูกด้วยนมอื่น ๆ กัด และอาจฉีดเพื่อป้องกันโรคก่อนการสัมผัสในผู้ที่มีความเสี่ยงต่อการถูกสัตว์ดังกล่าวกัด" : [
          "สำหรับผู้ที่ประสงค์จะได้รับการป้องกันโรคก่อนการสัมผัสหรือผู้ที่มีความเสี่ยงต่อการถูกสุนัขแมวหรือสัตว์เลี้ยงลูกด้วยนมอื่น ๆ กัดในทุกอายุ  ควรได้รับ 2 ครั้งโดย<br>- ฉีดเข้ากล้ามเนื้อในวันที่ 0 และ 7  หรือ  ฉีดเข้าในชั้นผิวหนัง 2 จุด ในวันที่ 0 และ 7   หรือ  ฉีดเข้าในชั้นผิวหนัง 2 จุด วันที่ 0 และ 21<br>- มีข้อดีคือเมื่อถูกกัดจะให้เฉพาะวัคซีน ไม่ต้องให้เซรุ่มป้องกันโรคพิษสุนัขบ้าร่วมด้วย",
          "สำหรับผู้ที่ถูกสุนัขแมวหรือสัตว์เลี้ยงลูกด้วยนมอื่น ๆ กัดและไม่เคยได้รับวัคซีนป้องกันโรคพิษสุนัขบ้ามาก่อน<br>- หากถูกสัตว์กัด โดยเฉพาะสุนัขและแมว ต้องรีบล้างแผลด้วยน้ำและสบู่ และต้องรีบปรึกษาแพทย์เพื่อพิจารณาเรื่องการป้องกันโรคพิษสุนัขบ้าด้วยวัคซีนและเซรุ่มโดยเร็วที่สุด<br>- แพทย์อาจพิจารณาให้เซรุ่มป้องกันโรคพิษสุนัขบ้าร่วมด้วยโดยต้องฉีดรอบแผลทุกแผล",
          "ผู้ที่มีสุขภาพแข็งแรงควรได้รับ 5 ครั้ง ฉีดเข้ากล้าม ในวันที่ 0, 3, 7, 14 และ 28<br>- อย่างไรก็ตามหากสามารถสังเกตอาการสัตว์ที่กัดและสัตว์ยังแข็งแรงดีหลังกัด 10 วัน แพทย์อาจพิจารณาให้วัคซีนเพียง 3 เข็ม (วันที่ 0, 3, 7) และถือว่าผู้นั้นได้รับวัคซีนครบในการป้องกันการถูกกัดในครั้งหน้า",
          "สำหรับผู้ที่เคยได้รับวัคซีนครบมาก่อนแล้ว<br>- หากถูกกัดอีกภายใน 6 เดือนหลังจากเข็มสุดท้าย ควรได้รับ 1 ครั้งในวันที่ 0 (วันที่ถูกกัด)<br>- หากถูกกัดหลังจาก 6 เดือน ควรได้รับ 2 ครั้งในวันที่ 0 และ 3"
        ]
    },
    "writer": "พญ.รสวันต์ อารีมิตร นพ.โอฬาร พรหมาลิขิต พญ.วนัทปรียา พงษ์สามารถ พญ.ผกากรอง ลุมพิกานนท์",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข ราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย และ ตารางการให้วัคซีนในเด็กไทยปกติ สมาคมโรคติดเชื้อในเด็กแห่งประเทศไทย 2563"]
  },
  "vac_extra": 
  {
    "title": "คำแนะนำเพิ่มเติมสำหรับการรับวัคซีน",
    "category": "วัคซีน",
    "published_date": "30 มิถุนายน 2563",
    "intro" : "บางครั้งเด็กๆ อาจเล่นซุกซน หรือเกิดอุบัติเหตุวิ่ง หกล้มทําให้เกิดอุบัติเหตุฟันได้",
    "intro_list" : [],
    "content" : {
        "คำแนะนำที่ 1": [
            "ควรนำสมุดบันทึกสุขภาพและการรับวัคซีนมาด้วยทุกครั้ง ขอรับการบันทึกข้อมูลทุกครั้ง และเก็บรักษาไว้เป็นอย่างดี"
        ],
        "คำแนะนำที่ 2" : [
          "หากมีไข้สูงควรเลื่อนการฉีดวัคซีนออกไปก่อน แต่หากเจ็บป่วยเล็กน้อย เช่น เป็นหวัด หรือมีน้ำมูกไหล สามารถรับวัคซีนได้"
        ],
        "คำแนะนำที่ 3" : [
          "หากเด็กได้รับเลือดหรือผลิตภัณฑ์ของเลือดในช่วงเวลา 6-12 เดือนที่ผ่านมา ควรแจ้งให้แพทย์ทราบก่อนเสมอ"
        ],
        "คำแนะนำที่ 4" : [
          "ควรแจ้งแพทย์ก่อนรับวัคซีน หากเด็กมีโรคประจำตัว เช่น",
          "โรคที่มีผลต่อภูมิคุ้มกัน",
          "โรคที่ต้องกินยาที่ส่งผลต่อภูมิคุ้มกันเช่น ยากลุ่มสเตียรอยด์ เคมีบำบัด",
          "โรคทางระบบประสาท เช่น ลมชัก ชักจากไข้สูง ฯลฯ"
        ],
        "คำแนะนำที่ 5" : [
          "เพื่อประโยชน์สูงสุด ควรพาไปรับวัคซีนตามนัดทุกครั้ง หากลืม ควรพาไปรับวัคซีนทันทีเมื่อนึกได้ โดยสามารถฉีดวัคซีนต่อได้เลย ไม่จำเป็นต้องเริ่มต้นนับใหม่"
        ],
        "คำแนะนำที่ 6" : [
          "ผลข้างเคียงจากการรับวัคซีนส่วนใหญ่ไม่รุนแรง อาจพบว่ามีไข้หรืออาการเจ็บตรงบริเวณที่ฉีดได้ แต่หากมีอาการผิดปกติเช่น มีผื่น ไข้สูง ชัก พฤติกรรมเปลี่ยนแปลง หายใจลำบาก เสียงแหบ หอบ ซีด อ่อนเพลีย บวม ควรพาไปพบแพทย์ทันที "
        ],

    },
    "writer": "พญ.รสวันต์ อารีมิตร นพ.โอฬาร พรหมาลิขิต พญ.วนัทปรียา พงษ์สามารถ พญ.ผกากรอง ลุมพิกานนท์",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข ราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย และ ตารางการให้วัคซีนในเด็กไทยปกติ สมาคมโรคติดเชื้อในเด็กแห่งประเทศไทย 2563 "]
  },
  "tools0_6m": 
  {
    "title": "อุปกรณ์ ของเล่นและการป้องกันอุบัติเหตุของลูกวัย แรกเกิด-6 เดือน",
    "category": "อุปกรณ์ ของเล่น และการป้องกันอุบัติเหตุ",
    "published_date": "19 มิถุนายน 2560",
    "intro" : "\"ของเล่นที่ดีที่สุดของลูกคือผู้ดูแลซึ่งมีปฏิสัมพันธ์กับลูก\"",
    "intro_list" : [],
    "content" : {
        "การโดยสารรถ": [
            "หากนั่งรถยนต์ควรนั่งในที่นั่งนิรภัยสำหรับเด็ก (car seat) ที่ได้มาตรฐานทุกครั้งตลอดการเดินทาง โดยปฏิบัติตามข้อแนะนำของผู้ผลิตอย่างเคร่งครัด ซึ่งที่นั่งนิรภัยควรติดตั้งไว้ที่เบาะหลังของรถและหันหน้าลูกไปทางหลังรถ",
            "ห้ามปล่อยลูกไว้ลำพังในรถ",
            "วัยนี้ไม่ควรให้นั่งหรืออุ้มโดยสารรถจักรยานและรถจักรยานยนต์"
        ],
        "การนอนของลูก" : [
          "เวลาที่ลูกนอนหลับ ควรจัดให้ลูกอยู่ในท่านอนหงายเสมอ เพื่อป้องกันการเกิด SIDS (ปัญหาเสียชีวิตขณะนอนหลับในทารก)",
          "ควรจัดให้ลูกนอนในที่นอนของตนเองเป็นสัดส่วนแยกจากเตียงของผู้ปกครอง โดยอาจให้อยู่ในห้องเดียวกันก็ได้ขึ้นอยู่กับบริบทของครอบครัว ควรเลือกเตียง ฟูก หมอน ผ้าห่มที่เหมาะสม โดยหมอนและที่นอนไม่ควรนุ่มจนเกินไป เบาะที่นอนควรมีขนาดพอดีกับเตียง และหลีกเลี่ยงการนำตุ๊กตา และสิ่งอื่นๆ ไปไว้ในที่นอนของลูก",
          "หากใช้เปลหรือเตียง ควรมีซี่ราวกันตกโดยช่องระหว่างซี่ราวห่างกันไม่เกิน 6 ซม. ไม่มีเสามุมเตียงยกขึ้นมา",
        ],
        "การป้องกันการอุดตันทางเดินหายใจ" : [
          "ของเล่นอื่นๆ ของลูกควรทำจากวัสดุที่ทนทานและปลอดภัย ไม่มีเหลี่ยมคม สีธรรมชาติหรือใช้สีปลอดสารพิษ ไม่มีชิ้นส่วนขนาดเล็กกว่า 3.2 x 5.7 x 2.5 ซม. ซึ่งหากหลุด หรือลูกนำเข้าปาก อาจสำลัก ติดคอ จนขาดอากาศหายใจได้",
          "อย่าวางถุงพลาสติกไว้ใกล้ลูกเพราะอาจอุดตันทางเดินหายใจได้",
          "หัวนมหลอกหรือจุกนมยาง ไม่มีความจำเป็น หากเลี้ยงลูกด้วยนมแม่ควรหลีกเลี่ยงการใช้จุกนมหลอกในช่วง 1 เดือนแรก หากมีข้อบ่งใช้ต้องเลือกแบบที่ได้มาตรฐาน และห้ามใช้สายคล้องรอบคอลูก",
          "ไม่ควรให้ลูกใส่สร้อยคอ และของเล่นของใช้ที่มีสายยาวเกิน 22 ซม. เพราะอาจเกิดอุบัติเหตุรัดคอได้"
        ],
        "การป้องกันการพลัดตกหกล้ม" : [
          "อย่าปล่อยลูกไว้ตามลำพังบนที่สูง เช่น โซฟา และเมื่อเปลี่ยนผ้าควรใช้มือข้างหนึ่งสัมผัสลูกไว้ตลอดเวลาเพื่อป้องกันการตกจากที่สูง",
          "ควรตรวจสอบเฟอร์นิเจอร์ว่ามีความมั่นคงหรือยึดไว้กับผนัง และตรวจสอบประตูรั้วบ้านว่ามีการยึดไว้อย่างมั่นคง เพื่อป้องกันการล้มคว่ำลงมาทับลูกได้",
          "ไม่ควรใช้รถพยุงตัวหรือรถหัดเดิน เพราะนอกจากจะไม่ช่วยให้ลูกมีพัฒนาการการเดินด้วยตนเองแล้วยังเสี่ยงต่อการเกิดอุบัติเหตุรุนแรงได้"
        ],
        "การป้องกันอันตรายจากความร้อนและไฟฟ้า" : [
          "ไม่ควรถือเครื่องดื่มหรืออาหารร้อนๆ เมื่ออุ้มลูก เพราะเสี่ยงต่อการถูกน้ำร้อนลวกได้",
          "ควรตรวจสอบอุณหภูมิน้ำก่อนอาบน้ำให้ลูกเสมอ และไม่ทิ้งเด็กไว้ในอ่างอาบน้ำตามลำพังแม้เพียงชั่วขณะ",
          "ควรต่อสายดินและติดตั้งเครื่องตัดไฟอัตโนมัติ"
        ],
        "การป้องกันอันตรายจากสัตว์กัด" : [
          "อย่าปล่อยลูกไว้ตามลำพังกับสัตว์เลี้ยง",
          "นำสุนัข แมวที่เลี้ยงไว้ไปฉีดวัคซีนป้องกันพิษสุนัขบ้าตามกำหนดทุกครั้ง",
          "ดูแลบริเวณรอบบ้านอย่าให้มีแมลงหรือสัตว์มีพิษมาทำรัง เช่น ผึ้ง ต่อ แตน"
        ],
        "อื่นๆ" : [
          "หากจำเป็นต้องฝากเลี้ยงในสถานรับเลี้ยงเด็ก ควรเยี่ยมชมและเลือกสถานที่ที่ดี ปลอดภัย บุคลากรไว้ใจได้",
          "ผู้ดูแลเด็กควรได้รับการฝึกปฐมพยาบาลและการกู้ชีพเบื้องต้น หากมีเหตุฉุกเฉินทางการแพทย์ โทร 1669"
        ],

    },
    "writer": "พญ.รสวันต์ อารีมิตร นพ.ชาญยุทธ์ ศุภคุณภิญโญ นพ.วิบูลย์ วีระอาชากุล",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  "tools0_2w": 
  {
    "title": "อุปกรณ์ ของเล่นและการป้องกันอุบัติเหตุของลูกวัย แรกเกิด-2 สัปดาห์",
    "category": "อุปกรณ์ ของเล่น และการป้องกันอุบัติเหตุ",
    "published_date": "21 มิถุนายน 2560",
    "intro" : "",
    "intro_list" : [
        "ก่อนพาลูกกลับบ้าน ควรจัดสิ่งแวดล้อมในบ้านให้เหมาะสมกับเด็ก ควรตรวจสอบเฟอร์นิเจอร์ว่ามีความมั่นคงหรือยึดไว้กับผนังและตรวจสอบประตูรั้วบ้านว่ามีการยึดไว้อย่างมั่นคง เพื่อป้องกันการล้มคว่ำลงมาทับลูกได้",
        "หากพาลูกนั่งรถยนต์กลับบ้านควรให้นั่งในที่นั่งนิรภัยสำหรับเด็ก (car seat) ที่ได้มาตรฐานทุกครั้งตั้งแต่ครั้งแรกที่เดินทาง ทุกครั้งที่เดินทาง และตลอดการเดินทาง โดยปฏิบัติตามข้อแนะนำของผู้ผลิตอย่างเคร่งครัด ซึ่งที่นั่งนิรภัยควรติดตั้งไว้ที่เบาะหลังของรถ และหันหน้าลูกไปทางหลังรถ",
        "เวลาที่ลูกนอนหลับ ควรจัดให้ลูกอยู่ในท่านอนหงายเสมอ เพื่อป้องกันการเกิด SIDS (ปัญหาเสียชีวิตขณะนอนหลับในทารก)",
        "วัยนี้สื่อสารด้วยการร้อง ควรอุ้มอย่างอ่อนโยนและปลอบลูก ไม่ควรเขย่าตัวเพื่อให้หยุดร้องไห้ เพราะเกิดอันตรายรุนแรงต่อสมองได้ หากรู้สึกว่าเครียดจากการที่ลูกร้องไห้มาก อาจให้ผู้อื่นช่วยอุ้มและปลอบลูกบ้าง แต่หากลูกร้องไห้ยาวนานโดยไม่ทราบสาเหตุควรปรึกษาแพทย์หรือบุคลากรทางสาธารณสุขเพิ่มเติม",
        "ไม่ควรถือเครื่องดื่มหรืออาหารร้อนๆ เมื่ออุ้มลูก เพราะเสี่ยงต่อการถูกน้ำร้อนลวกได้",
        "ควรจัดให้ลูกนอนในที่นอนของตนเองเป็นสัดส่วนแยกจากเตียงของผู้ปกครอง โดยอาจให้อยู่ในห้องเดียวกันก็ได้ขึ้นอยู่กับบริบทของครอบครัว ควรเลือกเตียง ฟูก หมอน ผ้าห่มที่เหมาะสม โดยหมอนและที่นอนไม่ควรนุ่มจนเกินไป เบาะที่นอนควรมีขนาดพอดีกับเตียงและหลีกเลี่ยงการนำตุ๊กตา และสิ่งอื่นๆ ไปไว้ในที่นอนของลูก",
        "หากใช้เปลหรือเตียง ควรมีซี่ราวกันตกโดยช่องระหว่างซี่ราวห่างกันไม่เกิน 6 ซม. ไม่มีเสามุมเตียงยกขึ้นมา",
        "อย่าปล่อยลูกไว้ตามลำพังบนที่สูง เช่น โซฟา และเมื่อเปลี่ยนผ้าควรใช้มือข้างหนึ่งสัมผัสลูกไว้ตลอดเวลาเพื่อป้องกันการตกจากที่สูง",
        "ควรตรวจสอบอุณหภูมิน้ำก่อนอาบน้ำให้ลูกเสมอ และไม่ทิ้งเด็กไว้ในอ่างอาบน้ำตามลำพังแม้เพียงชั่วขณะ",
        "ควรต่อสายดินและติดตั้งเครื่องตัดไฟอัตโนมัติ"
    ],
    "content" : {},
    "writer": "พญ.รสวันต์ อารีมิตร นพ.โอฬาร พรหมาลิขิต พญ.วนัทปรียา พงษ์สามารถ พญ.ผกากรอง ลุมพิกานนท์",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  "tools2_4m": 
  {
    "title": "อุปกรณ์ ของเล่นและการป้องกันอุบัติเหตุของลูกวัย 2-4 เดือน",
    "category": "อุปกรณ์ ของเล่น และการป้องกันอุบัติเหตุ",
    "published_date": "21 มิถุนายน 2560",
    "intro" : "\"ของเล่นที่ดีที่สุดของลูกคือผู้ดูแลซึ่งมีปฏิสัมพันธ์กับลูก\"",
    "intro_list" : [
      "เวลาที่ลูกนอนหลับ ควรจัดให้ลูกอยู่ในท่านอนหงายเสมอ เพื่อป้องกันการเกิด SIDS (ปัญหาเสียชีวิตขณะนอนหลับในทารก)",
      "วัยนี้สื่อสารด้วยการร้อง ควรอุ้มอย่างอ่อนโยนและปลอบลูก ไม่ควรเขย่าตัวเพื่อให้หยุดร้องไห้ เพราะเกิดอันตรายรุนแรงต่อสมองได้ หากรู้สึกว่าเครียดจากการที่ลูกร้องไห้มาก อาจให้ผู้อื่นช่วยอุ้มและปลอบลูกบ้าง หรือวางลูกไว้ในที่ที่ปลอดภัย แต่หากลูกร้องไห้ยาวนานโดยไม่ทราบสาเหตุควรปรึกษาแพทย์หรือบุคลากรทางสาธารณสุขเพิ่มเติม",
      "ของเล่นอื่นๆ ของลูกควรทำจากวัสดุที่ทนทานและปลอดภัย ไม่มีเหลี่ยมคม สีธรรมชาติหรือใช้สีปลอดสารพิษ ไม่มีชิ้นส่วนขนาดเล็กกว่า 3.2 x 5.7 x 2.5 ซม. ซึ่งหากหลุด หรือลูกนำเข้าปาก อาจสำลัก ติดคอ จนขาดอากาศหายใจได้",
      "ไม่ควรให้ลูกใส่สร้อยคอ และของเล่นของใช้ที่มีสายยาวเกิน 22 ซม. เพราะอาจเกิดอุบัติเหตุรัดคอได้",
      "ไม่ควรใช้รถพยุงตัวหรือรถหัดเดิน เพราะนอกจากจะไม่ช่วยให้ลูกมีพัฒนาการการเดินด้วยตนเองแล้วยังเสี่ยงต่อการเกิดอุบัติเหตุรุนแรงได้",
      "ไม่ควรถือเครื่องดื่มหรืออาหารร้อนๆ เมื่ออุ้มลูก เพราะเสี่ยงต่อการถูกน้ำร้อนลวกได้",
      "ควรตรวจสอบอุณหภูมิน้ำก่อนอาบน้ำให้ลูกเสมอ และไม่ทิ้งเด็กไว้ในอ่างอาบน้ำตามลำพังแม้เพียงชั่วขณะ",
      "วัยนี้ไม่ควรให้โดยสารรถจักรยาน และรถจักรยานยนต์ หากพาลูกนั่งรถยนต์ควรให้นั่งในที่นั่งนิรภัยสำหรับเด็ก (car seat) ที่ได้มาตรฐานทุกครั้งตั้งแต่ครั้งแรกที่เดินทาง ทุกครั้งที่เดินทาง และตลอดการเดินทาง โดยปฏิบัติตามข้อแนะนำของผู้ผลิตอย่างเคร่งครัด ซึ่งที่นั่งนิรภัยควรติดตั้งไว้ที่เบาะหลังของรถ และหันหน้าลูกไปทางหลังรถ",
      "ควรหลีกเลี่ยงการพาไปยังสถานที่ที่มีคนสูบบุหรี่",
      "หากจำเป็นต้องฝากเลี้ยงในสถานรับเลี้ยงเด็ก ควรเยี่ยมชมและเลือกสถานที่ที่ดี ปลอดภัย บุคลากรไว้ใจได้",
      "อย่าปล่อยลูกไว้ตามลำพังกับสัตว์เลี้ยง",
      "ดูแลบริเวณรอบบ้านอย่าให้มีแมลงหรือสัตว์มีพิษมาทำรัง เช่น ผึ้ง ต่อ แตน"
    ],
    "content" : {},
    "writer": "พญ.รสวันต์ อารีมิตร นพ.ชาญยุทธ์ ศุภคุณภิญโญ นพ.วิบูลย์ วีระอาชากุล",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข ราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย และ ตารางการให้วัคซีนในเด็กไทยปกติ สมาคมโรคติดเชื้อในเด็กแห่งประเทศไทย 2563 "]
  },
  "tools4_6m": 
  {
    "title": "อุปกรณ์ ของเล่นและการป้องกันอุบัติเหตุของลูกวัย 4-6 เดือน",
    "category": "อุปกรณ์ ของเล่น และการป้องกันอุบัติเหตุ",
    "published_date": "21 มิถุนายน 2560",
    "intro" : "\"ของเล่นที่ดีที่สุดของลูกคือผู้ดูแลซึ่งมีปฏิสัมพันธ์กับลูก\"",
    "intro_list" : [
      "ของเล่นอื่นๆ ของลูกควรทำจากวัสดุที่ทนทานและปลอดภัย ไม่มีเหลี่ยมคม สีธรรมชาติหรือใช้สีปลอดสารพิษ ไม่มีชิ้นส่วนขนาดเล็กกว่า 3.2 x 5.7 x 2.5 ซม. ซึ่งหากหลุด หรือลูกนำเข้าปาก อาจสำลัก ติดคอ จนขาดอากาศหายใจได้",
      "ไม่ควรให้ลูกใส่สร้อยคอ และของเล่นของใช้ที่มีสายยาวเกิน 22 ซม. เพราะอาจเกิดอุบัติเหตุรัดคอได้",
      "ไม่ควรใช้รถพยุงตัวหรือรถหัดเดิน เพราะนอกจากจะไม่ช่วยให้ลูกมีพัฒนาการการเดินด้วยตนเองแล้วยังเสี่ยงต่อการเกิดอุบัติเหตุรุนแรงได้",
      "เวลาที่ลูกนอนหลับ ควรจัดให้ลูกอยู่ในท่านอนหงายเสมอ เพื่อป้องกันการเกิด SIDS (ปัญหาเสียชีวิตขณะนอนหลับในทารก)",
      "ควรตรวจสอบอุณหภูมิน้ำก่อนอาบน้ำให้ลูกเสมอ และไม่ทิ้งเด็กไว้ในอ่างอาบน้ำตามลำพังแม้เพียงชั่วขณะ",
      "อย่าปล่อยลูกไว้ตามลำพังกับสัตว์เลี้ยง",
      "ดูแลบริเวณรอบบ้านอย่าให้มีแมลงหรือสัตว์มีพิษมาทำรัง เช่น ผึ้ง ต่อ แตน",
      "ไม่ควรพาลูกเข้าครัวขณะประกอบอาหารเพราะอาจเกิดอันตรายได้",
      "ไม่ควรถือเครื่องดื่มหรืออาหารร้อนๆ เมื่ออุ้มลูก เพราะเสี่ยงต่อการถูกน้ำร้อนลวกได้",
      "วัยนี้สื่อสารด้วยการร้อง ควรอุ้มอย่างอ่อนโยนและปลอบลูก ไม่ควรเขย่าตัวเพื่อให้หยุดร้องไห้ เพราะเกิดอันตรายรุนแรงต่อสมองได้ หากรู้สึกว่าเครียดจากการที่ลูกร้องไห้มาก อาจให้ผู้อื่นช่วยอุ้มและปลอบลูกบ้าง หรือวางลูกไว้ในที่ที่ปลอดภัย แต่หากลูกร้องไห้ยาวนานโดยไม่ทราบสาเหตุควรปรึกษาแพทย์หรือบุคลากรทางสาธารณสุขเพิ่มเติม",
      "วัยนี้ไม่ควรให้โดยสารรถจักรยาน และรถจักรยานยนต์ หากพาลูกนั่งรถยนต์ควรให้นั่งในที่นั่งนิรภัยสำหรับเด็ก (car seat) ที่ได้มาตรฐานทุกครั้งตั้งแต่ครั้งแรกที่เดินทาง ทุกครั้งที่เดินทาง และตลอดการเดินทาง โดยปฏิบัติตามข้อแนะนำของผู้ผลิตอย่างเคร่งครัด ซึ่งที่นั่งนิรภัยควรติดตั้งไว้ที่เบาะหลังของรถ และหันหน้าลูกไปทางหลังรถ",
      "ควรหลีกเลี่ยงการพาไปยังสถานที่ที่มีคนสูบบุหรี่",
      "หากจำเป็นต้องฝากเลี้ยงในสถานรับเลี้ยงเด็ก ควรเยี่ยมชมและเลือกสถานที่ที่ดี ปลอดภัย บุคลากรไว้ใจได้",
      "นำสุนัข แมวที่เลี้ยงไว้ไปฉีดวัคซีนป้องกันพิษสุนัขบ้าตามกำหนดทุกครั้ง"    
    ],
    "content" : {},
    "writer": "พญ.รสวันต์ อารีมิตร นพ.ชาญยุทธ์ ศุภคุณภิญโญ นพ.วิบูลย์ วีระอาชากุล",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข ราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย และ ตารางการให้วัคซีนในเด็กไทยปกติ สมาคมโรคติดเชื้อในเด็กแห่งประเทศไทย 2563 "]
  },
  "tools6_12m": 
  {
    "title": "อุปกรณ์ ของเล่นและการป้องกันอุบัติเหตุของลูกวัย 6-12 เดือน",
    "category": "อุปกรณ์ ของเล่น และการป้องกันอุบัติเหตุ",
    "published_date": "05 กรกฎาคม 2560",
    "intro" : "\"ของเล่นที่ดีที่สุดของลูกคือผู้ดูแลซึ่งมีปฏิสัมพันธ์กับลูก\"",
    "intro_list" : [],
    "content" : {
      "การโดยสารรถ": [
        " หากนั่งรถยนต์ควรนั่งในที่นั่งนิรภัยสำหรับเด็ก (car seat) ที่ได้มาตรฐานทุกครั้งตลอดการเดินทาง โดยปฏิบัติตามข้อแนะนำของผู้ผลิตอย่างเคร่งครัด ซึ่งที่นั่งนิรภัยควรติดตั้งไว้ที่เบาะหลังของรถ และหันหน้าลูกไปทางหลังรถ",
        "วัยนี้เริ่มมีความเป็นตัวของตัวเองสูงและอาจเริ่มปฏิเสธ เช่น เดิมเคยยอมนั่งที่นั่งนิรภัยสำหรับเด็ก (car seat) ลูกอาจจะเริ่มไม่ยอมนั่ง ผู้โดยสารทุกคนควรคาดเข็มขัดนิรภัยเพื่อเป็นตัวอย่างแก่ลูกและควรฝึกให้ลูกนั่งในที่นั่งนิรภัยสำหรับเด็กอย่างสม่ำเสมอจนเป็นกิจวัตร และปฏิบัติเหมือนเดิมทุกครั้ง",
        "เพื่อป้องกันอุบัติเหตุที่อาจเกิดขึ้นได้ หากทุกคนในรถไม่คาดเข็มขัดนิรภัยและลูกไม่นั่งในที่นั่งนิรภัยไม่ควรติดเครื่องยนต์",
        "ก่อนออกรถทุกครั้งต้องสำรวจว่าไม่มีเด็กๆ อยู่ใกล้รถ",
        "ห้ามปล่อยลูกไว้ลำพังในรถ",
        "วัย < 9 เดือนไม่ควรให้โดยสารรถจักรยาน และวัย < 2 ปีไม่ควรให้โดยสารรถจักรยานยนต์",
        "ควรสวมหมวกนิรภัยที่ได้มาตรฐานทุกครั้งที่โดยสารรถจักรยาน"
    ],
    "การป้องกันการพลัดตกหกล้มและจมน้ำ" : [
      "ระวังอันตรายจากการจมน้ำ ควรตรวจสอบแหล่งน้ำ และกำจัดแหล่งน้ำไม่จำเป็นในบริเวณใกล้บ้าน และไม่ปล่อยลูกไว้ใกล้แหล่งน้ำหรือในอ่างอาบน้ำตามลำพังแม้เพียงชั่วขณะ",
      "ควรดูแลใกล้ชิดและให้อยู่ในระยะที่ผู้ดูแลสามารถเอื้อมถึงตัวได้ทันที หากมีความจำเป็นต้องให้ลูกอยู่ตามลำพังชั่วครู่ ควรให้อยูในที่ที่ปลอดภัย เช่น เตียง คอกกั้น สำหรับเด็กเป็นต้น อย่าปล่อยลูกไว้ตามลำพังบนที่สูง",
      "วัยนี้จะเร่ิมเหนี่ยวและเกาะยืน ควรตรวจสอบเฟอร์นิเจอร์ว่ามีความมั่นคงหรือยึดไว้กับผนัง และตรวจสอบประตูรั้วบ้านว่ามีการยึดไว้อย่างมั่นคง เพื่อป้องกันการล้มคว่ำลงมาทับลูกได้",
      "ไม่ควรใช้รถพยุงตัวหรือรถหัดเดิน เพราะนอกจากจะไม่ช่วยให้ลูกมีพัฒนาการการเดินด้วยตนเองแล้วยังเสี่ยงต่อการเกิดอุบัติเหตุรุนแรงได้",
      "ควรมีประตูที่กั้นบันไดที่สูงกว่าตัวเด็กและปิดกลอนไว้เสมอ",
      "ซี่ราวบันไดและซี่ลูกกรงระเบียงต้องห่างกันไม่เกิน 9 ซม.",
      "หน้าต่างควรอยู่สูงกว่าพื้นอย่างน้อย 1 เมตร เพื่อป้องกันการปีนป่าย"
    ],
    "การป้องกันการอุดตันทางเดินหายใจ" : [
      "ของเล่นอื่นๆ ของลูกควรทำจากวัสดุที่ทนทานและปลอดภัย ไม่มีเหลี่ยมคม สีธรรมชาติหรือใช้สีปลอดสารพิษ ไม่มีชิ้นส่วนขนาดเล็กกว่า 3.2 x 5.7 x 2.5 ซม. ซึ่งหากหลุด หรือลูกนำเข้าปาก อาจสำลัก ติดคอ จนขาดอากาศหายใจได้",
      "อย่าวางถุงพลาสติกไว้ใกล้ลูกเพราะอาจอุดตันทางเดินหายใจได้",
      "หัวนมหลอกหรือจุกนมยาง ไม่มีความจำเป็น หากมีข้อบ่งใช้ต้องเลือกแบบที่ได้มาตรฐาน และห้ามใช้สายคล้องรอบคอลูก",
      "ไม่ควรให้ลูกใส่สร้อยคอ และของเล่นของใช้ที่มีสายยาวเกิน 22 ซม. เพราะอาจเกิดอุบัติเหตุรัดคอได้"
    ],
    "การป้องกันอันตรายจากความร้อนและไฟฟ้า" : [
      "ไม่ควรถือเครื่องดื่มหรืออาหารร้อนๆ เมื่ออุ้มลูก เพราะเสี่ยงต่อการถูกน้ำร้อนลวกได้",
      "ไม่ควรวางของร้อนไว้บนโต๊ะที่มีผ้าปูโต๊ะห้อยชายซึ่งลูกอาจดึงได้",
      "ไม่ควรพาลูกเข้าครัวขณะประกอบอาหารเพราะอาจเกิดอันตรายได้",
      "ควรตรวจสอบอุณหภูมิน้ำก่อนอาบน้ำให้ลูกเสมอ และไม่ทิ้งเด็กไว้ในอ่างอาบน้ำตามลำพังแม้เพียงชั่วขณะ",
      "ควรติดตั้งปลั้กไฟไว้สูง 1.5 เมตรหรือใช้ที่ครอบปลั๊กไฟ ควรเก็บสายไฟให้พ้นมือเด็ก และควรต่อสายดินและติดตั้งเครื่องตัดไฟอัตโนมัติ"
    ],
    "การนอนของลูก":[
      "เวลาที่ลูกนอนหลับ ควรจัดให้ลูกอยู่ในท่านอนหงายเสมอ เพื่อป้องกันการเกิด SIDS (ปัญหาเสียชีวิตขณะนอนหลับในทารก)",
      "ควรจัดให้ลูกนอนในที่นอนของตนเองเป็นสัดส่วนแยกจากเตียงของผู้ปกครอง โดยอาจให้อยู่ในห้องเดียวกันก็ได้ขึ้นอยู่กับบริบทของครอบครัว ควรเลือกเตียง ฟูก หมอน ผ้าห่มที่เหมาะสม โดยหมอนและที่นอนไม่ควรนุ่มจนเกินไป เบาะที่นอนควรมีขนาดพอดีกับเตียงและหลีกเลี่ยงการนำตุ๊กตา และสิ่งอื่นๆ ไปไว้ในที่นอนของลูก",
      "หากใช้เปลหรือเตียง ควรมีซี่ราวกันตกโดยช่องระหว่างซี่ราวห่างกันไม่เกิน 6 ซม. ไม่มีเสามุมเตียงยกขึ้นมา"
    ],
    "การป้องกันอันตรายจากสัตว์กัด" : [
      "อย่าปล่อยลูกไว้ตามลำพังกับสัตว์เลี้ยง นำสุนัข แมวที่เลี้ยงไว้ไปฉีดวัคซีนป้องกันพิษสุนัขบ้าตามกำหนดทุกครั้ง",
      "ดูแลบริเวณรอบบ้านอย่าให้มีแมลงหรือสัตว์มีพิษมาทำรัง เช่น ผึ้ง ต่อ แตน"
    ],
    "การป้องกันอันตรายจากยาและสารเคมี" : [
      "ควรมีภาชนะ และตู้สำหรับเก็บยาและสารเคมี อย่างเหมาะสม เด็กเปิดไม่ได้ และเก็บ ให้พ้นมือเด็ก"
    ],
    "อื่นๆ" : [
      "ไม่ควรเขย่าตัวเพื่อให้หยุดร้องไห้ เพราะเกิดอันตรายรุนแรงต่อสมองได้ หากรู้สึกว่าเครียดจากการที่ลูกร้องไห้มาก อาจให้ผู้ช่วยที่ไว้ใจได้อุ้มและปลอบลูก หรือวางลูกไว้ในที่ที่ปลอดภัย แต่หากลูกร้องไห้ยาวนานโดยไม่ทราบสาเหตุควรปรึกษาแพทย์หรือบุคลากรทางสาธารณสุขเพิ่มเติม",
      "ควรหลีกเลี่ยงการพาไปยังสถานที่ที่มีคนสูบบุหรี่",
      "หากจำเป็นต้องฝากเลี้ยงในสถานรับเลี้ยงเด็ก ควรเยี่ยมชมและเลือกสถานที่ที่ดี ปลอดภัย บุคลากรไว้ใจได้",
      "ผู้ดูแลเด็กควรได้รับการฝึกปฐมพยาบาลและการกู้ชีพเบื้องต้น หากมีเหตุฉุกเฉินทางการแพทย์ โทร 1669"
    ],

    },
    "writer": "พญ.รสวันต์ อารีมิตร นพ.ชาญยุทธ์ ศุภคุณภิญโญ นพ.วิบูลย์ วีระอาชากุล",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  "tools1_3y": 
  {
    "title": "อุปกรณ์ ของเล่นและการป้องกันอุบัติเหตุของลูกวัย 1-3 ปี",
    "category": "อุปกรณ์ ของเล่น และการป้องกันอุบัติเหตุ",
    "published_date": "05 กรกฎาคม 2560",
    "intro" : "\"ของเล่นที่ดีที่สุดของลูกคือผู้ดูแลซึ่งมีปฏิสัมพันธ์กับลูก\"",
    "intro_list" : [],
    "content": {
      "การโดยสารรถ": [
        "หากนั่งรถยนต์ควรนั่งในที่นั่งนิรภัยสำหรับเด็ก (car seat) ที่ได้มาตรฐานทุกครั้งตลอดการเดินทาง โดยปฏิบัติตามข้อแนะนำของผู้ผลิตอย่างเคร่งครัด เมื่ออายุ 4-7 ปี และลูกมีน้ำหนักหรือส่วนสูงเกินกำหนดการใช้ที่นั่งนิรภัยสำหรับเด็กเล็กแล้ว ให้เปลี่ยนมาใช้ที่นั่งเสริม (booster seat) ซึ่งติดตั้งที่เบาะหลังของรถ",
        "เพื่อป้องกันอุบัติเหตุที่อาจเกิดขึ้นได้ หากทุกคนในรถไม่คาดเข็มขัดนิรภัยและลูกไม่นั่งในที่นั่งนิรภัยไม่ควรติดเครื่องยนต์",
        "ก่อนออกรถทุกครั้งต้องสำรวจว่าไม่มีเด็กๆ อยู่ใกล้รถ",
        "ห้ามปล่อยลูกไว้ลำพังในรถ",
        "วัยนี้ไม่ให้ปล่อยให้วิ่งเล่นหรือขี่จักรยานบนถนนและทางเท้า",
        "วัย 1-5 ปี หากโดยสารจักรยานควรมีที่นั่งพิเศษสำหรับเด็กซึ่งยึดติดกับจักรยานอย่างแข็งแรง และมีเข็มขัดยึดลูกกับที่นั่ง และมีที่วางเท้าที่ป้องกันเท้าลูกเข้าไประหว่างซี่ล้อจักรยาน",
        "ควรสวมหมวกนิรภัยที่ได้มาตรฐานทุกครั้งที่โดยสารรถจักรยานและจักรยานยนต์",
        "เมื่ออายุ 5 ปี ควรฝึกให้ขี่จักรยานให้ถูกวิธี ปลอดภัย ตามกฎจราจร",
        "วัย 2-6 ปีให้หลีกเลี่ยงการโดยสารรถจักรยานยนต์ เนื่องจากวัยนี้ยังไม่สามารถนั่งหลังคนขับตามลำพังได้"
      ],
      "การป้องกันการพลัดตกหกล้มและจมน้ำ": [
        "ระวังอันตรายจากการจมน้ำ ควรตรวจสอบแหล่งน้ำในชุมชน และกำจัดแหล่งน้ำไม่จำเป็นในบริเวณใกล้บ้าน และไม่ปล่อยลูกไว้ใกล้แหล่งน้ำหรือในอ่างอาบน้ำตามลำพังแม้เพียงชั่วขณะ",
        "สอนลูกไม่ให้เดินใกล้แหล่งน้ำ",
        "เมื่ออายุ 4 ปีขึ้นไป ควรสอนการลอยตัวในน้ำและฝึกว่ายน้ำ",
        "เมื่ออายุ 5 ปีขึ้นไปควรสอนให้รู้จักแหล่งน้ำที่เสี่ยงและการหลีกเลี่ยง",
        "ควรดูแลใกล้ชิด ไม่ปล่อยลูกอยู่ในที่สูงตามลำพัง",
        "ควรให้อยู่ในที่ที่ปลอดภัย ควรตรวจสอบสนามเด็กเล่นว่าเครื่องเล่นมีการยึดอยู่กับฐานอย่างปลอดภัย และไม่ควรสูงเกิน 150 ซม.",
        "วัยนี้ชอบปีนป่าย ควรตรวจสอบเฟอร์นิเจอร์ว่ามีความมั่นคงหรือยึดไว้กับผนัง และตรวจสอบประตูรั้วบ้านว่ามีการยึดไว้อย่างมั่นคง เพื่อป้องกันการล้มคว่ำลงมาทับลูกได้",
        "ควรมีประตูที่กั้นบันไดที่สูงกว่าตัวเด็กและปิดกลอนไว้เสมอ",
        "ซี่ราวบันไดและซี่ลูกกรงระเบียงต้องห่างกันไม่เกิน 9 ซม.",
        "หน้าต่างควรอยู่สูงกว่าพื้นอย่างน้อย 1 เมตร เพื่อป้องกันการปีนป่าย"
      ],
      "การป้องกันการอุดตันทางเดินหายใจ": [
        "ของเล่นอื่นๆ ของลูกควรทำจากวัสดุที่ทนทานและปลอดภัย ไม่มีเหลี่ยมคม สีธรรมชาติหรือใช้สีปลอดสารพิษ",
        "อย่าวางถุงพลาสติกไว้ใกล้ลูกเพราะอาจอุดตันทางเดินหายใจได้",
        "ของเล่นที่มีลักษณะกลมและมีขนาดเล็ก เช่น ลูกบอล ลูกแก้ว ลูกหิน รวมถึงเมล็ดผลไม้ เป็นของที่มีความเสี่ยงสูงต่อการเอาเข้าปากและเกิดการสำลักได้"
      ],
      "การป้องกันอันตรายจากความร้อนและไฟฟ้า": [
        "ไม่ควรถือเครื่องดื่มหรืออาหารร้อนๆ เมื่ออุ้มลูก เพราะเสี่ยงต่อการถูกน้ำร้อนลวกได้",
        "ไม่ควรวางของร้อนไว้บนโต๊ะที่มีผ้าปูโต๊ะห้อยชายซึ่งลูกอาจดึงได้ และไม่ควรวางไว้ตรงพื้นที่ลูกอาจวิ่งมาสะดุดได้",
        "ไม่ควรพาลูกเข้าครัวขณะประกอบอาหารเพราะอาจเกิดอันตรายได้",
        "ควรตรวจสอบอุณหภูมิน้ำก่อนอาบน้ำให้ลูกเสมอ และไม่ทิ้งเด็กไว้ในอ่างอาบน้ำตามลำพังแม้เพียงชั่วขณะ",
        "ควรติดตั้งปลั้กไฟไว้สูง 1.5 เมตรหรือใช้ที่ครอบปลั๊กไฟ ควรเก็บสายไฟให้พ้นมือเด็ก และควรต่อสายดินและติดตั้งเครื่องตัดไฟอัตโนมัติ"
      ],
      "การนอนของลูก": [
        "ควรจัดให้ลูกนอนในที่นอนของตนเองเป็นสัดส่วนแยกจากเตียงของผู้ปกครอง โดยอาจให้อยู่ในห้องเดียวกันก็ได้ขึ้นอยู่กับบริบทของครอบครัว ควรเลือกเตียง ฟูก หมอน ผ้าห่มที่เหมาะสม โดยหมอนและที่นอนไม่ควรนุ่มจนเกินไป เบาะที่นอนควรมีขนาดพอดีกับเตียงและหลีกเลี่ยงการนำตุ๊กตา และสิ่งอื่นๆ ไปไว้ในที่นอนของลูก"
      ],
      "การป้องกันอันตรายจากสัตว์กัด": [
        "อย่าปล่อยลูกไว้ตามลำพังกับสัตว์เลี้ยง นำสุนัข แมวที่เลี้ยงไว้ไปฉีดวัคซีนป้องกันพิษสุนัขบ้าตามกำหนดทุกครั้ง",
        "สอนลูกไม่ให้เล่นกับสัตว์จรจัด สุนัขแม่ลูกอ่อน และลูกสุนัขที่มีแม่อยู่ด้วย",
        "สอนลูกไม่ให้รังแกสัตว์ เช่น ดึงหู ดึงหาง เตะ แย่งจานอาหาร และแย่งของเล่น",
        "ดูแลบริเวณรอบบ้านอย่าให้มีแมลงหรือสัตว์มีพิษมาทำรัง เช่น ผึ้ง ต่อ แตน"
      ],
      "การป้องกันอันตรายจากยาและสารเคมี": [
        "ควรมีภาชนะ และตู้สำหรับเก็บยาและสารเคมี อย่างเหมาะสม เด็กเปิดไม่ได้ และเก็บให้พ้นมือเด็ก",
        "หากลูกกินยาหรือสารพิษเข้าไป ควรติดต่อศูนย์พิษวิทยา 1367 เพื่อขอคำแนะนำในการปฐมพยาบาลอย่างถูกวิธี"
      ],
      "อื่นๆ": [
        "หากจะฝากเลี้ยงในสถานรับเลี้ยงเด็ก ควรเยี่ยมชมและเลือกสถานที่ที่ดี ปลอดภัย บุคลากรไว้ใจได้",
        "ผู้ดูแลเด็กควรได้รับการฝึกปฐมพยาบาลและการกู้ชีพเบื้องต้น หากมีเหตุฉุกเฉินทางการแพทย์ โทร 1669",
        "ไม่ควรเก็บอาวุธปืนไว้ในบ้าน หากจำเป็น ควรเก็บปืนที่ไม่ได้ใส่กระสุนปืนไว้อย่างมิดชิด เก็บปืนและกระสุนปืนไว้แยกจากกัน"
      ]
    },
    "writer": "พญ.รสวันต์ อารีมิตร นพ.ชาญยุทธ์ ศุภคุณภิญโญ นพ.วิบูลย์ วีระอาชากุล",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]  },
  "tools6_12y": 
  {
    "title": "คำแนะนำเพิ่มเติมสำหรับการรับวัคซีน",
    "category": "อุปกรณ์ ของเล่น และการป้องกันอุบัติเหตุ",
    "published_date": "05 กรกฎาคม 2560",
    "intro" : "\"ของเล่นที่ดีที่สุดของลูกคือผู้ดูแลซึ่งมีปฏิสัมพันธ์กับลูก\"",
    "intro_list" : [],
    "content" : 
    {
      "การโดยสารรถ": [
        "หากนั่งรถยนต์ควรนั่งในที่นั่งนิรภัยสำหรับเด็ก (car seat) ที่ได้มาตรฐานทุกครั้งตลอดการเดินทาง<br> -เมื่อลูกอายุ 4-7 ปี และลูกมีน้ำหนักหรือส่วนสูงเกินกำหนดการใช้ที่นั่งนิรภัยสำหรับเด็กเล็กแล้ว ให้เปลี่ยนมาใช้ที่นั่งเสริม (booster seat) ซึ่งติดตั้งที่เบาะหลังของรถ<br> -เเมื่อลูกอายุ 8-12 ปีควรนั่งในที่นั่งเสริม (booster seat) ซึ่งติดตั้งที่เบาะหลังของรถ จนกว่าจะสามารถใช้เข็มขัดในรถได้พอดี ซึ่งส่วนใหญ่จะใช้ได้เมื่ออายุมากกว่า 9 ปี หรือสูงกว่า 140 ซม.<br> -เเด็กอายุ < 13 ปี ให้นั่งที่เบาะหลังเท่านั้น",
        "เพื่อป้องกันอุบัติเหตุที่อาจเกิดขึ้นได้ หากทุกคนในรถไม่คาดเข็มขัดนิรภัยและลูกไม่นั่งในที่นั่งนิรภัยไม่ควรติดเครื่องยนต์",
        "ก่อนออกรถทุกครั้งต้องสำรวจว่าไม่มีเด็กๆ อยู่ใกล้รถ",
        "ควรสวมหมวกนิรภัยที่ได้มาตรฐานทุกครั้งที่โดยสารรถจักรยานและจักรยานยนต์",
        "สอนวิธีการใช้ระบบขนส่งมวลชน การเดินทางเท้า และการข้ามถนนอย่างปลอดภัย",
        "วัยนี้ไม่ให้ปล่อยให้วิ่งเล่นหรือขี่จักรยานบนถนนและทางเท้า",
        "ควรฝึกให้ขี่จักรยานให้ถูกวิธี ปลอดภัย ตามกฎจราจร"
      ],
      "การป้องกันการพลัดตกหกล้มและจมน้ำ": [
        "ระวังอันตรายจากการจมน้ำ โดยเฉพาะแหล่งน้ำในชุมชนและแหล่งน้ำในบริเวณใกล้เคียงเส้นทางที่ใช้เดินทางประจำ",
        "สอนลูกให้รู้จักอันตรายที่อาจเกิดจากการเล่นน้ำในแหล่งน้ำธรรมชาติ ควรสอนให้รู้จักแหล่งน้ำที่เสี่ยงและการหลีกเลี่ยง",
        "ควรสอนการลอยตัวในน้ำและฝึกว่ายน้ำ",
        "ควรสวมชูชีพทุกครั้งที่เดินทางทางน้ำ",
        "ควรดูแลใกล้ชิด ไม่ปล่อยลูกอยู่ในที่สูงตามลำพัง",
        "ควรให้อยู่ในที่ที่ปลอดภัย ควรตรวจสอบสนามเด็กเล่นว่าเครื่องเล่นมีการยึดอยู่กับฐานอย่างปลอดภัย และไม่ควรสูงเกิน 150 ซม.",
        "ควรตรวจสอบอุปกรณ์กีฬา เสาฟุตบอล แป้นบาสเก็ตบอล และเครื่องเล่นสนามที่มีน้ำหนักมาก ว่าจัดอย่างเหมาะสม ยึดติดกับกำแพงหรือพื้นไม่ให้ล้มคว่ำได้ง่าย"
      ],
      "การป้องกันอันตรายจากความร้อนและไฟฟ้า": [
        "ควรมีป้ายเตือนข้อควรระวังในการใช้เครื่องไฟฟ้าทุกชนิด และควรต่อสายดินและติดตั้งเครื่องตัดไฟอัตโนมัติ"
      ],
      "การป้องกันอันตรายจากสัตว์กัด": [
        "อย่าปล่อยลูกไว้ตามลำพังกับสัตว์เลี้ยง นำสุนัข แมวที่เลี้ยงไว้ไปฉีดวัคซีนป้องกันพิษสุนัขบ้าตามกำหนดทุกครั้ง",
        "สอนลูกไม่ให้เล่นกับสัตว์จรจัด สุนัขแม่ลูกอ่อน และลูกสุนัขที่มีแม่อยู่ด้วย",
        "สอนลูกไม่ให้รังแกสัตว์ เช่น ดึงหู ดึงหาง เตะ แย่งจานอาหาร และแย่งของเล่น",
        "ดูแลบริเวณรอบบ้านอย่าให้มีแมลงหรือสัตว์มีพิษมาทำรัง เช่น ผึ้ง ต่อ แตน"
      ],
      "การป้องกันอันตรายจากยาและสารเคมี": [
        "ควรมีภาชนะ และตู้สำหรับเก็บยาและสารเคมี อย่างเหมาะสม เด็กเปิดไม่ได้ และเก็บให้พ้นมือเด็ก",
        "หากลูกกินยาหรือสารพิษเข้าไป ควรติดต่อศูนย์พิษวิทยา 1367 เพื่อขอคำแนะนำในการปฐมพยาบาลอย่างถูกวิธี"
      ],
      "อื่นๆ": [
        "ผู้ดูแลเด็กควรได้รับการฝึกปฐมพยาบาลและการกู้ชีพเบื้องต้น หากมีเหตุฉุกเฉินทางการแพทย์ โทร 1669",
        "ไม่ควรเก็บอาวุธปืนไว้ในบ้าน หากจำเป็น ควรเก็บปืนที่ไม่ได้ใส่กระสุนปืนไว้อย่างมิดชิด เก็บปืนและกระสุนปืนไว้แยกจากกัน",
        "ไม่ควรให้ลูกเล่นของเล่นอันตราย เช่น พลุ ดอกไม้ไฟ",
        "ผู้ดูแลไม่ควรปล่อยให้เด็กใช้ความรุนแรงต่อกันหรือรังแกกัน",
        "ผู้ดูแลไม่สนับสนุน ไม่จ้างวานให้ลูกซื้อเครื่องดื่มแอลกอฮอล์ บุหรี่ ของมึนเมาและสิ่งเสพติด และควรเป็นตัวอย่างการปฏิบัติตัวที่ดี",
        "สอนให้รู้จักป้องกันตนเองจากบุคคลอันตราย",
        "สอนให้ลูกรู้จักบอกเมื่อผู้อื่นมากระทำหรือปฏิบัติโดยมิชอบ",
        "ฝึกวิธีการจัดการความขัดแย้งอย่างเหมาะสม เช่น รับฟังความคิดเห็นผู้อื่น การยอมรับผิด การปรับปรุงตัว"
      ]
    }
    ,
    "writer": "พญ.รสวันต์ อารีมิตร นพ.ชาญยุทธ์ ศุภคุณภิญโญ นพ.วิบูลย์ วีระอาชากุล",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]  },
  "tools12_18y": 
  {
    "title": "อุปกรณ์ ของเล่นและการป้องกันอุบัติเหตุของลูกวัย 12-18ปี",
    "category": "อุปกรณ์ ของเล่น และการป้องกันอุบัติเหตุ",
    "published_date": "05 กรกฎาคม 2560",
    "intro" : "\"ของเล่นที่ดีที่สุดของลูกคือผู้ดูแลซึ่งมีปฏิสัมพันธ์กับลูก\"",
    "intro_list" : [],
    "content" : 
      {
        "การโดยสารรถ": [
          "ไม่ส่งเสริมให้วัยนี้ขับขี่รถยนต์และจักรยานยนต์ โดยไม่มีใบอนุญาตขับขี่ยานพาหนะ",
          "เด็กอายุ < 13 ปี ให้นั่งที่เบาะหลังเท่านั้น",
          "เพื่อป้องกันอุบัติเหตุที่อาจเกิดขึ้นได้ หากทุกคนในรถไม่คาดเข็มขัดนิรภัย ไม่ควรติดเครื่องยนต์",
          "ก่อนออกรถทุกครั้งต้องสำรวจว่าไม่มีเด็กๆ อยู่ใกล้รถ",
          "ควรสวมหมวกนิรภัยที่ได้มาตรฐานทุกครั้งที่โดยสารรถจักรยานและจักรยานยนต์",
          "สอนวิธีการใช้ระบบขนส่งมวลชน การเดินทางเท้าอย่างปลอดภัย",
          "สอนและสาธิตการข้ามถนนอย่างปลอดภัยเมื่อจำเป็นในกรณีที่ไม่มีผู้พาข้าม ไม่มีสัญญาณไฟ ไม่มีสะพานลอยข้ามถนน",
          "ควรฝึกให้ขี่จักรยานให้ถูกวิธี ปลอดภัย ตามกฎจราจร"
        ],
        "การป้องกันการพลัดตกหกล้มและจมน้ำ": [
          "ระวังอันตรายจากการจมน้ำ โดยเฉพาะแหล่งน้ำในชุมชนและแหล่งน้ำในบริเวณใกล้เคียงเส้นทางที่ใช้เดินทางประจำ",
          "สอนลูกให้รู้จักอันตรายและแสดงความคิดเห็นเกี่ยวกับสิ่งที่อาจเกิดจากการเล่นน้ำในแหล่งน้ำธรรมชาติ",
          "ควรสอนให้รู้จักแหล่งน้ำที่มีความเสี่ยงและแสดงความคิดเห็นเกี่ยวกับการหลีกเลี่ยงหรือแก้ไขความเสี่ยง และกำหนดกฎความปลอดภัยร่วมกัน",
          "ช่วยกันดูแลป้องกันอุบัติเหตุที่อาจเกิดในแหล่งน้ำของชุมชน",
          "ควรตรวจสอบอุปกรณ์กีฬา เสาฟุตบอล แป้นบาสเก็ตบอล และเครื่องเล่นสนามที่มีน้ำหนักมาก ว่าจัดอย่างเหมาะสม ยึดติดกับกำแพงหรือพื้นไม่ให้ล้มคว่ำได้ง่าย"
        ],
        "การป้องกันอันตรายจากความร้อนและไฟฟ้า": [
          "ลูกควรได้รับการสอนสาธิตการใช้ และข้อควรระวังในการใช้เครื่องไฟฟ้าที่จำเป็นต้องใช้ และควรต่อสายดินและติดตั้งเครื่องตัดไฟอัตโนมัติ"
        ],
        "การป้องกันอันตรายจากสัตว์กัด": [
          "อาจนำสุนัข แมวที่เลี้ยงไว้ไปฉีดวัคซีนป้องกันพิษสุนัขบ้าตามกำหนดทุกครั้ง",
          "สอนลูกไม่ให้เล่นกับสัตว์จรจัด สุนัขแม่ลูกอ่อน และลูกสุนัขที่มีแม่อยู่ด้วย",
          "สอนลูกไม่ให้รังแกสัตว์ เช่น ดึงหู ดึงหาง เตะ แย่งจานอาหาร และแย่งของเล่น",
          "ดูแลบริเวณรอบบ้านอย่าให้มีแมลงหรือสัตว์มีพิษมาทำรัง เช่น ผึ้ง ต่อ แตน"
        ],
        "การป้องกันอันตรายจากยาและสารเคมี": [
          "ควรมีภาชนะ และตู้สำหรับเก็บยาและสารเคมี อย่างเหมาะสม เด็กเปิดไม่ได้ และเก็บให้พ้นมือเด็ก",
          "สอนให้ลูกรู้จักอันตรายของการดื่มเครื่องดื่มแอลกอฮอล์ ซึ่งมีผลเสียต่อสมองที่กำลังพัฒนาของวัยนี้ (ยังคงพัฒนาต่อไปจนถึงอย่างน้อย 20 ปี) ทำให้ความสามารถในการป้องกันตัวลดลง และไม่ควรดื่มก่อนการขับขี่ยานพาหนะ เพราะนอกจากจะเกิดผลเสียต่อตัวเองได้แล้วอาจจะเกิดผลเสียต่อผู้อื่นด้วย",
          "หากลูกกินยาหรือสารพิษเข้าไป ควรติดต่อศูนย์พิษวิทยา 1367 เพื่อขอคำแนะนำในการปฐมพยาบาลอย่างถูกวิธี"
        ],
        "อื่นๆ": [
          "ลูกควรทราบและมีส่วนร่วมในการกำหนดกฎความปลอดภัยของครอบครัว เช่น เวลาที่ควรกลับถึงบ้าน ควรแจ้งและขออนุญาตผู้ปกครองเมื่อจำเป็นต้องออกนอกบริเวณที่กำหนดหรือผิดเวลา ไม่ควรค้างคืนนอกบ้านยกเว้นได้รับอนุญาตก่อน",
          "สอนให้ลูกรู้จักการจัดการและควบคุมอารมณ์อย่างเหมาะสมและหาทางออกในทางสร้างสรรค์ เช่น การเล่นกีฬา ดนตรี ศิลปะ ทำกิจกรรมยามว่างที่ส่งเสริมทักษะต่างๆ การมีส่วนร่วมในการสร้างสรรค์ชุมชน",
          "สอนลูกเรื่องความสัมพันธ์กับเพื่อนอย่างเหมาะสม กำหนดของเขตความใกล้ชิดกับเพศตรงข้าม",
          "สอนให้ลูกรู้จักป้องกันตนเองจากสถานการณ์เสี่ยงจากภัยต่างๆ เช่น ไม่ควรแต่งกายล่อแหลม ไม่เดินทางในยามวิกาลโดยลำพัง",
          "ลูกควรรู้จักการปฏิเสธ ไม่ยอมปฏิบัติตาม เมื่อมีคนมาชักจูงแม้จะเป็นคนใกล้ชิด และไม่มั่นใจว่าสิ่งที่ถูกชักชวนให้ปฏิบัตินั้นจะนำไปสู่อันตรายหรือไม่",
          "ควรฝึกให้ลูกได้รู้จักวิธีการจัดการกับปัญหาและความขัดแย้งอย่างเหมาะสม เช่น รับฟังความคิดเห็นผู้อื่น การยอมรับผิด การปรับปรุงตัว ผู้ดูแลไม่ควรปล่อยให้เด็กใช้ความรุนแรงต่อกันหรือรังแกกัน",
          "สอนให้รู้จักหลีกเลี่ยงป้องกันตนเองจากบุคคลอันตราย สอนให้ลูกรู้จักบอกเมื่อผู้อื่นมากระทำหรือปฏิบัติโดยมิชอบ",
          "ลูกควรได้รับการฝึกปฐมพยาบาลและฝึกการกู้ชีพเบื้องต้นอย่างถูกต้อง",
          "ไม่ควรเก็บอาวุธปืนไว้ในบ้าน หากจำเป็น ควรเก็บปืนที่ไม่ได้ใส่กระสุนปืนไว้อย่างมิดชิด เก็บปืนและกระสุนปืนไว้แยกจากกัน",
          "ผู้ดูแลไม่ควรสนับสนุน ไม่จ้างวานให้ลูกซื้อเครื่องดื่มแอลกอฮอล์ บุหรี่ ของมึนเมาและสิ่งเสพติด และควรเป็นตัวอย่างการปฏิบัติตัวที่ดี"
        ]
      
      
    },
    "writer": "พญ.รสวันต์ อารีมิตร นพ.ชาญยุทธ์ ศุภคุณภิญโญ นพ.วิบูลย์ วีระอาชากุล",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"] 
  },
  "tk_6m":{
    "title": "การดูแลลูกในช่วงวัย 6 เดือนแรก",
    "category": "ดูแลกัน",
    "published_date": "25 มกราคม 2564",
    "intro" : "",
    "intro_list" : [],
    "content" : {
      "3 สัปดาห์": [
        "คุณพ่อและสมาชิกในครอบครัวทุกคน มีส่วนช่วยได้อย่างมากในการช่วยดูแลทั้งแม่และลูก หากลูกมีพี่ ให้พี่ได้มีส่วนร่วมในการดูแลน้องอย่างเหมาะสมด้วยนะคะ",
        "คุณปู่คุณย่าคุณตา คุณยาย สามารถเสริมสร้างกำลังใจและให้การช่วยเหลือครอบครับมือใหม่ได้เป็นอย่างมาก อย่าลืมให้โอกาส ครอบครัวมือใหม่ได้เสริมสร้างกำลังใจซึ่งกัน"
      ],
      "4 สัปดาห์": [
        "หากคุณแม่มีความกังวล เครียดมาก หรือมีการใช้ความรุนแรงในครอบครัว ควรหาปรึกษาผู้ที่ไว้วางใจ หรือบุคลากรทางสาธารณสุขนะคะ"
      ],
      "5 สัปดาห์": [
        "ครอบครัวที่สามารถทำหน้าที่ได้ดีทั้งในช่วงที่มีความสุขและความทุกข์นั้น มีลักษณะดังนี้ คือ มีความเป็นผู้นำที่เท่าเทียมกันระหว่างสามีภรรยา และมีความร่วมมือกันอย่างดีระหว่างพ่อแม่และผู้ใหญ่ในครอบครัว",
        "มีขอบเขตระหว่างรุ่น ระหว่างวัยชัดเจน สมาชิกเป็นตัวของตัวเองอย่างพอดี และยอมรับความแตกต่างของแต่ละคน",
        "สมาชิกมองกันและกันและมองโลกในแง่ดี ใกล้ชิดสนิทสนมมองปัญหาเป็นความท้าทาย เลือกแก้ปัญหาอันเกิดจากความคิดที่แตกต่างได้อย่างเหมาะสม",
        "และมีการสื่อสารในครอบครัวแบบเปิดเผยและไม่อ้อมค้อมแต่รักษาความรู้สึกของสมาชิกในครอบครัว"
      ],
      "6 สัปดาห์": [
        "คุณพ่อและสมาชิกในครอบครัวทุกคน มีส่วนช่วยได้อย่างมากในการช่วยดูแลทั้งแม่และลูก หากลูกมีพี่ ให้พี่ได้มีส่วนร่วมในการดูแลน้องอย่างเหมาะสมด้วยนะคะ",
        "คุณปู่คุณย่าคุณตา คุณยาย สามารถเสริมสร้างกำลังใจและให้การช่วยเหลือครอบครับมือใหม่ได้เป็นอย่างมาก อย่าลืมให้โอกาส ครอบครัวมือใหม่ได้เสริมสร้างกำลังใจซึ่งกันและกัน และมีความมั่นใจในการพัฒนาบทบาทของแต่ละคนด้วยนะคะ"
      ],
      "7 สัปดาห์": [
        "คุณแม่อาจอารมณ์ขึ้นๆ ลงๆ ในช่วง 6 สัปดาห์ที่ผ่านมา แต่ควรจะดีขึ้นแล้วนะคะ หากรู้สึกเศร้าผิดปกติ ท้อแท้สิ้นหวัง ควรปรึกษาแพทย์ค่ะ"
      ],
      "8 สัปดาห์": [
        "ช่วงนี้ลูก มักจะจ้องหน้าสบตาและสื่อสารกับครอบครัวได้ดีขึ้น ควรจัดกิจกรรมเตรียมลูกเข้านอนทั้งกลางวัน และกลางคืน ให้เป็นแบบแผนมากขึ้น",
        "ผู้ดูแลมักจะเริ่มปรับตัวได้และจับจังหวะการกินนอนขับถ่ายของลูกได้มากขึ้น และเด็กๆ ยังคงมีการปรับเปลี่ยนของจังหวะอยู่เรื่อยๆ นะคะ"
      ],
      "9 สัปดาห์": [
        "ควรพูดคุย ร้องเพลง และเล่นกับลูกเมื่อลูกตื่น เพื่อช่วยส่งเสริมความสัมพันธ์และความผูกพันระหว่างเด็กและครอบครัวค่ะ"
      ],
      "10 สัปดาห์": [
        "หากมีความเครียด ควรปรึกษาผู้ที่ไว้ใจ หรือปรึกษาบุคลากรทางสาธารณสุข ควรหาเวลาทำกิจกรรมร่วมกันในครอบครัว พบปะกับเพื่อนกับญาติบ้างด้วยนะคะ"
      ],
      "17 สัปดาห์": [
        "หากมีความเครียด ควรปรึกษาผู้ที่ไว้ใจ หรือปรึกษาบุคลากรทางสาธารณสุข ควรหาเวลาทำกิจกรรมร่วมกันในครอบครัว พบปะกับเพื่อนกับญาติบ้างด้วยนะคะ"
      ],
      "19 สัปดาห์": [
        "ลูกอาจจะเริ่มชวนให้มาเล่นตอบโต้กัน จากการตอบสนองซึ่งกันและกันอย่างเหมาะสมจะนำไปสู่การสร้างความเชื่อใจและความผูกพันนะคะ"
      ],
      "23 สัปดาห์": [
        "วัยนี้เริ่มแยกแยะคนแปลกหน้าออกจากคนคุ้นเคยได้มากขึ้น เคลื่อนไหวได้มากขึ้นและชอบใช้มือหยิบสิ่งต่างๆ เข้าปาก ควรระวังเรื่องการตกจากที่สูงและการสำลักด้วยนะคะ"
      ]
    },
    "writer": "พญ.รสวันต์ อารีมิตร นพ.ชาญยุทธ์ ศุภคุณภิญโญ แหล่งข้อมูล กรมอนามัย",
    "resource": ["กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  "tk_1w" : {
    "title": "การดูแลลูกในสัปดาห์แรก",
    "category": "ดูแลกัน",
    "published_date": "26 มกราคม 2564",
    "intro" : "",
    "intro_list" : [],
    "content" : {
      "แรกเกิด": [
        "นอกจากคุณแม่แล้วคุณพ่อและสมาชิกในครอบครัวทุกคน มีส่วนช่วยได้อย่างมากในการช่วยดูแลทั้งแม่และลูก หากลูกมีพี่ ให้พี่ได้มีส่วนร่วมในการดูแลน้องอย่างเหมาะสมด้วยนะคะ คุณปู่คุณย่าคุณตาคุณยาย สามารถเสริมสร้างกำลังใจและให้การช่วยเหลือครอบครับมือใหม่ได้เป็นอย่างมาก อย่าลืมให้โอกาสครอบครัวมือใหม่ได้เสริมสร้างกำลังใจซึ่งกันและกัน และมีความมั่นใจในการพัฒนาบทบาทของแต่ละคนด้วยนะคะ",
        "ครอบครัวที่สามารถทำหน้าที่ได้ดีทั้งในช่วงที่มีความสุขและความทุกข์นั้น มักพบว่ามีความเป็นผู้นำที่เท่าเทียมกันระหว่างสามีภรรยา และมีความร่วมมือกันอย่างดีระหว่างพ่อแม่และผู้ใหญ่ในครอบครัว มีขอบเขตระหว่างรุ่น ระหว่างวัยชัดเจน สมาชิกเป็นตัวของตัวเองอย่างพอดี และยอมรับความแตกต่างของแต่ละคน สมาชิกมองกันแลกันและมองโลกในแง่ดี ใกล้ชิดสนิทสนมมองปัญหาเป็นความท้าทาย เลือกแก้ปัญหาอันเกิดจากความคิดที่แตกต่างได้อย่างเหมาะสม และมีการสื่อสารในครอบครัวแบบเปิดเผยและไม่อ้อมค้อมแต่รักษาความรู้สึกของสมาชิกในครอบครัว ส่วนครอบครัวที่ไม่สามารถทำหน้าที่ได้ดีทั้งในช่วงสุขและทุกข์นั้น มักพบพ่อแม่ที่ไม่ค่อยให้ความร่วมมือกัน บางครั้งพ่อหรือแม่ไปเข้าพวกกับลูกต่อต้านอีกคนหนึ่ง มีแบบแผนการแก้ปัญหาที่ไร้ประสิทธิภาพ ขาดความเป็นผู้นำ ไม่มีขอบเขตระห่างกัน ก้าวก่ายไม่ไว้ใจกันและกัน สื่อสารไม่ดี รวมทั้งไม่ยอมรับความแตกต่างของแต่ละบุคคล มาเสริมสร้างครอบครัวเราให้เข้มแข็ง มีความสุขเดินไปด้วยกันแม้จะคิดเห็นต่างนะคะ"
      ],
      "1 วัน": [
    "การอุ้มบ่อยๆ และตอบสนองความต้องการของเด็กอย่างทันท่วงทีในวัยนี้ เป็นการสร้างความผูกพันธที่ดีต่อกัน ไม่ทำให้ลูกติดมากจนเกินไป และไม่ทำให้ลูกเสียนิสัย",
    "หากลูกมีพี่ ให้พี่ได้มีส่วนร่วมในการดูแลน้องอย่างเหมาะสม และหาเวลาสำหรับทำกิจกรรมกับพี่ด้วยนะคะ"
      ],
      "2 วัน": [
        "ควรทำความสะอาดและเปลี่ยนผ้าอ้อมทุกครั้งหลังขับถ่าย ควรล้างมือให้สะอาดอยู่เสมอโดยเฉพาะหลังเปลี่ยนผ้าอ้อม และก่อนให้นม",
        "ในวันแรกๆ ลูกต้องการน้ำนมปริมาณเล็กน้อยเท่านั้น การให้ลูกดูดนมบ่อยๆช่วยกระตุ้นน้ำนม ควรช่วยให้คุณแม่ผ่อนคลาย",
        "แนะนำว่า ณ จุดนี้ อย่าเพิ่งถามคุณแม่ว่า 'น้ำนมเพียงพอหรือเปล่า' เพราะจะทำให้กังวลได้มากยิ่งขึ้น หากสงสัยควรสอบถามบุคลากรทางสาธารณสุขนะคะ"
      ],
      "3 วัน": [
        "ช่วงนี้ในครอบครัวคงจะมีการปรับตัวหลายๆ อย่าง สำหรับทุกคนนะคะ คุณแม่อาจจะมีความเครียดและวิตกกังวลและเศร้า ร้องไห้ง่ายกว่าปกติได้ด้วย ซึ่งเป็นเรื่องธรรมดา",
        "แต่หากรู้สึกว่าเครียดมาก เศร้าผิดปกติ หรือไม่สามารถดูแลลูกได้ ควรปรึกษาแพทย์หรือบุคลากรทางสาธารณสุขนะคะ"
      ],
      "5 วัน": [
        "โดยทั่วไปสะดือจะแห้งและหลุดเองภายใน 1-2 สัปดาห์ ควรปล่อยให้แห้งและหลุดเองโดยอาจมีเลือดซึมออกมาหลังสะดือหลุด 1-2 วัน",
        "หากมีอาการ บวมแดง มีหนอง หรือมีของเหลวไหลออกจากสะดือควรปรึกษาแพทย์นะคะ"
      ],
      "6 วัน": [
        "การอุ้มบ่อยๆ และตอบสนองความต้องการของเด็กอย่างทันท่วงทีในวัยนี้ เป็นการสร้างความผูกพันธที่ดีต่อกัน ไม่ทำให้ลูกติดมากจนเกินไป และไม่ทำให้ลูกเสียนิสัย",
        "หากลูกมีพี่ ให้พี่ได้มีส่วนร่วมในการดูแลน้องอย่างเหมาะสมด้วยนะคะ"
      ],
      "7 วัน": [
        "คุณพ่อและสมาชิกในครอบครัวทุกคน มีส่วนช่วยได้อย่างมากในการช่วยดูแลทั้งแม่และลูก หากลูกมีพี่ ให้พี่ได้มีส่วนร่วมในการดูแลน้องอย่างเหมาะสม ด้วยนะคะ",
        "คุณปู่คุณย่าคุณตา คุณยาย สามารถเสริมสร้างกำลังใจและให้การช่วยเหลือครอบครับมือใหม่ได้เป็นอย่างมาก อย่าลืมให้โอกาส ครอบครัวมือใหม่ได้เสริมสร้างกำลังใจซึ่งกันและกัน และมีความมั่นใจในการพัฒนาบทบาทของแต่ละคนด้วยนะคะ"
      ]
    },
    "writer": "พญ.รสวันต์ อารีมิตร นพ.ชาญยุทธ์ ศุภคุณภิญโญ แหล่งข้อมูล กรมอนามัย",
    "resource": ["กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  "filter1y" : {
    "title" : "การตรวจคัดกรองลูกวัยแรกเกิด - 1 ปี",
    "category": "ช่วงตรวจคัดกรอง",
    "published_date": "03 สิงหาคม 2560",
    "intro" : "",
    "intro_list" : [],
    "content" : {
      "แรกเกิด": [
        "นอกจากการตรวจร่างกายและประเมินสุขภาพของลูกแล้ว โดยทั่วไปจะมีการตรวจคัดกรองภาวะไทรอยด์ต่ำ และภาวะPKU ตามมาตรฐานของประเทศไทย",
        "ในที่ที่มีบุคลากรและเครื่องมืออาจจะมีการตรวจคัดกรองการได้ยิน 1 ครั้งระหว่างอายุ 0-6 เดือน"
      ],
      "0-2 เดือน": [
        "หลังลูกอายุครบ 2 สัปดาห์ ควรสังเกตสีอุจจาระลูกด้วย หากอุจจาระมีสีขาวซีดหรือเหลืองอ่อนคล้ายสีในแถวบนควรพาลูกไปพบกุมารแพทย์โดยเร็ว และก่อนอายุ 2 เดือน"
      ],
      "7-9 เดือน": [
        "เมื่ออายุ 9 เดือน นอกจากการสัมภาษณ์ ตรวจร่างกายและประเมินสุขภาพกายและใจของลูกแล้ว ตามกำหนดการการดูแลสุขภาพเด็กไทย แนะนำให้มีการตรวจคัดกรองพัฒนาการ เมื่ออายุ 9 เดือน",
        "ในที่ที่มีบุคลากรและเครื่องมือ แนะนำให้ตรวจคัดกรองภาวะโลหิตจาง 1 ครั้งเมื่ออายุ 9-12 เดือน และแนะนำให้พบทันตแพทย์หากมีฟันขึ้นแล้ว"
      ],
      "10-12 เดือน": [
        "เมื่ออายุ 1 ปี นอกจากการสัมภาษณ์ ตรวจร่างกายและประเมินสุขภาพกายและใจ และพัฒนาการของลูกแล้ว ตามกำหนดการการดูแลสุขภาพเด็กไทย",
        "ในที่ที่มีบุคลากรและเครื่องมือแนะนำให้ตรวจคัดกรองภาวะโลหิตจาง 1 ครั้ง เมื่ออายุ 9-12 เดือน และแนะนำให้พบทันตแพทย์หากมีฟันขึ้นแล้ว"
      ],
      "13-18 เดือน": [
        "เมื่ออายุ 18 เดือน นอกจากการสัมภาษณ์ ตรวจร่างกายและประเมินสุขภาพกายและใจของลูกแล้ว ตามกำหนดการการดูแลสุขภาพเด็กไทย",
        "ในที่ที่มีบุคลากรและเครื่องมือ แนะนำให้มีการตรวจคัดกรองพัฒนาการ เมื่ออายุ 18 เดือนด้วยค่ะ<br><br><b>หมายเหตุ : ท่านสามารถสอบถามรายละเอียดเพิ่มเติมและปรึกษาแพทย์และบุคลากรทางสาธารณสุขได้<b/>"
      ]
    },
    "writer": "พญ.รสวันต์ อารีมิตร นพ.ชาญยุทธ์ ศุภคุณภิญโญ",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  "filter2_18y" : {
    "title" : "การตรวจคัดกรองลูกวัย 2 ปี -18 ปี",
    "category": "ช่วงตรวจคัดกรอง",
    "published_date": "03 สิงหาคม 2560",
    "intro" : "",
    "intro_list" : [],
    "content" : {
      "2-6 ปี": [
        "เมื่ออายุ 2-4 ปี นอกจากการสัมภาษณ์ ตรวจร่างกายและประเมินสุขภาพกายและใจของลูกแล้ว ตามกำหนดการการดูแลสุขภาพ เด็กไทย ในที่ที่มีบุคลากรและเครื่องมือ แนะนำให้มีการตรวจคัดกรองพัฒนาการ 1 ครั้ง และตรวจคัดกรองความดันเลือด 1 ครั้ง",
        "เมื่ออายุ 3-6 ปี นอกจากการสัมภาษณ์ ตรวจร่างกายและประเมินสุขภาพกายและใจของลูกแล้ว ตามกำหนดการการดูแลสุขภาพเด็กไทย แนะนำให้คัดกรองการได้ยินด้วยการสัมภาษณ์และเทคนิคอย่างง่าย 1 ครั้ง ตรวจคัดกรองพัฒนาการ 1 ครั้ง ตรวจคัดกรองความดันเลือด 1 ครั้ง ตรวจคัดกรองภาวะโลหิตจาง 1 ครั้ง และตรวจวัดสายตา 1 ครั้ง"
      ],
      "6-10 ปี": [
        "เมื่ออายุ 8-10 ปี นอกจากการสัมภาษณ์ ตรวจร่างกายและประเมินสุขภาพกายและใจของลูกแล้ว ตามกำหนดการการดูแลสุขภาพเด็กไทย ในที่ที่มีบุคลากรและเครื่องมือแนะนำว่าลูกควรได้รับการตรวจคัดกรองความดันเลือด และตรวจวัดสายตาด้วยค่ะ"
      ],
      "11-18 ปี": [
        "เมื่ออายุ 11-14 ปี นอกจากการสัมภาษณ์ ตรวจร่างกายและประเมินสุขภาพกายและใจของลูกแล้ว ตามกำหนดการการดูแลสุขภาพเด็กไทย แนะนำให้คัดกรองการได้ยินด้วยการสัมภาษณ์และเทคนิคอย่างง่าย 1 ครั้งและตรวจวัดสายตา 1 ครั้ง",
        "ในเด็กหญิงแนะนำให้ได้รับการตรวจคัดกรองภาวะโลหิตจาง 1 ครั้งเมื่ออายุ 11-18 ปี",
        "เมื่ออายุ 15-18 ปี นอกจากการสัมภาษณ์ ตรวจร่างกายและประเมินสุขภาพกายและใจของลูกแล้ว ตามกำหนดการการดูแลสุขภาพเด็กไทย แนะนำให้คัดกรองการได้ยินด้วยการสัมภาษณ์และเทคนิคอย่างง่าย 1 ครั้งและตรวจวัดสายตา 1 ครั้ง<br><br><b>หมายเหตุ : ท่านสามารถสอบถามรายละเอียดเพิ่มเติมและปรึกษาแพทย์และบุคลากรทางสาธารณสุขได้<b/>"
      ]
    },
    "writer": "พญ.รสวันต์ อารีมิตร นพ.ชาญยุทธ์ ศุภคุณภิญโญ",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  "preg_diag" : {
    "title" : "การตรวจคัดกรองขณะตั้งครรภ์",
    "category": "สุขภาพครรภ์",
    "published_date": "26 กันยายน 2565",
    "intro" : "นับตั้งแต่ทราบว่าตั้งครรภ์ ตลอดระยะเวลาเกือบ 10 เดือนมีหลายสิ่งที่จะต้องเตรียมการเพื่อให้การตั้งครรภ์ราบรื่นปลอดภัย และไปยังจุดหมายที่ทุกท่านรอคอย คือการพบหน้าคุณลูก เมื่อมาฝากครรภ์คุณแม่จะได้รับการตรวจคัดกรองและประเมินความเสี่ยงต่าง ๆ การฝากครรภ์จึงเปรียบเสมือนกับจุดตรวจความปลอดภัย เพื่อให้มั่นใจตลอดทาง  ",
    "intro_list" : [],
    "content" : {
      "1. การตรวจเลือดขณะฝากครรภ์มีประโยชน์อย่างไร": [
        "การตรวจเลือดขณะฝากครรภ์มีความสำคัญอย่างยิ่งต่อการวางแผนการดูแลรักษาที่เหมาะสมระหว่างตั้งครรภ์และการวางแผนการคลอด คุณแม่จะได้รับการตรวจเลือดอย่างน้อย 2 ครั้ง ได้แก่ ในช่วงไตรมาสที่ 1 (นิยมตรวจในครั้งแรกที่มาฝากครรภ์) และในช่วงไตรมาสที่ 3",
        "การเจาะตรวจเลือดครั้งที่ 1 มีวัตถุประสงค์เพื่อประเมินความเข้มข้นของเลือด ทราบหมู่เลือด คัดกรองผู้ที่เป็นพาหะโรคโลหิตจางที่เรียกว่าธาลัสซีเมีย รวมถึงประเมินภาวการณ์ติดเชื้อต่าง ๆ",
        "การตรวจเลือดขณะฝากครรภ์ครั้งที่ 2 มีความสำคัญไม่ยิ่งหย่อนไปกว่าการตรวจครั้งแรก เพราะจะช่วยบอกว่ามีภาวะซีดลงหรือมีภาวะการติดเชื้อเกิดขึ้นภายหลังจากการตรวจครั้งแรกหรือไม่ ซึ่งหากมีภาวะดังกล่าว ก็อาจเพิ่มความเสี่ยงในระหว่างการคลอดและหลังคลอดได้ คุณหมอและทีมจะได้วางแผนการดูแลรักษาที่เหมาะสมที่สุดเพื่อให้คุณแม่และคุณลูกปลอดภัย"
      ],
      "2. หญิงตั้งครรภ์ควรตรวจคัดกรองมะเร็งปากมดลูกหรือไม่": [
        "การศึกษาในปัจจุบันพบว่าการตรวจคัดกรองมะเร็งปากมดลูกช่วยลดความเสี่ยงต่อการเกิดมะเร็งปากมดลูกได้อย่างมีประสิทธิภาพ เพราะช่วยคัดกรองผู้ที่มีความผิดปกติก่อนเป็นมะเร็งเพื่อเข้ากระบวนการดูแลรักษาก่อนที่จะพัฒนากลายเป็นมะเร็ง",
        "ในหญิงตั้งครรภ์ที่มีอายุตั้งแต่ 25 ปี หากยังไม่เคยตรวจคัดกรองมะเร็งปากมดลูกหรือตรวจครั้งล่าสุดนานเกินกว่าหนึ่งปีด้วยวิธี Pap smear นับเป็นโอกาสอันดีที่จะตรวจคัดกรองในระหว่างการฝากครรภ์"
      ],
      "3. ภาวะเบาหวานขณะตั้งครรภ์คืออะไร": [
        "หญิงตั้งครรภ์ที่มีความเสี่ยงต่อการเกิดภาวะเบาหวานขณะตั้งครรภ์ ได้แก่<br>- ผู้ที่มีน้ำหนักตัวก่อนตั้งครรภ์ตั้งแต่ 70 กิโลกรัม หรือมีค่าดัชนีมวลกายตั้งแต่ 30 kg/m2 ขึ้นไป<br>- มีญาติสายตรง เช่น คุณพ่อ คุณแม่ คุณพี่ คุณน้อง เป็นโรคเบาหวาน<br>- มีประวัติเป็นเบาหวานขณะตั้งครรภ์ในครรภ์ก่อน<br>- เคยคลอดบุตรน้ำหนักมากกว่า 4,000 กรัม<br>-  เคยคลอดทารกที่เสียชีวิตโดยไม่ทราบสาเหตุ หรือทารกมีความผิดปกติหลายอย่าง",
        "คุณแม่สามารถแจ้งประวัติดังกล่าวกับแพทย์ผู้ดูแลเพื่อให้แพทย์พิจารณาการตรวจคัดกรองภาวะเบาหวานขณะตั้งครรภ์เพิ่มเติมด้วย พร้อมกับการตรวจเลือดฝากครรภ์ในไตรมาสแรก หญิงตั้งครรภ์ที่มีความเสี่ยงต่อการเกิดภาวะเบาหวานขณะตั้งครรภ์และได้รับการตรวจคัดกรองในไตรมาสแรกแล้วผลตรวจคัดกรองปกติ ยังมีความจำเป็นที่จะต้องตรวจคัดกรองซ้ำอีกครั้งในช่วงอายุครรภ์ 24-28 สัปดาห์ (อยู่ในช่วงไตรมาสที่ 2) เพื่อให้มั่นใจว่าไม่ได้มีภาวะเบาหวานขณะตั้งครรภ์",
      ],
      "4. การทำอัลตร้าซาวน์ในแต่ละช่วงมีประโยชน์อย่างไร" : [
        "ไตรมาสที่ 1<br>การทำอัลตร้าซาวน์จะช่วยยืนยันว่ามีการตั้งครรภ์ปกติในโพรงมดลูกหรือไม่ ช่วยบอกถึงอายุครรภ์และใช้คาดคะเนวันกำหนดคลอดในกรณีที่จำวันแรกของประจำเดือนครั้งสุดท้ายได้ไม่ชัดเจน หรือมีปัจจัยที่อาจทำให้วันตกไข่คลาดเคลื่อนไปจากเดิม ซึ่งแพทย์จะเป็นผู้ประเมินโดยการซักประวัติประจำเดือนและประวัติการใช้ยาคุมกำเนิด นอกจากนี้การทำอัลตร้าซาวน์ในช่วงนี้ยังช่วยยืนยันว่าเป็นการตั้งครรภ์เดี่ยว หรือตั้งครรภ์แฝดหรือไม่ อย่างไรก็ดีการทำอัลตร้าซาวน์ในช่วงนี้ยังไม่สามารถระบุเพศและยังไม่สามารถประเมินความผิดปกติใหญ่ ๆ ต้องทำการตรวจประเมินอีกครั้งในช่วงไตรมาสที่ 2",
        "ไตรมาสที่ 2<br>การทำอัลตร้าซาวน์ในช่วงนี้ไม่เพียงช่วยบอกเรื่องของเพศทารกในครรภ์ แต่ยังสามารถประเมินความผิดปกติใหญ่ ๆ ได้อีกด้วย เพราะช่วงนี้เราสามารถเห็นรูปร่างและอวัยวะสำคัญของคุณลูกได้แล้ว จึงสามารถประเมินความสมบูรณ์แข็งแรงของทารกในครรภ์ได้",
        "ไตรมาสที่ 3<br>เป็นไตรมาสสุดท้ายของการตั้งครรภ์การทำอัลตร้าซาวน์จะช่วยบอกถึงท่าของทารก ตำแหน่งการเกาะของตัวรก ปริมาณน้ำคร่ำ รวมถึงคาดคะเนน้ำหนักตัวของทารกในครรภ์ว่าอยู่ในเกณฑ์ที่เหมาะสมหรือไม่ ข้อมูลดังกล่าวอาจใช้ในการวางแผนการคลอด"
      ],
      "5. ตรวจคัดกรองดาวน์ซินโดรมด้วยการตรวจเลือดคืออะไร" : [
        "ดาวน์ซินโดรมเกิดจากความผิดปกติของโครโมโซม ซึ่งหากพบว่าทารกในครรภ์มีภาวะดังกล่าวจะส่งผลต่อระดับสติปัญญาในอนาคตรวมถึงอาจพบความพิการบางอย่างร่วมด้วย การตรวจคัดกรองดาวน์ซินโดรม โดยการตรวจเลือด คือ การตรวจเลือดคุณแม่เพื่อประเมินโอกาสที่ทารกในครรภ์อาจมีภาวะดังกล่าว ซึ่งช่วงที่เหมาะสมในการตรวจคัดกรองภาวะนี้ ที่แนะนำจะเริ่มตั้งแต่อายุครรภ์ 15-20 สัปดาห์ อย่างไรก็ดีขึ้นกับชนิดการตรวจที่อาจส่งตรวจได้เร็วสุดตั้งแต่อายุครรภ์ 9 สัปดาห์ ทั้งนี้คุณแม่สามารถสอบถามข้อมูลเพิ่มเติมจากแพทย์ผู้ดูแล"
      ]
    },
    "writer": "นพ.นราทัศพล ลิขิตดี",
    "resource": [
      "Cunningham FG, Leveno KJ, Bloom SL, Dashe JS, Hoffman BL, Casey BM, et al. Prenatal Care. In: Williams Obstetrics [Internet]. 25th ed. New York, NY: McGraw-Hill Education; 2018 [cited 2022 Sep 16].",
      "Committee on Practice Bulletins-Obstetrics. Practice bulletin No. 226: Screening for Fetal Chromosomal Abnormalities. Obstet Gynecol. 2020 Oct;136(4):e48-e69.",
      "Committee on Practice Bulletins-Obstetrics. Practice bulletin No. 190: Gestational Diabetes Mellitus. Obstet Gynecol. 2018 Feb;131(2):e49-e64.",
      "Committee on Practice Bulletins-Obstetrics. Practice bulletin No. 175: Ultrasound in Pregnancy. Obstet Gynecol. 2016 Dec;128(6):e241-e256."
    ]
  },
  "preg_weight" : {
    "title" : "การเปลี่ยนแปลงของน้ำหนักของคุณแม่ขณะตั้งครรภ์",
    "category": "สุขภาพครรภ์",
    "published_date": "27 กันยายน 2565",
    "intro" : "ทราบไหมครับว่าน้ำหนักของคุณแม่ก่อนตั้งครรภ์ ส่งผลต่อการดูแลคุณแม่ขณะตั้งครรภ์ด้วยนะครับ มาดูกันเลยครับว่าคุณแม่ที่มีดัชนีมวลกาย (BMI) ต่าง ๆ ควรมีน้ำหนักขึ้นเท่าไรครับ",
    "intro_list" : ["ดัชนีมวลกาย คำนวณจาก น้ำหนักเป็น (กก.)/ ส่วนสูง (เมตร)^2<br>เช่น น้ำหนักก่อนตั้งครรภ์ 55 กก. ส่วนสูง 1.65 เมตร<br>ดัชนีมวลกาย = 55/(1.65x1.65) = 20.2"],
    "content" : {
      "ดัชนีมวลกาย (BMI) ก่อนตั้งครรภ์ น้อยกว่า 18.5": [
        "3 เดือนแรก น้ำหนักควรขึ้น 2-4 กิโลกรัมครับ",
        "เดือนที่ 4-6 น้ำหนักควรขึ้น 5-7 กิโลกรัมครับ",
        "3 เดือนสุดท้าย น้ำหนักควรขึ้น 5-7 กิโลกรัมครับ",
      ],
      "ดัชนีมวลกาย (BMI) ก่อนตั้งครรภ์ 18.5-24.9" : [
        "3 เดือนแรก น้ำหนักควรขึ้น 1.5-2 กิโลกรัมครับ",
        "เดือนที่ 4-6 น้ำหนักควรขึ้น 5-7 กิโลกรัมครับ",
        "3 เดือนสุดท้าย น้ำหนักควรขึ้น 5-7 กิโลกรัมครับ"
      ],
      "ดัชนีมวลกาย (BMI) ก่อนตั้งครรภ์ 25.0- 29.9": [
        "3 เดือนแรก น้ำหนักควรขึ้น 1-1.5 กิโลกรัมครับ",
        "เดือนที่ 4-6 น้ำหนักควรขึ้น 3-5 กิโลกรัมครับ",
        "3 เดือนสุดท้าย น้ำหนักควรขึ้น 3-5 กิโลกรัมครับ"
      ],
      "ดัชนีมวลกาย (BMI) ก่อนตั้งครรภ์มากกว่าหรือเท่ากับ 30" : [
        "3 เดือนแรก น้ำหนักควรขึ้น 0-1 กิโลกรัมครับ",
        "เดือนที่ 4-6 น้ำหนักควรขึ้น 2.5-4 กิโลกรัมครับ",
        "3 เดือนสุดท้าย น้ำหนักควรขึ้น 2.5-4 กิโลกรัมครับ<br>ชวนบันทึกน้ำหนักของคุณแม่ในคุณลูกเลยนะครับ<br><br><h1><b>แล้วช่วงอายุครรภ์ต่าง ๆ น้ำหนักของคุณแม่ควรจะทีการเปลี่ยนแปลงกันอย่างไร มาดูกันเลยครับ</b></h1>"
      ],
      "ในช่วง 3 เดือนแรก" : [
        "น้ำหนักของคุณแม่อาจยังไม่ขึ้นหรืออาจลดลงได้บ้างนะครับไม่ต้องกังวล แต่หากน้ำหนักลดลงเกิน 3 กิโลกรัม หรือ มีแพ้ท้องมาก ควรต้องมาพบคุณหมอนะครับ"
      ],
      "ในช่วงเดือนที่ 4-6" : [
        "คุณแม่ส่วนใหญ่จะเริ่มรับประทานได้มากขึ้น น้ำหนักควรจะขึ้นประมาณ 1-2 กิโลกรัมต่อเดือนนะครับ หากน้ำหนักคุณแม่ขึ้นมากกว่านี้ต้องระวังและควบคุมการรับประทานอาหารไม่ให้มากเกินไปด้วยนะครับ"
      ],
      "ในช่วง 3 เดือนสุดท้าย" : [
        "คุณแม่ส่วนใหญ่จะรับประทานได้มากขึ้น น้ำหนักควรจะขึ้นประมาณ 1-2 กิโลกรัมต่อเดือนนะครับ หากน้ำหนักคุณแม่ลด หรือน้ำหนักเพิ่มขึ้นมากกว่า1-2 กิโลกรัมต่อเดือนต้องระวังและควบคุมการรับประทานอาหารไม่ให้มากเกินไปและปรึกษาคุณหมอด้วยนะครับ ชวนบันทึกน้ำหนักของคุณแม่ในคุณลูกเลยนะครับ"
      ]
    },
    "writer": "นพ.เกียรติศักดิ์ คงวัฒนกุล สุชาอรแสงนิพันธ์กูล พญ.รสวันต์ อารีมิตร",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยสูติแพทย์แห่งประเทศไทย"]
  },
  "preg_factor" : {
    "title" : "ปัจจัยที่อาจส่งผลต่อคุณลูกในครรภ์",
    "category": "สุขภาพครรภ์",
    "published_date": "27 กันยายน 2565",
    "intro" : "เพื่อความปลอดภัย คุณหมอจะประเมินว่าต้องมีการดูแลครรภ์อย่างไร ทราบไหมครับว่าปัจจัยเหล่านี้อาจส่งผลต่อลูกในครรภ์ได้ ถ้าคุณแม่มีปัจจัยเหล่านี้ ไม่ได้แปลว่าจะเกิดความผิดปกติทุกคนนะครับ เพียงแต่ว่าอาจมีความเสี่ยงมากกว่าผู้ที่ไม่มีปัจจัยเหล่านี้ครับ ขอคำปรึกษาคุณหมอเพื่อให้คำแนะนำเพิ่มเติมได้เลยนะครับ",
    "intro_list" : [],
    "content" : {
      "หากอายุของคุณแม่ในวันที่คาดว่าจะคลอดน้อยกว่า 18 ปี": [
          "อาจมีความเสี่ยงที่ลูกจะตัวเล็กหรือน้ำหนักน้อยได้",
          "ปรึกษาคุณหมอเพื่อรับคำแนะนำเพิ่มเติมได้เลยนะครับ"
      ],
      "หากอายุของคุณแม่ในวันที่คาดว่าจะคลอดมากกว่า 35 ปี": [
          "อาจมีความเสี่ยงต่อความผิดปกติของโครโมโซมของลูกได้และอาจมีความเสี่ยงต่อการเกิดเบาหวานขณะตั้งครรภ์ได้ครับ",
          "ปรึกษาคุณหมอเพื่อรับคำแนะนำเพิ่มเติมได้เลยนะครับ"
      ],
      "หากคุณแม่มีข้อใดข้อหนึ่งต่อไปนี้": [
          "ค่าดัชนีมวลกาย (BMI) ≥ 30",
          "มีประวัติบิดา มารดา พี่น้องสายตรงเป็นเบาหวาน",
          "มีประวัติเบาหวานในขณะตั้งครรภ์",
          "มีประวัติการคลอดติดไหล่ในครรภ์ก่อน",
          "อาจมีความเสี่ยงต่อเบาหวานขณะตั้งครรภ์ ปรึกษาคุณหมอเพื่อรับคำแนะนำและวางแผนการดูแลเพิ่มเติมได้เลยนะครับ"
      ],
      "หากเคยแท้ง 3 ครั้งหรือมากกว่าติดต่อกัน": [
          "อาจมีความเสี่ยงที่จะเป็นซ้ำได้",
          "ปรึกษาคุณหมอเพื่อรับคำแนะนำ หาสาเหตุและป้องกันเพิ่มเติมได้เลยนะครับ"
      ],
      "หากเคยคลอดบุตรน้ำหนักน้อยกว่า 2,500 กรัม หรือ คลอดเมื่ออายุครรภ์น้อยกว่า 37 สัปดาห์": [
          "อาจมีความเสี่ยงที่ครรภ์นี้ลูกจะมีน้ำหนักน้อยหรือคลอดก่อนกำหนดได้",
          "ปรึกษาคุณหมอเพื่อรับคำแนะนำ หาสาเหตุและป้องกันเพิ่มเติมได้เลยนะครับ"
      ],
      "หากเคยคลอดบุตรน้ำหนักมากกว่า 4,000 กรัม": [
          "อาจมีความเสี่ยงที่ครรภ์นี้ลูกจะมีน้ำหนักเกินเกณฑ์และมีความเสี่ยงต่อเบาหวานขณะตั้งครรภ์ได้ด้วยครับ",
          "ปรึกษาคุณหมอเพื่อรับคำแนะนำและวางแผนการดูแลเพิ่มเติมได้เลยนะครับ"
      ],
      "หากเคยมีทารกตายในครรภ์หรือเสียชีวิตแรกเกิด (ภายใน 1 เดือนแรก)": [
          "อาจมีความเสี่ยงที่จะเป็นซ้ำได้และมีความเสี่ยงต่อเบาหวานขณะตั้งครรภ์ได้ด้วยครับ",
          "ปรึกษาคุณหมอเพื่อรับคำแนะนำและวางแผนการดูแลเพิ่มเติมได้เลยนะครับ"
      ],
      "หากเคยเข้ารับการรักษาพยาบาลความดันโลหิตสูงระหว่างตั้งครรภ์หรือครรภ์เป็นพิษ": [
          "อาจมีความเสี่ยงที่ครรภ์นี้จะมีภาวะครรภ์เป็นพิษได้ครับ",
          "ปรึกษาคุณหมอเพื่อรับคำแนะนำและวางแผนการป้องกันเพิ่มเติมได้เลยนะครับ"
      ],
      "หากเคยผ่าตัดอวัยวะในระบบสืบพันธุ์ เช่น เนื้องอกมดลูก ผ่าตัดคลอด ผูกปากมดลูก ฯลฯ": [
          "อาจมีความเสี่ยงที่ครรภ์นี้จะภาวะแทรกซ้อนได้",
          "ปรึกษาคุณหมอเพื่อรับคำแนะนำและวางแผนการดูแลเพิ่มเติมได้เลยนะครับ"
      ],
      "หากครรภ์นี้เป็นครรภ์แฝด": [
          "อาจมีความเสี่ยงจากครรภ์แฝด เช่น ลูกตัวเล็ก คลอดหรือน้ำเดินก่อนกำหนด หรือ อื่น ๆ",
          "ควรปรึกษาคุณหมอเพื่อรับคำแนะนำและป้องกันนะครับ"
      ],
      "หากคุณแม่มีเลือดออกทางช่องคลอดตอนนี้": [
          "เรื่องนี้น่ากังวลครับ ควรมาพบคุณหมอทันที เพื่อหาสาเหตุและดูแลอย่างใกล้ชิด เพราะอาจเป็นการแท้งหรือครรภ์ผิดปกติได้นะครับ"
      ],
      "หากคุณแม่มีภาวะโลหิตจาง": [
          "อาจมีความเสี่ยงลูกจะตัวเล็ก หรือคลอดก่อนกำหนดได้",
          "ควรปรึกษาคุณหมอเพื่อรับคำแนะนำและหาสาเหตุนะครับ"
      ],
      "หากคุณแม่มีโรคประจำตัว เช่น โรคเบาหวาน โรคไต โรคหัวใจ โรคชัก ไทรอยด์ SLE หรือ โรคอื่น ๆ": [
          "อาจมีความเสี่ยงจากภาวะแทรกซ้อนของโรคประจำตัวได้ครับ",
          "ควรปรึกษาคุณหมอเพื่อรับคำแนะนำและดูแลรักษาอย่างเหมาะสมนะครับ"
      ],
      "หากคุณแม่ใช้สารเสพติด ดื่มแอลกอฮอล์ สูบบุหรี่ หรือมีคนใกล้ชิดสูบบุหรี่": [
          "สารเสพติดทุกชนิดไม่มีประโยชน์ใด ๆ ต่อทั้งคุณแม่และคุณลูกในครรภ์ครับ นอกจากนี้ยังส่งผลเสียต่อลูกได้หลายอย่าง เช่น แท้งลูก โครงสร้างลูกผิดปกติ ลูกน้ำหนักน้อย คลอดหรือน้ำเดินก่อนกำหนด ลูกมีพัฒนาการสมองผิดปกติ พัฒนาการช้า",
          "ควรหยุดใช้ ขอให้คนใกล้ชิดหยุดใช้ และปรึกษาคุณหมอเพื่อรับคำแนะนำนะครับ"
      ]
  },
    "writer": "นพ.เกียรติศักดิ์ คงวัฒนกุล พญ.รสวันต์ อารีมิตร",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยสูติแพทย์แห่งประเทศไทย"]
  },
  "preg_vaccine" : {
    "title" : "วัคซีนสำหรับหญิงตั้งครรภ์",
    "category": "สุขภาพครรภ์",
    "published_date": "27 กันยายน 2565",
    "intro" : "Covid-19 - วัคซีนป้องกัน โรคติดเชื้อไวรัสโคโรนา 2019 วัคซีนนี้เป็นวัคซีนที่แนะนำ สำหรับผู้ที่ประสงค์จะลดโอกาสที่จะเกิดโรคและป่วยหนักจากโรคติดเชื้อไวรัสโคโรนา 2019 วัคซีนที่อนุมัติให้ฉีดได้ในหญิงตั้งครรภ์ในประเทศไทยได้แก่ Covid-19 AstraZeneca, Pfizer/BioNTech, Moderna, Sinovac, Sinopharm (ข้อมูล ณ สิงหาคม 2564)<br>,<br>จำนวนเข็มและอายุที่แนะนำให้ฉีด",
    "intro_list" : [
      "หญิงตั้งครรภ์ควรฉีด 2 เข็ม ห่างกัน 3-12 สัปดาห์ แนะนำให้ฉีดเข็มแรกเมื่ออายุครรภ์ > 12 สัปดาห์",
      "กรณีฉีดวัคซีนเข็มที่ 1 ก่อนที่จะทราบว่าตั้งครรภ์ ให้รับเข็ม 2 ตามเวลาระบุของชนิดวัคซีนและรออายุครรภ์เกิน 12 สัปดาห์",
      "หญิงตั้งครรภ์ที่ติดเชื้อโควิด-19 แล้ว ให้ฉีดวัคซีนเข็มแรกหลังหายจากโรคแล้ว 3 เดือน",
      "ควรหลีกเลี่ยงการฉีดวัคซีนป้องโรคติดเชื้อไวรัสโคโรนา 2019 COVID-19 พร้อมกับวัคซีนชนิดอื่น ๆ ยกเว้นวัคซีนดังกล่าวมีความจำเป็นต้องฉีดตามเวลาอย่างเคร่งครัด เช่น วัคซีนป้องกันโรคพิษสุนัขบ้า หากไม่จำเป็นเร่งด่วน ควรเว้นระยะห่างอย่างน้อย 2 สัปดาห์",
      "ชนิดของวัคซีนและตารางการฉีดอาจปรับเปลี่ยนตามสถานการณ์ ในบางกรณีอาจมีการเลื่อนช่วงอายุครรภ์ที่ควรได้รับวัคซีน ทั้งนี้ขึ้นกับกำหนดการของสถานให้บริการทางสาธารณสุขนั้น ๆ"
    ],
    "content" : {
      "วัคซีนชนิดสารพันธุกรรม ได้แก่ วัคซีนดีเอ็นเอ (DNA) หรือเอ็มอาร์เอ็นเอ (messenger RNA, mRNA)": [
        "Covid-19 Pfizer/BioNTech (10 ไมโครกรัม) (ข้อมูล ณ กุมภาพันธ์ 2565) แนะนำให้ได้เมื่ออายุ 5-11 ปี ฉีด 2 เข็ม ห่างกัน 3-12 สัปดาห์",
        "Covid-19 Pfizer/BioNTech (30 ไมโครกรัม) (ข้อมูล ณ กุมภาพันธ์ 2565) แนะนำให้ได้เมื่ออายุ 12 ปีขึ้นไป ฉีด 2 เข็ม ห่างกัน 3-12 สัปดาห์",
        "Covid-19 Moderna (ข้อมูล ณ กุมภาพันธ์ 2565) สำหรับผู้ที่ประสงค์จะลดโอกาสที่จะเกิดโรคและป่วยหนักจากโรคติดเชื้อไวรัสโคโรนา 2019 แนะนำให้ได้เมื่ออายุ 18 ปีขึ้นไป ฉีด 2 เข็ม ห่างกัน 4 สัปดาห์",
      ],
      "วัคซีนชนิดใช้ไวรัสเป็นพาหะ (recombinant viral vector vaccine)" : [
        "Covid-19 AstraZeneca (ข้อมูล ณ กุมภาพันธ์ 2565)สำหรับผู้ที่ประสงค์จะลดโอกาสที่จะเกิดโรคและป่วยหนักจากโรคติดเชื้อไวรัสโคโรนา 2019 แนะนำให้ได้เมื่ออายุ 18 ปีขึ้นไป ฉีด 2 เข็ม ห่างกัน 4-12 สัปดาห์",
        "Covid-19 CanSinoBio (ข้อมูล ณ กุมภาพันธ์ 2565)สำหรับผู้ที่ประสงค์จะลดโอกาสที่จะเกิดโรคและป่วยหนักจากโรคติดเชื้อไวรัสโคโรนา 2019 แนะนำให้ได้เมื่ออายุ 18 ปีขึ้นไป ฉีด 1 เข็ม",
        "Covid-19 Johnson & Johnson (ข้อมูล ณ กุมภาพันธ์ 2565) สำหรับผู้ที่ประสงค์จะลดโอกาสที่จะเกิดโรคและป่วยหนักจากโรคติดเชื้อไวรัสโคโรนา 2019 แนะนำให้ได้เมื่ออายุ 18 ปีขึ้นไป ฉีด 1 เข็ม",
        "Covid-19 Sputnik V (ข้อมูล ณ กุมภาพันธ์ 2565) สำหรับผู้ที่ประสงค์จะลดโอกาสที่จะเกิดโรคและป่วยหนักจากโรคติดเชื้อไวรัสโคโรนา 2019 แนะนำให้ได้เมื่ออายุ 18 ปีขึ้นไป ฉีด 2 เข็ม ห่างกัน 3 สัปดาห์"
      ],
      "วัคซีนที่ทำจากโปรตีนส่วนหนึ่งของเชื้อ (protein subunit vaccine)": [
        "Covid-19 Novavax (ข้อมูล ณ กุมภาพันธ์ 2565) สำหรับผู้ที่ประสงค์จะลดโอกาสที่จะเกิดโรคและป่วยหนักจากโรคติดเชื้อไวรัสโคโรนา 2019 แนะนำให้ได้เมื่ออายุ 18 ปีขึ้นไป ฉีด 2 เข็ม ห่างกัน 3 สัปดาห์"
      ],
      "วัคซีนชนิดเชื้อตาย (inactivated vaccine)" : [
        "Covid-19 Sinovac (ข้อมูล ณ กุมภาพันธ์ 2565) สำหรับผู้ที่ประสงค์จะลดโอกาสที่จะเกิดโรคและป่วยหนักจากโรคติดเชื้อไวรัสโคโรนา 2019 แนะนำให้ได้เมื่ออายุ 6 ปีขึ้นไป ฉีด 2 เข็ม ห่างกัน 4 สัปดาห์",
        "Covid-19 Sinopharm (ข้อมูล ณ กุมภาพันธ์ 2565) สำหรับผู้ที่ประสงค์จะลดโอกาสที่จะเกิดโรคและป่วยหนักจากโรคติดเชื้อไวรัสโคโรนา 2019 แนะนำให้ได้เมื่ออายุ 6 ปีขึ้นไป ฉีด 2 เข็ม ห่างกัน 4 สัปดาห์",
        "Covid-19 Bharat (ข้อมูล ณ กุมภาพันธ์ 2565) สำหรับผู้ที่ประสงค์จะลดโอกาสที่จะเกิดโรคและป่วยหนักจากโรคติดเชื้อไวรัสโคโรนา 2019 แนะนำให้ได้เมื่ออายุ 18 ปีขึ้นไป ฉีด 2 เข็ม ห่างกัน 4 สัปดาห์"
      ],
      "Influenza" : [
        "วัคซีนป้องกัน ไข้หวัดใหญ่ Influenza",
        "วัคซีนนี้เป็นวัคซีนที่แนะนำ สำหรับผู้ที่ประสงค์จะได้รับการป้องกันโรค และแนะนำอย่างยิ่งในกลุ่มเสี่ยงที่จะเป็นไข้หวัดใหญ่รุนแรง ได้แก่ หญิงตั้งครรภ์ เด็กอายุ 6 เดือน - 2 ปี ผู้ที่มีโรคเรื้อรัง เช่น โรคปอด (รวมหอบหืด) โรคหัวใจ เบาหวาน โรคอ้วน โรคภูมิคุ้มกันบกพร่อง และโรคเรื้อรังอื่น ๆ เป็นต้น",
        "จำนวนเข็มและอายุที่แนะนำให้ฉีด หญิงตั้งครรภ์ควรฉีด 1 เข็ม เมื่ออายุครรภ์ 12 สัปดาห์เป็นต้นไป โดยทั่วไปแนะนำเมื่ออายุครรภ์ 16 สัปดาห์ ในบางกรณีอาจมีการเลื่อนช่วงอายุที่ควรได้รับวัคซีน ทั้งนี้ขึ้นกับกำหนดการของสถานให้บริการทางสาธารณสุขนั้น ๆ"
      ],
      "dT และ Tdap" : [
        "วัคซีนป้องกันโรค คอตีบ-บาดทะยัก (dT) และวัคซีนป้องกันโรค คอตีบ-บาดทะยัก-ไอกรนชนิดไร้เซลล์ (Tdap)",
        "วัคซีนนี้เป็นวัคซีนที่แนะนำ หญิงตั้งครรภ์ที่ไม่เคยได้รับวัคซีนป้องกันบาดทะยักมาก่อน หรือฉีดวัคซีน dT ครั้งสุดท้ายเกิน 10 ปี แนะนำให้ฉีดวัคซีน 3 เข็ม โดย<br>- ฉีดวัคซีน (dT) เป็นเข็มที่ 1 เมื่ออายุครรภ์ 12 สัปดาห์เป็นต้นไป แนะนำให้ฉีดวัคซีน dT เข็มแรกที่อายุครรภ์ 23 สัปดาห์เป็นต้นไป<br>- ฉีดวัคซีน Tdap เป็นเข็มที่ 2 (ทดแทน dT เข็มที่ 2) ห่างจากเข็มแรก 4-6 สัปดาห์ ที่อายุครรภ์ 27-36 สัปดาห์ เพื่อช่วยส่งผ่านภูมิไปคุ้มกันไปยังทารก<br>- ฉีดวัคซีน dT เป็นเข็มที่ 3 ห่างจากเข็มแรก 6 เดือน หรือพิจารณาฉีดเข็มที่ 3 หลังคลอด จากนั้นให้ฉีดกระตุ้นด้วย dT (Td) หรือ Tdap ทุก 10 ปี",
        "หญิงตั้งครรภ์ที่เคยได้รับวัคซีนป้องกันบาดทะยักครบ 3 เข็มมาก่อน และฉีดวัคซีน dT ครั้งสุดท้ายไม่เกิน 10 ปี แนะนำให้ฉีด Tdap เป็นเข็มกระตุ้นในทุกการตั้งครรภ์ 1 เข็ม ที่อายุครรภ์ 27-36 สัปดาห์ เพื่อช่วยส่งผ่านภูมิไปคุ้มกันไปยังทารก",
        "ในบางกรณีอาจมีการเลื่อนช่วงอายุที่ควรได้รับวัคซีน ทั้งนี้ขึ้นกับกำหนดการของสถานให้บริการทางสาธารณสุขนั้น ๆ"
      ],
      "คำแนะนำเพิ่มเติม" : [
          "วัคซีนและคำแนะนำสำหรับคุณแม่ตั้งครรภ์",
          "ควรปรึกษาบุคลากรทางสาธารณสุขก่อนฉีดและแจ้งแพทย์ว่าตั้งครรภ์ก่อนรับวัคซีนทุกครั้ง",
          "ควรนำสมุดบันทึกสุขภาพและการรับวัคซีนมาด้วยทุกครั้ง ขอรับการบันทึกข้อมูลทุกครั้ง และเก็บรักษาไว้เป็นอย่างดี",
          "หากมีไข้สูงควรเลื่อนการฉีดวัคซีนออกไปก่อน แต่หากเจ็บป่วยเล็กน้อย เช่น เป็นหวัด หรือมีน้ำมูกไหล สามารถรับวัคซีนได้",
          "หากได้รับเลือดหรือผลิตภัณฑ์ของเลือดในช่วงเวลา 6-12 เดือนที่ผ่านมา ควรแจ้งให้แพทย์ทราบก่อนเสมอ",
          "ควรแจ้งแพทย์ก่อนรับวัคซีน หากมีโรคประจำตัว เช่น โรคที่มีผลต่อภูมิคุ้มกัน โรคที่ต้องกินยาที่ส่งผลต่อภูมิคุ้มกัน เช่น ยากลุ่มสเตียรอยด์ เคมีบำบัด โรคทางระบบประสาท เช่น ลมชัก ฯลฯ",
          "เพื่อประโยชน์สูงสุด ควรไปรับวัคซีนตามนัดทุกครั้ง หากลืม ควรพาไปรับวัคซีนทันทีเมื่อนึกได้ โดยสามารถฉีดวัคซีนต่อได้เลย ไม่จำเป็นต้องเริ่มต้นนับใหม่",
          "ผลข้างเคียงจากการรับวัคซีนส่วนใหญ่ไม่รุนแรง อาจพบว่ามีไข้หรืออาการเจ็บตรงบริเวณที่ฉีดได้",
          "หากมีอาการผิดปกติ เช่น มีผื่น ไข้สูง ชัก พฤติกรรมเปลี่ยนแปลง หายใจลำบาก เสียงแหบ หอบ ซีด อ่อนเพลีย บวม ควรพาไปพบแพทย์ทันที",
          "ในบางกรณีอาจมีการเลื่อนช่วงอายุที่ควรได้รับวัคซีน ทั้งนี้ขึ้นกับกำหนดการของสถานให้บริการทางสาธารณสุขนั้น ๆ"
      ]
    },
    "writer": "นพ. นราทัศพล ลิขิตดี นพ.เกียรติศักดิ์ คงวัฒนกุล พญ.รสวันต์ อารีมิตร พญ.ผกากรอง ลุมพิกานนท์",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข ราชวิทยาลัยสูติแพทย์แห่งประเทศไทย และข้อมูลวัคซีนป้องกัน โรคติดเชื้อไวรัสโคโรนา 2019 กรมควบคุมโรค"]
  },
  "preg_effect" : {
    "title" : "อาการที่พบได้บ่อยขณะตั้งครรภ์",
    "category": "สุขภาพครรภ์",
    "published_date": "13 กันยายน 2565",
    "intro" : "",
    "intro_list" : [],
    "content" : {
      "อาการแพ้ท้อง คลื่นไส้ อาเจียน ปวดหัว เวียนศีรษะ": [
        "อาการเหล่านี้เป็นผลจากฮอร์โมนการตั้งครรภ์ที่เพิ่มมากขึ้น โดยอาจมีอาการตั้งแอตัวถึงอายุครรภ์ 5-7 สัปดาห์",
        "อาการจะเพิ่มขึ้นในช่วง อายุครรภ์ 9-11 สัปดาห์ และจะค่อย ๆ ลดลงและดีขึ้นช่วงหลังอายุครรภ์ 14-16 สัปดาห์ครับ",
        "แนะนำให้รับประทานอาหารที่ย่อยง่ายทีละน้อย ดื่มน้ำมากขึ้น นอนพักกลางวัน",
        "แต่หากอาเจียนมาก รับประทานไม่ได้เลย หน้ามืดเป็นลมบ่อยแนะนำให้มาพบคุณหมอนะครับ"
      ],
      "รู้สึกอ่อนเพลีย ง่วงนอน เหนื่อยง่ายกว่าปกติ": [
        "ในขณะที่ตั้งครรภ์ร่างกายจะมีการเปลี่ยนแปลงอย่างมาก และมีการใช้พลังงานมากขึ้น",
        "ในขณะที่รับประทานอาหารได้น้อยจากการแพ้ท้อง ร่วมกับนอนหลับได้ไม่เต็มที่ ทำให้รู้สึกอ่อนเพลียและเหนื่อยง่ายกว่าปกติได้",
        "โดยอาการจะค่อย ๆ ดีขึ้นหลัง 16 สัปดาห์ครับ",
        "แนะนำให้พักเป็นระยะ นอนพักกลางวันบ้างครับ",
        "แต่หากอ่อนเพลียหรือเหนื่อยมากแนะนำให้มาปรึกษาคุณหมอนะครับ"
      ],
      "ท้องผูก ท้องอืดมากกว่าปกติ": [
        "เนื่องจากฮอร์โมนการตั้งครรภ์ที่เพิ่มสูงขึ้น ทำให้ระบบย่อยอาหารบีบตัวลดลง เพื่อดูดซึมสารอาหารให้ทารกมากขึ้น",
        "ทำให้อาหารย่อยยากและมีอาการท้องอืด ท้องผูกได้",
        "ควรรับประทานอาหารที่ย่อยง่าย เน้นผัก ผลไม้ เพิ่มขึ้น ดื่มน้ำมากขึ้น และเดินหรือออกกำลังกายเบา ๆ จะช่วยได้ครับ",
        "อย่ารีบเดินมากนะครับระวังการหกล้มด้วยคุณหมอเป็นห่วงครับ",
        "แต่หากท้องอืด ท้องผูกมาก มีริดสีดวงทวาร ปวดท้อง แนะนำให้ปรึกษาคุณหมอนะครับ"
      ],
      "อารมณ์แปรปรวน หงุดหงิดง่าย": [
        "เกิดจากระดับฮอร์โมนที่มีการเปลี่ยนแปลงและร่างกายของคุณแม่เปลี่ยนแปลงมาก ๆ",
        "ทำให้ส่งผลต่ออารมณ์ได้",
        "ต้องทำความเข้าใจตัวเอง และคนรอบข้างก็ควรทำความเข้าใจและให้กำลังใจกันนะครับ"
      ],
      "อยากกินของเปรี้ยว หรืออยากกินของแปลก ๆ": [
        "เป็นเพราะระดับฮอร์โมนที่เพิ่มขึ้น",
        "อาจทำให้การรับรู้รสชาติของแม่ที่กำลังตั้งครรภ์เปลี่ยนแปลงไป"
      ],
      "มีตกขาวมากผิดปกติ": [
        "เนื่องจากฮอร์โมนในร่างกายมีการปรับตัวสูงขึ้นจึงทำให้มีตกขาวในปริมาณที่มากขึ้นกว่าปกติได้ครับ",
        "ถ้าลักษณะของตกขาวเป็นมูกเหลวสีขาวขุ่นหรือสีครีมก็ถือว่าเป็นภาวะปกติ",
        "แต่ถ้าหากตกขาวมีลักษณะผิดปกติไป เช่น มีสีเขียว สีเหลือง มีกลิ่น หรือมีอาการคันร่วมด้วย ควรไปพบแพทย์นะครับ เพราะอาจบ่งบอกถึงการติดเชื้อ"
      ],
      "ปัสสาวะบ่อย": [
        "เนื่องจากขนาดมดลูกที่ใหญ่ขึ้นไปกดเบียดกระเพาะปัสสาวะ",
        "ปริมาณของเลือดในร่างกายมีเพิ่มขึ้น ทำให้มีเลือดผ่านไตมากขึ้น ไตจึงกรองปัสสาวะออกมามากขึ้น",
        "แต่หากมีอาการปัสสาวะ แสบขัด ปัสสาวะไม่สุดหรือปัสสาวะเล็ด ควรมาพบแพทย์ครับ"
      ],
      "รู้สึกจุกเสียดลิ้นปี่หรือแสบหน้าอก": [
        "เมื่ออาการแพ้ท้องลดลง เริ่มรับประทานอาหารได้มากขึ้น หากรู้สึกจุกเสียดลิ้นปี่หรือแสบหน้าอก อาจเป็นอาการของกรดไหลย้อนได้นะครับ",
        "แนะนำให้คุณแม่รับประทานอาหารที่ย่อยง่าย เช่น ข้าวกล้อง รับประทานอาหารที่มีส่วนประกอบของโปรตีน ได้แก่ ไข่ เนื้อปลา และผักผลไม้ เพื่อลดอาการกรดไหลย้อนและป้องกันท้องผูกได้ด้วยนะครับ",
        "แต่ถ้ามีอาการมากผิดปกติแนะนำไปหาคุณหมอนะครับ"
      ],
      "เต้านมมีการเปลี่ยนแปลง": [
        "เมื่อตั้งครรภ์จะมีการเปลี่ยนแปลงฮอร์โมนมากมาย ส่งผลให้หัวนมและลานนมมีสีเข้มหรือคล้ำขึ้น เต้านมขยายขนาดขึ้น ได้ครับ",
        "แนะนำให้เลือกใส่ชุดชั้นในที่ใส่สบายเหมาะกับสรีระที่กำลังเปลี่ยนแปลงนะครับ",
        "แต่หากมีน้ำนมไหลออกมาในช่วงตั้งครรภ์ถือว่าเป็นความผิดปกติควรปรึกษาแพทย์นะครับ"
      ],
      "รู้สึกเหมือนลูกดิ้น": [
        "ช่วงอายุครรภ์ 16-20 สัปดาห์ นี้มดลูกจะเริ่มอยู่สูงประมาณสะดือและควรจะรู้สึกว่าลูกดิ้นแล้วนะครับ",
        "ในครรภ์แรกอาจจะบอกได้ยากเพราะไม่เคยรู้สึกแบบนี้มาก่อน เวลาลูกดิ้นอาจจะรู้สึกเหมือนปลาตอด บ้างก็รู้สึกเหมือนมีอะไรกระตุกเบา ๆ",
        "หากคุณแม่ยังไม่รู้สึกว่าลูกดิ้น ควรปรึกษาแพทย์เพื่อตรวจประเมินนะครับ",
        "เมื่ออายุครรภ์ 28 สัปดาห์เป็นต้นไป คุณหมอชวนคุณแม่มาเริ่มนับลูกดิ้นกันครับ",
        "การนับจำนวนครั้งที่ลูกดิ้น ช่วยบ่งบอกทางอ้อมว่าลูกมีสุขภาพดีครับ ช่วงนี้ลูกเริ่มดิ้นชัดขึ้น เรามานับจำนวนครั้งที่ลูกดิ้นกันให้ได้มากกว่า 10 ครั้งต่อวันกันนะครับ"
      ],
      "ปวดหลัง": [
        "เกิดจากการขยายตัวของกล้ามเนื้อที่เป็นผลมาจากมดลูกที่ขยายใหญ่ขึ้นเพื่อรองรับคุณลูก และน้ำหนักตัวที่เพิ่มขึ้น ทำให้ศูนย์กลางการทรงตัวเปลี่ยนไป",
        "จึงควรปรับท่านอนด้วย เช่น นอนที่นอนไม่นิ่มเกินไป ไม่ใช้หมอนหนุนหลัง เปลี่ยนท่าทางบ่อยขึ้นหากต้องนั่งทำงานนาน ๆ",
        "หากอาการปวดมากขึ้นจนทนไม่ไหวหรือมีอาการชาที่ขาร่วมด้วย ควรปรึกษาแพทย์นะครับ"
      ],
      "เป็นตะคริว": [
        "เป็นผลมาจากมดลูกที่ขยายใหญ่และคุณลูก ในครรภ์ตัวโตขึ้น ทำให้มดลูกกดเบียดการไหลเวียนเลือดจากส่วนล่างของร่างกาย",
        "แนะนำให้ นอนพักยกขาสูง หลีกเลี่ยงการนั่งทำงานท่าเดิม ๆ นาน ๆ และออกกำลังกายเบา ๆ เช่น การเดินหลังอาหารเย็นได้จะดีมาก ๆ เลยนะครับ"
      ],
      "รู้สึกหายใจถี่ หายใจไม่อิ่ม": [
        "เมื่อคุณลูกในครรภ์มีการเจริญเติบโตขึ้นมากก็จะมีแรงดันในท้อง ปอดและกระบังลมเพิ่มขึ้น ส่งผลให้คุณแม่มีอาการหายใจถี่ขึ้นหลังอายุครรภ์ 20 สัปดาห์และรู้สึกหายใจไม่ค่อยทั่วท้อง",
        "อาจจะมีอาการมากขึ้น ได้ในช่วงหลังอายุครรภ์ 32 สัปดาห์จนถึงระยะคลอดครับ"
      ],
      "อาการหน่วง ๆ ท้อง ตึง ๆ ท้อง": [
        "อาจเริ่มมีอาการท้องตึง ๆ หน่วงท้องน้อยร้าวไปช่องคลอดได้ในช่วงสามเดือนสุดท้ายของการตั้งครรภ์ครับ",
        "เป็นอาการปกติ เกิดจากมดลูกและคุณลูกน้อยเติบโตมากในช่วงนี้ อาจทำให้ปวดหน่วงและขาบวมได้ครับ",
        "แต่หากท้องตึงแข็งครั้งหนึ่งนานประมาณ 1 นาทีและเป็นทุก ๆ 10 นาที ให้คุณแม่สังเกตอาการเลยนะครับ หากใน 1 ชั่วโมงยังคงมีอาการอยู่ ประกอบกับ มีมูกเลือดหรือเลือดออกทางช่องคลอด ควรไปโรงพยาบาลทันทีเลยนะครับ"
      ],
      "อาการเจ็บครรภ์": [
        "อาการเจ็บครรภ์เตือนหรือเจ็บครรภ์จริงต่างกันอย่างไร มาดูกันครับ",
        "อาการเจ็บครรภ์เตือน<br>- รู้สึกท้องแข็งน้อยกว่าทุก 10 นาที และเจ็บไม่สม่ำเสมอ ไม่ถี่ขึ้น น่าจะเป็นการเจ็บครรภ์เตือนครับ หมั่นสังเกตอาการว่าไม่ใช่เจ็บครรภ์จริงนะครับ หากมีความกังวลควรปรึกษาแพทย์นะครับ",
        "อาการเจ็บครรภ์จริง<br>- ปวดหน่วงท้องร้าวไปยังช่องคลอด ท้องแข็งตึง ทุก ๆ 10 นาที เป็นสัญญาณของการเจ็บครรภ์จริงแล้วนะครับ หากเจ็บถี่ขึ้นทุก ๆ 5-10 นาที ควรไปโรงพยาบาลนะครับ<br>- มีน้ำใส ๆ ไหลออกทางช่องคลอด เป็นอาการของน้ำเดินแล้วนะครับ เป็นสัญญาณของการเจ็บครรภ์จริง ให้คุณแม่ไปโรงพยาบาลทันทีเลยนะครับ<br>- มีเลือดออกหรือลูกดิ้นน้อยลง เป็นสัญญาณผิดปกติ คุณแม่ควรไปโรงพยาบาลทันทีเลยนะครับ เพื่อจะได้ตรวจประเมินลูกและเลือดที่ออกนะครับ",
        "หากมีอาการผิดปกติเหล่านี้ อย่างใดอย่างหนึ่งให้รีบไปโรงพยาบาลทันทีเลยนะครับ"
      ],
      "อาการที่ต้องไปโรงพยาบาลทันที": [
        "ปวดศีรษะ ตามัว ตัวบวมขึ้น จุกแน่นใต้ลิ้นปี่ เป็นสัญญาณของครรภ์เป็นพิษ หากคุณแม่มีอาการดังกล่าวให้รีบไปพบแพทย์นะครับ",
        "เลือดออกทางช่องคลอด ปกติแล้วไม่ควรมีเลือดออกทางช่องคลอดเลยนะครับ หากมีเลือดออกทางช่องคลอดควรไปโรงพยาบาลเพื่อตรวจประเมินนะครับ",
        "มีน้ำใส ๆ ไหลออกทางช่องคลอด หากมีน้ำใส ๆ ไหลออกทางช่องคลอด เป็นอาการของน้ำเดินนะครับ คุณแม่ไปโรงพยาบาลทันทีเลยครับ",
        "ปวดหน่วงท้อง ท้องตึงตลอดเวลา หากมีอาการปวดหน่วงท้องน้อยร้าวไปช่องคลอด ท้องแข็งตึง ทุก ๆ 10 นาที ปวดถี่หรือปวดแรงมากขึ้นเรื่อย ๆ อาจเป็นอาการของการเจ็บครรภ์คลอดได้นะครับ ควรไปโรงพยาบาลทันทีเลยครับ"
      ]
    },
    "writer": "นพ.เกียรติศักดิ์ คงวัฒนกุล",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยสูติแพทย์แห่งประเทศไทย"]
  },
  "preg_food" : {
    "title" : "อาหารสำหรับคุณแม่ตั้งครรภ์",
    "category": "สุขภาพครรภ์",
    "published_date": "26 กันยายน 2565",
    "intro" : "คุณแม่มือใหม่ รับประทานอย่างไรให้สุขภาพครรภ์และสุขภาพคุณลูกน้อยแข็งแรง",
    "intro_list" : [
      "1. หัวใจหลัก 4 ประการ คือ<br>- น้ำหนักเพิ่มขึ้นอย่างเหมาะสม<br>- รับประทานอาหารแต่ละหมู่อย่างสมส่วน<br>- ออกกำลังกายสม่ำเสมอ<br>- รับประทานวิตามินและแร่ธาตุเสริมให้เหมาะสมตามอายุครรภ์",
      "2. ร่างกายของคุณแม่ต้องการพลังงานเพิ่มขึ้นต่อวัน เฉลี่ย 300 กิโลแคลอรี เพื่อตอบสนองต่อการเจริญเติบโตของคุณลูกในครรภ์ และการเปลี่ยนแปลงของร่างกายเมื่อมีการตั้งครรภ์",
      "3. รับประทานอาหารให้ครบ 5 หมู่ หลากหลาย สับเปลี่ยน หมุนเวียน ประกอบด้วย เนื้อสัตว์ไม่ติดมัน (ทั้งเนื้อแดง เช่น หมู เครื่องใน และเนื้อขาว เช่น ไก่ ปลา) ธัญพืชและข้าวไม่ขัดสี ปรุงอาหารด้วยน้ำมันพืช ผักใบเขียว/ส้ม/แดง ผลไม้รสไม่หวานจัด และนมรสจืดไขมันต่ำ 2 แก้วต่อวัน (ควรดื่มนมให้ใกล้เคียงกับก่อนตั้งครรภ์ ไม่เน้นดื่มนมมากเกินไป)",
      "4. อาหารปรุงสุก สดใหม่ หลีกเลี่ยงอาหารหมักดอง หรืออาหารที่มีการแปรรูป (มักให้พลังงานสูง แต่มีไขมันและเกลือมากกว่าปกติ)",
      "5. หลีกเลี่ยงและจำกัดอาหารหวาน เครื่องดื่มที่มีการเติมน้ำตาล อาหารที่มีไขมันสูง",
      "6. ควรเสริมกรดโฟลิก ไอโอดีน ธาตุเหล็ก และแคลเซียม",
      "7. ดื่มน้ำสะอาดให้เพียงพอ ประมาณวันละ 10-12 แก้ว",
      "8. หลีกเลี่ยงอาหารดิบ อาหารกึ่งสุกกึ่งดิบ จำกัดการดื่มกาแฟ หรือเครื่องดื่มที่มีคาเฟอีน และแอลกอฮอล์",
      "9. หากก่อนตั้งครรภ์ คุณแม่มีโรคอ้วน หรือดัชนีมวลกายต่ำกว่าเกณฑ์ ควรได้รับคำแนะนำเรื่องอาหารเป็นรายบุคคล<br><br><br>อะไรทานได้ อะไรควรเลี่ยง"
    ],
    "content" : {
      "อาหารที่รับประทานได้" : [
        "เนื้อสัตว์: หมู ไก่ เนื้อ ปลาแซลมอน ปลาซาร์ดีน ปลาน้ำจืด ถั่วเมล็ด และถั่วเปลือกแข็ง เต้าหู้",
        "ข้าว แป้ง ธัญพืช: ข้าวไม่ขัดสี ข้าวโอ๊ต ขนมปังโฮลวีท/โฮลเกรน เส้นที่ทำจากข้าวไม่ขัดสี สปาเกตตี้ ลูกเดือย ถั่วเหลือง ถั่วเขียว ถั่วแดง เป็นต้น",
        "ผัก: ผักใบเขียวเข้ม เช่น ผักโขม ผักบุ้ง คะน้า ผักสีส้ม/แดง เช่น แครอท ฟักทอง มันฝรั่ง มันหวาน พริกหยวก (sweet peppers)",
        "ผลไม้รสไม่หวานจัด เช่น กล้วย ส้ม ชมพู่ ฝรั่ง แอบเปิ้ล แก้วมังกร อโวคาโด",
        "นมและผลิตภัณฑ์จากนม รสจืด ไขมันต่ำ หรือไขมัน 0% เช่น นม โยเกิร์ต ชีส หากมีข้อจำกัดในการดื่มนมวัว อาจเลือกนมจากพืชที่มีการเสริมแคลเซียม วิตามินดี เป็นต้น",
        "น้ำมันพืช เช่น น้ำมันถั่วเหลือง น้ำมันรำข้าว น้ำมันคาโนล่า น้ำมันมะกอก ในการประกอบอาหาร",
        "ปลาทะเลปรุงสุก 2 ส่วน ต่อ สัปดาห์ (1 ส่วน เทียบเท่าชิ้นขนาด 1 ฝ่ามือ) เช่น ปลาแซลมอน ปลาซาร์ดีน ปลาแมคเคอเรล (ปลาทู ปลาซาบะ) การรับประทานมากเกินไป ต้องระวังการได้รับสารปนเปื้อนในปลาเช่น สารปรอท"
      ],
      "อาหารที่ควรเลี่ยง" : [
        "นมหรือผลิตภัณฑ์จากนมที่ไม่ผ่านการพาสเจอไรส์",
        "อาหารหมักดอง เช่น ผลไม้ดอง แหนม เนื้อหมัก ที่ไม่ได้ปรุงให้สุกก่อน",
        "อาหารดิบ เช่น ปลาดิบ ไข่ดิบ เนื้อดิบ ซูชิปลาดิบ หอยดิบ หอยลวก หรืออาหารกึ่งสุกกึ่งดิบ",
        "แอลกอฮอล์ เครื่องดื่มหรืออาหารที่มีแอลกอฮอล์เป็นส่วนประกอบ",
        "ควรงดการดื่มกาแฟ เครื่องดื่มที่มีคาเฟอีน หรือจำกัดไม่เกิน 200 มิลลิกรัมต่อวัน (เทียบเท่า 360 ซีซี)",
        "เลี่ยงหรือลดอาหารรสหวานจัด มัน เค็ม"
      ]
    },
    "writer": "พญ.สุชาอร แสงนิพันธ์กูล",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยสูติแพทย์แห่งประเทศไทย"]
  },
  "preg_foodrange" : {
    "title" : "อาหารสำหรับคุณแม่แบ่งตามช่วงอายุครรภ์",
    "category": "สุขภาพครรภ์",
    "published_date": "26 กันยายน 2565",
    "intro" : "",
    "intro_list" : [],
    "content" : {
      "อายุครรภ์ 4-13 สัปดาห์" : [
        "ร่างกายจะต้องการพลังงานเพิ่ม เฉลี่ยเพียง 50-100 กิโลแคลอรีต่อวัน",
        "การรับประทานอาหารที่หลากหลาย กระจายมื้อย่อย จะช่วยในกรณีที่มีอาการแพ้ คลื่นไส้ อาเจียน",
        "สารอาหารที่สำคัญในช่วงแรก ได้แก่ โฟลิก และธาตุเหล็ก",
        "โฟลิก ช่วยป้องกันภาวะหลอดประสาทไม่ปิด และการเกิดเพดานโหว่",
        "ธาตุเหล็ก ช่วยในการสร้างเม็ดเลือด เพื่อขนส่งออกซิเจนผ่านรกไปหาลูก"
      ],
      "อายุครรภ์ 14-27 สัปดาห์": [
        "ร่างกายจะต้องการพลังงานเพิ่ม เฉลี่ยเพียง 250-300 กิโลแคลอรีต่อวัน",
        "การรับประทานอาหารที่หลากหลาย ครบ 5 หมู่ จะช่วยสนับสนุนการเจริญเติบโตของลูกน้อยโดยเฉพาะ สมอง และ กระดูก",
        "คุณแม่จะต้องการพลังงานเพิ่มขึ้นจากโปรตีน แป้งที่มีใยอาหารสูง อาหารที่มีแคลเซียม วิตามินดี และไขมัน DHA",
      ],
      "อายุครรภ์ 28-40 สัปดาห์": [
        "ร่างกายจะต้องการพลังงานเพิ่ม เฉลี่ยเพียง 400-500 กิโลแคลอรีต่อวัน",
        "เป็นช่วงที่ลูกมีอัตราการเจริญเติบโตสูงที่สุด"
      ]
    },
    "writer": "พญ.สุชาอร แสงนิพันธ์กูล",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยสูติแพทย์แห่งประเทศไทย"]
  },
  "preg_prepare" : {
    "title" : "เตรียมพร้อมก่อนคลอด",
    "category": "สุขภาพครรภ์",
    "published_date": "05 พฤศจิกายน 2565",
    "intro" : "ช่วงนี้หากคุณแม่พอมีเวลา มาหาข้อมูลเตรียมพร้อมเป็นคุณแม่กันดีไหมคะ คุณหมอขอแนะนำข้อมูลที่เป็นประโยชน์ ดังนี้",
    "intro_list" : [],
    "content" : {
      "อาหารของลูก": [
        "อาหารหลักของทารก คือ นม นมแม่เป็นอาหารที่ดีที่สุดเพราะมีสารอาหารครบถ้วนเพียงพอกับความต้องการของลูก และมียิ่งกว่าสารอาหาร คือภูมิคุ้มกันในนมแม่ โดยทารกแรกเกิดควรได้รับนมแม่อย่างเดียวโดยการดูดจากเต้าเป็นหลัก ยกเว้นว่ามีข้อห้ามทางการแพทย์ การให้ลูกได้กินนมแม่ยังมีประโยชน์ต่อทั้งแม่และลูกอีกมากมายเลยค่ะ"
      ],
      "ของเล่นของลูก" : [
        "ของเล่นที่ดีที่สุดของลูกทุกวัยคือ คนที่ดูแลและมีปฏิสัมพันธ์และตอบสนองกับลูก ควรหลีกเลี่ยงการพาไปยังสถานที่แออัดและที่มีคนสูบบุหรี่ด้วยนะคะ หากยังมีคนสูบบุหรี่ใกล้ตัว ช่วงนี้อาจเป็นจังหวะเหมาะที่จะลด ละ เลิก การสูบบุหรี่เพื่อสุขภาพของทุกคนด้วยนะคะ"
      ],
      "ครอบครัวสำคัญ": [
        "นอกจากคุณแม่แล้ว คุณพ่อและสมาชิกทุกคนในครอบครัว มีส่วนช่วยได้อย่างมากในการดูแลทั้งแม่และลูก หากลูกมีพี่ ควรให้พี่ทราบว่าคุณแม่กำลังตั้งครรภ์น้องของพี่ และหลังคลอดควรให้พี่ได้มีส่วนร่วมในการดูแลน้องอย่างเหมาะสมด้วยนะคะ ครอบครัวที่สามารถทำหน้าที่ได้ดีทั้งในช่วงที่มีความสุขและความทุกข์นั้น มักพบว่ามีความร่วมมือกันอย่างดีระหว่างทุกคนในครอบครัว สมาชิกเป็นตัวของตัวเองอย่างที่ดี ใกล้ชิดสนิทสนม มองกันและกันและมองโลกในแง่ดี มองปัญหาเป็นความท้าทาย และมีการสื่อสารในครอบครัวแบบเปิดเผย ไม่อ้อมค้อมแต่รักษาความรู้สึกของกันและกันนะคะ"
      ],
      "จัดบ้านให้ปลอดภัย" : [
        "ตรวจสอบเฟอร์นิเจอร์ว่ามีความมั่นคงหรือยึดไว้กับผนัง",
        "ตรวจสอบประตูรั้วบ้านว่ามีการยึดไว้อย่างมั่นคง เพื่อป้องกันการล้มคว่ำลงมาทับได้",
        "ควรติดตั้งปลั้กไฟไว้สูง 1.5 เมตรหรือใช้ที่ครอบปลั๊กไฟ ควรเก็บสายไฟให้พ้นมือเด็ก และควรต่อสายดินและติดตั้งเครื่องตัดไฟอัตโนมัติ",
        "หน้าต่างควรอยู่สูงกว่าพื้นอย่างน้อย 1 เมตร เพื่อป้องกันการปีนป่าย",
        "ซี่ราวบันไดและซี่ลูกกรงระเบียงต้องห่างกันไม่เกิน 9 ซม.",
        "ผู้ดูแลเด็กควรได้รับการฝึกปฐมพยาบาลและการกู้ชีพเบื้องต้นด้วยจะดีมากนะคะ"
      ],
      "เตรียมกระเป๋า" : [
        "เมื่ออายุครรภ์ประมาณ 30 สัปดาห์เป็นต้นไป คุณแม่ควรมีกระเป๋าที่เตรียมของไว้พร้อม หากมีอาการเจ็บครรภ์คลอดจะได้หยิบไปโรงพยาบาลได้ทันทีนะคะ ควรเตรียมอะไรบ้าง มาจัดกันดีกว่า",
        "เอกสารสำคัญต่าง ๆ<br>- บันทึกการฝากครรภ์<br>- บัตรประชาชน<br>- เงิน<br>- เบอร์โทรศัพท์ในกรณีฉุกเฉิน",
        "เตรียมของสำหรับคุณลูก<br>- เสื้อผ้า<br>- ผ้าอ้อม<br>- คาร์ซีท",
        "เตรียมของสำหรับคุณแม่<br>- ของใช้ส่วนตัว<br>- ผ้าอนามัย<br>- เครื่องสำอาง<br>- ชุดใส่กลับบ้าน",
        "เตรียมของสำหรับคุณพ่อที่ไปเฝ้าด้วยนะคะ และเตรียมของอื่น ๆ ที่อยากเอาไป อีกไม่นานจะถึงกำหนดคลอดแล้ว ให้คุณแม่เตรียมให้พร้อมได้เลย เผื่อฉุกเฉินจะได้พร้อมไปโรงพยาบาลทันที ขอให้แข็งแรงปลอดภัยทั้งคุณแม่และคุณลูกเลยนะคะ"
      ]
    },
    "writer": "พญ.รสวันต์ อารีมิตร นพ.เกียรติศักดิ์ คงวัฒนกุล พญ.สุชาอร แสงนิพันธ์กูล นพ.นราทัศพล ลิขิตดี",
    "resource": ["กรมอนามัย กระทรวงสาธารณสุข ราชวิทยาลัยสูติแพทย์แห่งประเทศไทย และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"]
  },
  

};


export default articleInfo;
