interface FoodData {
  "title": string;
  "category": string;
  "published_date": string;
  "intro": string;
  "intro_list": string[];
  "content": {[key:string]:string[]};
  "writer": string;
  "resource": string;
}




const foodInfoData: { [key: string]: FoodData } = {
  "food1_2": {
    "title": "อาหารที่เหมาะสมสำหรับลูกวัย 1-2 ปี",
    "category": "อาหารของคุณลูก",
    "published_date": "29 มิถุนายน 2563",
    "intro": "เด็กในวัย 1-2 ปีควรให้กินอาหารวันละ 3 มื้อเป็นอาหารหลัก แต่ละมื้อควรมีอาหารครบ 5 หมู่ ประกอบด้วยข้าว/ก๋วยเตี๋ยว/ขนมปัง เนื้อสัตว์หรือตับบดหรือไข่ ผักใบเขียว น้ำมันพืช (ในการประกอบอาหาร) โดยให้มีสัดส่วนเหมาะสม แนะนำให้กินผลไม้สด",
    "intro_list": [
      "กินอาหารวันละ 3 มื้อเป็นอาหารหลัก แต่ละมื้อควรมีอาหารครบ 5 หมู่",
      "ประกอบด้วยข้าว/ก๋วยเตี๋ยว/ขนมปัง เนื้อสัตว์หรือตับบดหรือไข่ ผักใบเขียว น้ำมันพืช (ในการประกอบอาหาร)",
      "กินผลไม้สด อาหารปรุงสุก สะอาด ไม่ปรุงรส",
      "ไม่แนะนำให้ดื่มน้ำผลไม้ หลีกเลี่ยงขนมกรุบกรอบ น้ำหวาน น้ำอัดลม",
      "นมเป็นอาหารว่าง ควรดื่มวันละ 2-3 แก้วหรือกล่อง (1 แก้วหรือกล่องประมาณ 200 มล.)",
      "ให้ลูกได้ตัก หยิบอาหารเอง จัดที่นั่งให้ลูกได้กินอาหารกับสมาชิกในครอบครัว"
    ],
    "content": {
      "m12_18": [
        "ควรให้เลิกใช้ขวดนม ให้ดื่มนมจืดจากกล่องหรือแก้ว และให้เลิกกินนมมื้อดึก ก่อนเข้านอน ควรแปรงฟันทุกครั้ง เพื่อป้องกันฟันผุและเสริมสร้างพัฒนาการตามวัย",
        "ควรให้ฝึกใช้ช้อนกินอาหารด้วยตนเอง หรือหยิบอาหารกินเอง",
        "อาหารหลัก 3 มื้อ ควรดื่มนมจืดวันละ 2-3 แก้วหรือกล่อง (1 แก้วหรือกล่องประมาณ 200 มล.)",
        "จัดมื้ออาหารให้เป็นเวลา ไม่กินจุบจิบ เพื่อส่งเสริมพฤติกรรมการกินที่ดีให้ลูก"
      ],
      "m18_24": [
        "วัยนี้ไม่ควรดูดนมจากขวด และไม่ควรดื่มนมมื้อดึก",
        "ช่วงนี้เป็นวัยที่เด็กอาจมีปัญหาเรื่องกินยาก ให้ผู้ปกครองส่งเสริมพฤติกรรมการกินที่ดี เช่น กินอาหารให้ตรงเวลา นั่งกินด้วยกันพร้อมสมาชิกในครอบครัว ผู้ปกครองมีหน้าที่เตรียมอาหารที่ครบ 5 หมู่ หลากหลาย และเป็นแบบอย่างที่ดีให้กับลูก ส่วนลูกจะเป็นคนตัดสินใจว่าจะกินมากน้อยแค่ไหน ไม่บังคับ หรือเดินตามป้อน ไม่ควรให้นมหรือขนมทดแทนเมื่อลูกกินข้าวได้น้อย"
      ]
    },
    "writer": "พญ.สุชาอร แสงนิพันธ์กูล พญ.รสวันต์ อารีมิตร พญ.นลินี จงวิริยะพันธุ์ พญ.สุภาพรรณ ตันตราชีวธร พญ.อุมาพร สุทัศน์วรวุฒิ",
    "resource": "กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"
  },
  "food2_4": {
    "title": "อาหารที่เหมาะสมสำหรับลูกวัย 2-4 ปี",
    "category": "อาหารของคุณลูก",
    "published_date": "29 มิถุนายน 2563",
    "intro": "เด็กในวัยนี้ควรให้กินอาหารวันละ 3 มื้อเป็นอาหารหลักแต่ละมื้อควรมีอาหารครบ 5 หมู่ สัดส่วนเหมาะสม ให้เด็กมีส่วนในการกินเอง",
    "intro_list": [
      "นมเป็นอาหารว่าง ควรดื่มนมจืดวันละ 2-3 แก้ว (1 แก้วหรือกล่องประมาณ 200 มล.)",
      "วัยนี้ไม่ควรดูดนมจากขวด หลังดื่มนม ควรแปรงฟัน และไม่ควรตื่นมาดื่มนมกลางดึก",
      "ฝึกนิสัยให้เลือกรับประทานอาหารที่ไม่หวานจัด เค็มจัด มันจัด"
    ],
    "content": {},
    "writer": "พญ.สุชาอร แสงนิพันธ์กูล พญ.รสวันต์ อารีมิตร พญ.นลินี จงวิริยะพันธุ์ พญ.สุภาพรรณ ตันตราชีวธร พญ.อุมาพร สุทัศน์วรวุฒิ",
    "resource": "กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"
  },
  "food4_6": {
    "title": "อาหารที่เหมาะสมสำหรับลูกอายุ 4-6 ปี",
    "category": "อาหารของคุณลูก",
    "published_date": "29 มิถุนายน 2563",
    "intro": "วัยนี้ควรให้กินอาหารวันละ 3 มื้อเป็นอาหารหลักแต่ละมื้อควรมีอาหารครบ 5 หมู่ สัดส่วนเหมาะสม ให้เด็กกินเอง",
    "intro_list": [
      "นมเป็นอาหารว่าง ควรดื่มวันละ 2-3 แก้ว (1 แก้วประมาณ 200 มล.)",
      "วัยนี้ไม่ควรดูดนมจากขวด หลังดื่มนมควรแปรงฟันก่อนนอนและไม่ควรตื่นมาดื่มนมกลางดึก"
    ],
    "content": {},
    "writer": "พญ.สุชาอร แสงนิพันธ์กูล พญ.รสวันต์ อารีมิตร พญ.นลินี จงวิริยะพันธุ์ พญ.สุภาพรรณ ตันตราชีวธร พญ.อุมาพร สุทัศน์วรวุฒิ",
    "resource": "กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"
  },
  "food6_18": {
    "title": "อาหารที่เหมาะสมสำหรับลูกอายุ 6-18 ปี",
    "category": "อาหารของคุณลูก",
    "published_date": "29 มิถุนายน 2563",
    "intro": "เด็กช่วง 6 - 18 ปี ควรให้กินอาหารวันละ 3 มื้อ ครบ 5 หมู่ สัดส่วนเหมาะสม ให้เด็กกินเอง",
    "intro_list": [
      "นมเป็นอาหารว่าง ควรดื่มวันละ 2-3 แก้ว (1 แก้วประมาณ 200 มล.) เพื่อให้ได้แคลเซียมเพียงพอในการเสริมสร้างกระดูก",
      "วัยรุ่นหญิงควรกินเนื้อสัตว์ (เนื้อแดง) ตับ ไข่แดง ผักสีเขียวเข้ม เป็นประจำ เพื่อให้ได้ธาตุเหล็กเพียงพอ"
    ],
    "content": {},
    "writer": "พญ.สุชาอร แสงนิพันธ์กูล พญ.รสวันต์ อารีมิตร พญ.นลินี จงวิริยะพันธุ์ พญ.สุภาพรรณ ตันตราชีวธร พญ.อุมาพร สุทัศน์วรวุฒิ",
    "resource": "กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"
  },
  "food0_1": {
    "title": "อาหารที่เหมาะสมสำหรับลูกในปีแรก",
    "category": "อาหารของคุณลูก",
    "published_date": "29 มิถุนายน 2563",
    "intro": "เมื่อลูกหิว ทารกจะแสดงออกโดยการอ้าปากเพื่อจะกิน อาหารหลักของวัยนี้คือ 'นม' นมแม่เป็นอาหารที่ดีที่สุดสำหรับทารก ทารกควรได้รับนมแม่อย่างเดียวยกเว้นมีข้อบ่งชี้ทางการแพทย์",
    "intro_list": [
      "อาหารหลักของทารกวัยนี้คือนม นมแม่เป็นอาหารที่ดีที่สุดสำหรับทารก มีสารอาหารครบถ้วนเพียงพอกับความต้องการของลูก",
      "ทารกช่วงวัยนี้ ควรได้รับนมแม่อย่างเดียวโดยการดูดจากเต้าเป็นหลัก ยกเว้นมีข้อห้ามทางการแพทย์หรือมีปัญหาการเจริญเติบโต",
      "น้ำเป็นส่วนประกอบของนมแม่ ดังนั้นทารกที่ได้รับนมแม่เพียงพอ จึงไม่จำเป็นต้องดื่มน้ำตามหลังการกินนม",
      "ควรจับเรอทุกครั้งหลังกินนม",
      "มารดาที่ให้นมบุตร ควรรับประทานอาหารที่หลากหลาย ครบ 5 หมู่ ปลาทะเล 2-3 ครั้งต่อสัปดาห์ และดื่มนมจืดไขมันต่ำวันละ 2 แก้ว ไม่มีความจำเป็นต้องงดอาหารกลุ่มเสี่ยง (ยกเว้นลูกได้รับการวินิจฉัยว่าแพ้นมวัว หรืออาหารบางชนิด)"
    ],
    "content": {
      "w0_1": [
        "หากกินนมแม่ ให้ลูกกินเมื่อหิว (ทารกแสดงอาการหิวโดยการอ้าปากเพื่อจะกิน) หรือ ทุก 1-2 ชม. โดยดูดจากเต้าเป็นหลัก หลีกเลี่ยงการให้ทารกดูดนมจากขวดนม เพราะอาจทำให้เกิดภาวะสับสนหัวนมได้ (nipple confusion)",
        "ถ้าลูกดูดนมแม่ได้เพียงพอ ลูกจะนอนหลับได้ดี ปัสสาวะอย่างน้อยวันละ 6 ครั้ง และถ่ายอุจจาระอย่างน้อยวันละ 2 ครั้ง",
        "หากมีความจำเป็นต้องให้กินนมผสม ให้เมื่อลูกหิว เตรียมให้ถูกต้องเหมาะสมตามคำแนะนำ ควรให้ครั้งละประมาณ 1-2 ออนซ์ จำนวน 8-12 มื้อต่อ 24 ชม. ควรอุ้มลูกเวลาให้นมขวดเสมอเพื่อป้องกันการสำลักนม"
      ],
      "m0_2": [
        "หากกินนมแม่ ให้ลูกกินเมื่อหิว (ทารกแสดงอาการหิวโดยการอ้าปากเพื่อจะกิน) หรือ ทุก 2-3 ชม. โดยให้ลูกดูดนมจากเต้าเป็นหลัก",
        "เพื่อป้องกันการเกิดเต้านมอักเสบ ท่อน้ำนมอุดตัน ควรให้ลูกดูดนมบ่อย ทุก 2-3 ชม. ดูดให้เกลี้ยงเต้า สลับดูดทั้งสองข้าง และปั๊มนมช่วยเมื่อจำเป็น",
        "หากมีน้ำนมมาก ลูกอาจสำลักนมได้ ให้ลองปรับท่าเวลาให้นม",
        "หากคุณแม่ต้องกลับไปทำงานที่ไม่สามารถมาให้นมลูกเองทุก 2-3 ชม. ควรหานมแม่จากสถานที่น่าเชื่อถือ หรือใช้นมแม่ที่ปั๊มไว้ และให้ลูกดื่มนมจากขวด"
      ]
    },
    "writer": "พญ.สุชาอร แสงนิพันธ์กูล พญ.รสวันต์ อารีมิตร พญ.นลินี จงวิริยะพันธุ์ พญ.สุภาพรรณ ตันตราชีวธร พญ.อุมาพร สุทัศน์วรวุฒิ",
    "resource": "กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"
  }
};


export default foodInfoData;
