const growthData = {
    "ใช้สื่อจอใสอย่างไรเพื่อส่งเสริมพัฒนาการและพฤติกรรมเด็ก": 
      {
        "title": "ใช้สื่อจอใสอย่างไรเพื่อส่งเสริมพัฒนาการและพฤติกรรมเด็ก",
        "category": "พัฒนาการ",
        "published_date": "03 กรกฎาคม 2563",
        "intro" : " พ่อแม่หรือผู้เลี้ยงดูที่เริ่มให้เด็กใช้สื่อจอใสช้า เลือกรายการทางการศึกษา มีเนื้อหาเอื้อต่อสังคม หรือมีคุณภาพสูง ลดการเข้าถึงสื่อที่มีเนื้อหารุนแรง สำหรับผู้ใหญ่หรือมีเนื้อหาแฟนตาซีมากเกินไป และไม่เปิดสื่อทิ้งไว้ ดูและพูดสื่อสารกับเด็กระหว่างได้รับสื่อไปด้วย รวมถึงผู้ปกครองก็ใช้สื่อจอใสของตนเองน้อย ฝึกระเบียบวินัยอย่างสม่ำเสมอ และสามารถตอบสนองต่อลูกอย่างเหมาะสมจะทำให้เด็กมีพัฒนาการด้านภาษาและการพูดสื่อสาร ทักษะด้านสังคม อารมณ์ สติปัญญา การทำหน้าที่บริหารของสมองระดับสูง มีความพร้อมในการเรียน และผลสัมฤทธิ์ทางการเรียนดีขึ้น มีความรุนแรง พฤติกรรมก้าวร้าว และซนสมาธิสั้นลดลง นอกจากนี้หากลูกเป็นเด็กเลี้ยงยาก ควบคุมตนเอง หรืออารมณ์ได้ไม่ดี มีปัญหาพัฒนาการ ซน อยู่ไม่นิ่ง หรือกินยาก พ่อแม่หรือผู้เลี้ยงดูควรหลีกเลี่ยงการใช้สื่อจอใสเพื่อแก้ปัญหาดังกล่าวเนื่องจากจะยิ่งทำให้ปัญหาต่าง ๆ ข้างต้นนั้นเป็นมากขึ้นได้",
       "section" : [{
            "title" : "คำแนะนำสำหรับผู้ปกครองเกี่ยวกับการให้เด็กปฐมวัยได้รับสื่อจอใสอย่างเหมาะสม",
            "content": [
                "1. ตระหนักถึงความสำคัญของการพัฒนาสมองของเด็กตั้งแต่ช่วงปฐมวัยโดยผ่านการลงมือทำ การเล่นตามวัย และเน้นการมีปฏิสัมพันธ์ทางสังคมกับผู้อื่นเพื่อส่งเสริมพัฒนาการด้านภาษา สติปัญญา ทักษะทางอารมณ์ และสังคม",
                "2. ตระหนักและคำนึงถึงผลกระทบของสื่อจอใสที่ผลิตขึ้นสำหรับผู้ใหญ่โดยตรงว่าอาจส่งผลต่อพัฒนาการ พฤติกรรม และสุขภาพของเด็กได้",
                "3. ปิดสื่อจอใสต่าง ๆ เมื่อไม่มีคนดู หรือใช้งาน และหลีกเลี่ยงการได้รับสื่อจอใสประเภทต่าง ๆ ของตนเอง โดยเฉพาะเมื่อมีเด็กเล็กอยู่ในห้องเดียวกันขณะนั้นด้วยเพื่อเป็นแบบอย่างที่ดีในการใช้สื่อจอใสประเภทต่าง ๆ อย่างเหมาะสมให้แก่เด็ก",
                "4. หลีกเลี่ยงที่จะให้เด็กที่มีอายุน้อยกว่า 18-24 เดือน ได้รับสื่อจอใสประเภทต่าง ๆ เลย ยกเว้นการคุยผ่านวิดีโอ (video-chatting) กับคน",
                "5. เด็กอายุ 2-5 ปี ควรจำกัดการรับสื่อจอใสต่าง ๆ โดยไม่ควรได้รับเกิน 1 ชั่วโมงต่อวัน",
                "6. หลีกเลี่ยงไม่ให้เด็กได้รับสื่อจอใสที่ถูกจัดอยู่ในประเภทที่ไม่เหมาะสมสำหรับเด็ก เช่น สื่อที่มีความก้าวร้าวรุนแรง รวมทั้งสื่อที่มีการนำเสนออย่างรวดเร็ว หรือ app ที่มีเนื้อหาที่อาจทำให้เด็กวอกแวกมากขึ้นโดยเฉพาะในเด็กเล็ก แต่ควรเน้นการเลือกโปรแกรมทางการศึกษาสำหรับเด็กที่มีคุณภาพสูงมากกว่า",
                "7. หากจะรับสื่อจอใสประเภทต่าง ๆ ควรดูไปพร้อมกับเด็กมากกว่าที่จะปล่อยให้เด็กใช้สื่อเองตามลำพัง เพื่อช่วยให้เด็กเข้าใจในสิ่งที่ดูมากขึ้น ควรอภิปรายเนื้อหาของสื่อที่ได้รับร่วมกัน",
                "8. ควรกำหนดเวลา และสถานที่ภายในบ้านที่จำเป็นต้องปลอดจากสื่อจอใส เช่น เวลารับประทานอาหาร และในห้องนอน เพื่อลดโอกาสที่เด็กจะเข้าถึงสื่อจอใสเหล่านี้ได้ง่ายขึ้น จนทำให้เกิดผลเสียต่าง ๆ ตามมา",
                "9. หลีกเลี่ยงการใช้สื่อจอใสในเด็กระหว่างมื้ออาหาร และ 1 ชั่วโมงก่อนเข้านอน",
                "10. พูดคุยแนวทางการให้เด็กได้รับสื่อจอใสอย่างเหมาะสมกับผู้เลี้ยงดูเด็กคนอื่น ๆ ด้วย เช่น พี่เลี้ยง ปู่ ย่า ตา ยาย เพื่อให้ทำตามกฎระเบียบต่าง ๆ ที่ตั้งขึ้นอย่างสม่ำเสมอ และไปในแนวทางเดียวกัน",            
            ]
        }
    ],
        "เรียบเรียง": "นายแพทย์วีระศักดิ์ ชลไชยะฒิ",
        "เอกสารอ้างอิง": [
            "1. วีระศักดิ์ ชลไชยะ, เบญจพร ตันตสูติ, คมสันต์ เกียรติรุ่งฤทธิ์. ผลของสื่ออิเล็กทรอนิกส์ผ่านจอต่อเด็กและวัยรุ่น: Effects of electronic screen media on children and adolescents. ใน: วีระศักดิ์ ชลไชยะ, บรรณาธิการ. กรุงเทพฯ: บียอนด์ เอ็นเทอร์ไพรซ์; 2561.",
            "2. วีระศักดิ์ ชลไชยะ. การทำหน้าที่บริหารของสมองระดับสูง: Executive function. ใน: สุรีย์ลักษณ์ สุจริตพงศ์, รวิวรรณ รุ่งไพรวัลย์, ทิพวรรณ หรรษคุณาชัย, บานชื่น เบญจสุวรรณเทพ, อดิศร์สุดา เฟื่องฟู, จริยา จุฑาภิสิทธิ์, พัฏ โรจน์มหามงคล, บรรณาธิการ. ตำราพัฒนาการและพฤติกรรมเด็ก เล่ม 4. กรุงเทพฯ: พี.เอ.ลีฟวิ่ง; 2561. หน้า 19-41.",
            "3. Brown A, Mulligan DA, Altmann TR, Christakis DA, Clarke-Pearson K, Falik HL, et al. Media use by children younger than 2 years. Pediatrics 2011;128:1040-5.",
            "4. Hill D, Ameenuddin N, Chassiakos YR, Cross C, Radesky J, Hutchinson J, et al. Media and young minds. Pediatrics 2016;138:e20162591.",
            "5. Hill D, Ameenuddin N, Chassiakos YR, Cross C, Radesky J, Hutchinson J, et al. Media use in school-aged children and adolescents. Pediatrics 2016;138:e20162592.",
            "6. Reid Chassiakos YL, Radesky J, Christakis D, Moreno MA, Cross C. Children and adolescents and digital media. Pediatrics 2016;138:e20162593.",
            "7. Chonchaiya W, Pruksananonda C. Television viewing associates with delayed language development. Acta Paediatr 2008;97:977-82.",
            "8. Chonchaiya W, Sirachairat C, Vijakkhana N, Wilaisakditipakorn T, Pruksananonda C. Elevated background TV exposure over time increases behavioural scores of 18-month-old toddlers. Acta Paediatr 2015;104:1039-46.",
            "9. Chonchaiya W, Wilaisakditipakorn T, Vijakkhana N, Pruksananonda C. Background media exposure prolongs nighttime sleep latency in Thai infants. Pediatr Res 2017;81:322-8.",
            "10. Vijakkhana N, Wilaisakditipakorn T, Ruedeekhajorn K, Pruksananonda C, Chonchaiya W. Evening media exposure reduces night-time sleep. Acta Paediatr 2015;104:306-12."
        ]
      },
    "สื่อจอใส…ภัยเงียบที่รอเวลาสุกงอม" : 
    {
        "title": "สื่อจอใส…ภัยเงียบที่รอเวลาสุกงอม",
        "category": "พัฒนาการ",
        "published_date": "29 มิถุนายน 2563",
        "intro" : "สื่อจอใส หรือสื่ออิเล็กทรอนิกส์ผ่านจออยู่รอบ ๆ ตัวเราและเข้ามามีบทบาทอย่างมากต่อการดำเนินชีวิตในปัจจุบันไม่เว้นแม้แต่เด็กเล็ก เพราะเด็กเข้าถึงสื่อจอใสได้ง่ายและทุกที่ผู้เลี้ยงดูยังอาจใช้สื่อเหล่านี้ทำหน้าที่เป็นพี่เลี้ยงและปล่อยให้เด็กดูสื่อจอใสตามลำพัง จนเด็กขาดการดูแลเอาใจใส่อย่างเหมาะสม ซึ่งเป็นหนึ่งในประสบการณ์อันไม่พึงประสงค์ที่ไม่ควรมองข้ามสื่อจอใสสามารถส่งผลกระทบต่อเด็กได้ ถึงแม้ว่าเด็กจะไม่ได้ดูรายการนั้น ๆ จึงทำให้เด็กยิ่งมีความเสี่ยงต่อการได้รับผลกระทบทั้งด้านสุขภาพ พัฒนาการ และพฤติกรรมตั้งแต่อายุน้อย",
        "section" : [{
            "title" : "การได้รับสื่อจอใสในเด็ก…โอกาสที่เสียไปสำหรับการพัฒนาโครงข่ายในสมองเด็ก",
            "content": [
                "1. ตระหนักถึงความสำคัญของการพัฒนาสมองของเด็กตั้งแต่ช่วงปฐมวัยโดยผ่านการลงมือทำ การเล่นตามวัย และเน้นการมีปฏิสัมพันธ์ทางสังคมกับผู้อื่นเพื่อส่งเสริมพัฒนาการด้านภาษา สติปัญญา ทักษะทางอารมณ์ และสังคม",
                "2. ตระหนักและคำนึงถึงผลกระทบของสื่อจอใสที่ผลิตขึ้นสำหรับผู้ใหญ่โดยตรงว่าอาจส่งผลต่อพัฒนาการ พฤติกรรม และสุขภาพของเด็กได้",
                "3. ปิดสื่อจอใสต่าง ๆ เมื่อไม่มีคนดู หรือใช้งาน และหลีกเลี่ยงการได้รับสื่อจอใสประเภทต่าง ๆ ของตนเอง โดยเฉพาะเมื่อมีเด็กเล็กอยู่ในห้องเดียวกันขณะนั้นด้วยเพื่อเป็นแบบอย่างที่ดีในการใช้สื่อจอใสประเภทต่าง ๆ อย่างเหมาะสมให้แก่เด็ก",
                "4. หลีกเลี่ยงที่จะให้เด็กที่มีอายุน้อยกว่า 18-24 เดือน ได้รับสื่อจอใสประเภทต่าง ๆ เลย ยกเว้นการคุยผ่านวิดีโอ (video-chatting) กับคน",
                "5. เด็กอายุ 2-5 ปี ควรจำกัดการรับสื่อจอใสต่าง ๆ โดยไม่ควรได้รับเกิน 1 ชั่วโมงต่อวัน",
                "6. หลีกเลี่ยงไม่ให้เด็กได้รับสื่อจอใสที่ถูกจัดอยู่ในประเภทที่ไม่เหมาะสมสำหรับเด็ก เช่น สื่อที่มีความก้าวร้าวรุนแรง รวมทั้งสื่อที่มีการนำเสนออย่างรวดเร็ว หรือ app ที่มีเนื้อหาที่อาจทำให้เด็กวอกแวกมากขึ้นโดยเฉพาะในเด็กเล็ก แต่ควรเน้นการเลือกโปรแกรมทางการศึกษาสำหรับเด็กที่มีคุณภาพสูงมากกว่า",
                "7. หากจะรับสื่อจอใสประเภทต่าง ๆ ควรดูไปพร้อมกับเด็กมากกว่าที่จะปล่อยให้เด็กใช้สื่อเองตามลำพัง เพื่อช่วยให้เด็กเข้าใจในสิ่งที่ดูมากขึ้น ควรอภิปรายเนื้อหาของสื่อที่ได้รับร่วมกัน",
                "8. ควรกำหนดเวลา และสถานที่ภายในบ้านที่จำเป็นต้องปลอดจากสื่อจอใส เช่น เวลารับประทานอาหาร และในห้องนอน เพื่อลดโอกาสที่เด็กจะเข้าถึงสื่อจอใสเหล่านี้ได้ง่ายขึ้น จนทำให้เกิดผลเสียต่าง ๆ ตามมา",
                "9. หลีกเลี่ยงการใช้สื่อจอใสในเด็กระหว่างมื้ออาหาร และ 1 ชั่วโมงก่อนเข้านอน",
                "10. พูดคุยแนวทางการให้เด็กได้รับสื่อจอใสอย่างเหมาะสมกับผู้เลี้ยงดูเด็กคนอื่น ๆ ด้วย เช่น พี่เลี้ยง ปู่ ย่า ตา ยาย เพื่อให้ทำตามกฎระเบียบต่าง ๆ ที่ตั้งขึ้นอย่างสม่ำเสมอ และไปในแนวทางเดียวกัน",            
            ]
        },
        {
            "title" : "สื่อจอใสส่งผลกระทบต่อเด็กปฐมวัยอย่างไรบ้าง",
            "description" : "ปัจจุบันยังไม่มีงานศึกษาวิจัยใดเลยที่สรุปได้อย่างชัดเจนว่าสื่อจอใสเพียงอย่างเดียวจะช่วยส่งเสริมการเรียนรู้ของเด็กที่อายุน้อยกว่า 2 ปีได้ แต่กลับพบหลักฐานเชิงประจักษ์มากขึ้นว่าสื่อจอใสสามารถส่งผลกระทบต่อเด็กในด้านต่าง ๆ ได้แก่",
            "content": [
                {
                    "title" : "1. พัฒนาการและสติปัญญา",
                    "content" : ["เด็กที่ได้รับสื่อจอใสตั้งแต่อายุน้อย โดยเฉพาะสื่อที่ถูกเปิดทิ้งไว้โดยไม่มีคนดู เป็นปริมาณมากต่อวันอย่างต่อเนื่องตามลำพัง โดยผู้ปกครองมีปฏิสัมพันธ์กับเด็กน้อยระหว่างเปิดสื่ออิเล็กทรอนิกส์ผ่านจอเหล่านี้จะยิ่งมีความเสี่ยงต่อพัฒนาการด้านภาษาและการพูดสื่อสารล่าช้า พัฒนาการด้านสังคมและอารมณ์บกพร่องภาวะออทิซึม พัฒนาการล่าช้าหลายด้าน รวมถึงสติปัญญา การเรียนรู้ และผลสัมฤทธิ์ทางการศึกษา ทำให้เด็กไม่สามารถพัฒนาได้เต็มศักยภาพอีกด้วย เพราะสาเหตุหลักที่ทำให้เด็กมีพัฒนาการและสติปัญญาล่าช้าข้างต้นมักเกิดจากการที่เด็กมีปฏิสัมพันธ์ พูดสื่อสาร อ่านหนังสือ เล่นกับพ่อแม่หรือผู้เลี้ยงดู และผู้อื่นลดลงระหว่างการได้รับสื่อจอใสเหล่านั้น นอกจากนี้สื่อจอใสยังไปแทนที่เวลาคุณภาพอื่น ๆ ที่เด็กควรได้รับประสบการณ์ต่าง ๆ ในชีวิตประจำวันด้วย"]
                },
                {
                    "title" : "2. การทำหน้าที่บริหารของสมองระดับสูง (executive function หรือ EF)",
                    "content" : [
                        "คือหน้าที่ในการบริหารจัดการ และกำกับควบคุม ความคิด อารมณ์ และ พฤติกรรม ของตนเองเพื่อไปให้ถึงเป้าหมายได้ ซึ่งสมองกลีบหน้าผากส่วนหน้า (prefrontal cortex) เป็นสมองส่วนสำคัญที่ทำหน้าที่บัญชาการทักษะ EF นี้ ให้ทำงานเชื่อมโยง และกำกับสมองส่วนอื่น ๆ เพื่อให้มนุษย์สามารถควบคุมตนเองจนไปถึงเป้าหมายที่ตั้งไว้ได้อย่างมีประสิทธิภาพ EF จะเริ่มพัฒนาตั้งแต่ช่วงปฐมวัย โดยในขวบปีแรกนั้นจะเริ่มมีการพัฒนา ซึ่งจะพัฒนาอย่างมากในช่วงอายุ 3-6 ปี หรือวัยอนุบาล แล้วจะพัฒนาอย่างต่อเนื่องจนสมบูรณ์เต็มที่เมื่ออายุประมาณ 20-25 ปี ดังนั้นปฐมวัยจึงเป็นช่วงเวลาสำคัญที่เด็ก ๆ ควรได้รับการพัฒนาทักษะ EF เพื่อเตรียมพร้อมสำหรับการควบคุมตัวเองโดยเฉพาะอย่างยิ่งในสถานการณ์ที่ต้องพบกับความท้าทาย ปัญหา อุปสรรค หรือความยากลำบากต่าง ๆ ในชีวิตทั้งที่บ้าน โรงเรียน ที่ทำงาน และในสังคมต่อไป",
                        "เด็กที่ได้รับสื่อจอใสตั้งแต่อายุน้อย แม้ว่าจะไม่ได้ดูรายการนั้น ๆ ก็ตาม จะมีจำนวนชั่วโมงที่ดูสะสมมาก สื่อที่เป็นรายการผู้ใหญ่ มีเนื้อหาแฟนตาซี เช่น ซุปเปอร์ฮีโร่ ตัวแสดงปรากฏขึ้นมาได้เอง มีการแปลงร่างในลักษณะที่เป็นไปไม่ได้ในชีวิตจริง มีการนำเสนออย่างรวดเร็ว หรือแม้แต่จะเป็นรายการการ์ตูนที่เกี่ยวกับการศึกษาก็ตาม มีความสัมพันธ์กับ EF ที่ลดลง ซึ่งเด็กอายุน้อยกว่า 2 ปี ควรหลีกเลี่ยงการอยู่หน้าจอทุกชนิด เด็กอายุมากกว่า 2 ปี ควรใช้หน้าจอกับพ่อแม่ด้วยสื่อคุณภาพไม่เกินวันละ 1 ชั่วโมง อีกทั้งแต่ละครอบครัวควรพิจารณาปิดหน้าจอเพื่อให้เด็กอยู่กับพ่อแม่และพ่อแม่อยู่กับเด็ก เพื่อใช้เวลาทำกิจกรรมร่วมกันมากขึ้น เช่น เล่นกีฬา ศิลปะการป้องกันตัว เทควันโด ทำงานศิลปะ เล่นดนตรี อ่านหนังสือนิทาน เล่นสมมุติอย่างมีจินตนาการ ฝึกให้เด็กดูแลช่วยเหลือตัวเองตามวัย และให้ช่วยงานบ้าน เป็นต้น เนื่องจากกิจกรรมเหล่านี้สามารถพัฒนา EF ได้มากกว่าการปล่อยให้เด็ก ๆ อยู่กับหน้าจอตามลำพังเพียงอย่างเดียว"
                    ]
                },
                {
                    "title" : "3.พฤติกรรม",
                    "content" : [
                        "เด็กที่ได้รับสื่อที่มีเนื้อหารุนแรงหรือก้าวร้าว รายการผู้ใหญ่ที่ถูกเปิดทิ้งไว้อย่างต่อเนื่องหรือเพิ่มขึ้นตามลำพัง สื่อที่เป็นรายการบันเทิง ไม่ใช่รายการทางการศึกษา มีเนื้อหาแฟนตาซี และมีการนำเสนออย่างรวดเร็ว การใช้สื่อในเวลาค่ำในห้องนอน ร่วมกับพ่อแม่หรือผู้เลี้ยงดูไม่ฝึกระเบียบวินัยอย่างสม่ำเสมอ ไม่จำกัด ควบคุม และกำกับดูแลการใช้สื่อของเด็กด้วยมักมีปัญหาดื้อต่อต้าน ปัญหาปฏิกิริยาทางอารมณ์ มีความรุนแรง ก้าวร้าว พฤติกรรมซนสมาธิสั้น พฤติกรรมการบริโภคมากขึ้นจนเกิดโรคอ้วนได้"
                    ]
                },
                {
                    "title" : "4.การนอนหลับ",
                    "content" : [
                        "เด็กที่ได้รับสื่อที่มักถูกเปิดทิ้งไว้โดยไม่มีคนดู เป็นรายการผู้ใหญ่ มีเนื้อหารุนแรง รายการบันเทิง หรือเล่นวิดีโอเกมที่ตื่นเต้น ใช้สื่อในเวลาค่ำในห้องนอนจะสัมพันธ์กับการนอนหลับยากขึ้น ระยะเวลานอนหลับลดลง คุณภาพการนอนหลับไม่ดี ง่วงนอนในเวลากลางวัน และปัญหาการนอนหลับได้"
                    ]
                }                
            ]
        },
        {
            "title":"ใช้สื่อจอใสอย่างไรเพื่อส่งเสริมพัฒนาการและพฤติกรรมเด็ก",
            "description":"พ่อแม่หรือผู้เลี้ยงดูที่เริ่มให้เด็กใช้สื่อจอใสช้า เลือกรายการทางการศึกษา มีเนื้อหาเอื้อต่อสังคม หรือมีคุณภาพสูง ลดการเข้าถึงสื่อที่มีเนื้อหารุนแรง สำหรับผู้ใหญ่ หรือมีเนื้อหาแฟนตาซีมากเกินไป และไม่เปิดสื่อทิ้งไว้ ดูและพูดสื่อสารกับเด็กระหว่างได้รับสื่อไปด้วย รวมถึงผู้ปกครองก็ใช้สื่อจอใสของตนเองน้อย ฝึกระเบียบวินัยอย่างสม่ำเสมอ และสามารถตอบสนองต่อลูกอย่างเหมาะสมจะทำให้เด็กมีพัฒนาการด้านภาษาและการพูดสื่อสาร ทักษะด้านสังคม อารมณ์ สติปัญญา การทำหน้าที่บริหารของสมองระดับสูง มีความพร้อมในการเรียน และผลสัมฤทธิ์ทางการเรียนดีขึ้น มีความรุนแรง พฤติกรรมก้าวร้าว และซนสมาธิสั้นลดลง นอกจากนี้หากลูกเป็นเด็กเลี้ยงยาก ควบคุมตนเอง หรืออารมณ์ได้ไม่ดี มีปัญหาพัฒนาการ ซน อยู่ไม่นิ่ง หรือกินยาก พ่อแม่หรือผู้เลี้ยงดูควรหลีกเลี่ยงการใช้สื่อจอใสเพื่อแก้ปัญหาดังกล่าวเนื่องจากจะยิ่งทำให้ปัญหาต่าง ๆ ข้างต้นนั้นเป็นมากขึ้นได้"
        }],
        "เรียบเรียง": "นายแพทย์วีระศักดิ์ ชลไชยะ",
        "เอกสารอ้างอิง": [
            "1. วีระศักดิ์ ชลไชยะ, เบญจพร ตันตสูติ, คมสันต์ เกียรติรุ่งฤทธิ์. ผลของสื่ออิเล็กทรอนิกส์ผ่านจอต่อเด็กและวัยรุ่น: Effects of electronic screen media on children and adolescents. ใน: วีระศักดิ์ ชลไชยะ, บรรณาธิการ. กรุงเทพฯ: บียอนด์ เอ็นเทอร์ไพรซ์; 2561.",
            "2. วีระศักดิ์ ชลไชยะ. การทำหน้าที่บริหารของสมองระดับสูง: Executive function. ใน: สุรีย์ลักษณ์ สุจริตพงศ์, รวิวรรณ รุ่งไพรวัลย์, ทิพวรรณ หรรษคุณาชัย, บานชื่น เบญจสุวรรณเทพ, อดิศร์สุดา เฟื่องฟู, จริยา จุฑาภิสิทธิ์, พัฏ โรจน์มหามงคล, บรรณาธิการ. ตำราพัฒนาการและพฤติกรรมเด็ก เล่ม 4. กรุงเทพฯ: พี.เอ.ลีฟวิ่ง; 2561. หน้า 19-41.",
            "3. Brown A, Mulligan DA, Altmann TR, Christakis DA, Clarke-Pearson K, Falik HL, et al. Media use by children younger than 2 years. Pediatrics 2011;128:1040-5.",
            "4. Hill D, Ameenuddin N, Chassiakos YR, Cross C, Radesky J, Hutchinson J, et al. Media and young minds. Pediatrics 2016;138:e20162591.",
            "5. Hill D, Ameenuddin N, Chassiakos YR, Cross C, Radesky J, Hutchinson J, et al. Media use in school-aged children and adolescents. Pediatrics 2016;138:e20162592.",
            "6. Reid Chassiakos YL, Radesky J, Christakis D, Moreno MA, Cross C. Children and adolescents and digital media. Pediatrics 2016;138:e20162593.",
            "7. Chonchaiya W, Pruksananonda C. Television viewing associates with delayed language development. Acta Paediatr 2008;97:977-82.",
            "8. Chonchaiya W, Sirachairat C, Vijakkhana N, Wilaisakditipakorn T, Pruksananonda C. Elevated background TV exposure over time increases behavioural scores of 18-month-old toddlers. Acta Paediatr 2015;104:1039-46.",
            "9. Chonchaiya W, Wilaisakditipakorn T, Vijakkhana N, Pruksananonda C. Background media exposure prolongs nighttime sleep latency in Thai infants. Pediatr Res 2017;81:322-8.",
            "10. Vijakkhana N, Wilaisakditipakorn T, Ruedeekhajorn K, Pruksananonda C, Chonchaiya W. Evening media exposure reduces night-time sleep. Acta Paediatr 2015;104:306-12."
        ]
      }
}