const mouthData = {
    "การดูแลฟันและช่องปากสำหรับลูกแรกเกิด - 6 เดือน": 
      {
        "title": "การดูแลฟันและช่องปากสำหรับลูกแรกเกิด - 6 เดือน",
        "category": "ฟัน",
        "published_date": "29 มิถุนายน 2563",
        "intro" : "",
        "section" : {
            "title" : "แรกเกิด - 6 เดือน",
            "description" : "จากใจหมอฟัน ♥ ควรให้ลูกกินนมแม่อย่างเดียว 6 เดือนเป็นอย่างน้อย กรณีจำเป็นต้องให้นมผสม ควรให้นมผสมดัดแปลงสำหรับทารกซึ่งไม่เติมน้ำตาล ไม่ควรเอาของหวานทุกชนิดใส่ขวดนม และไม่ควรให้ลูกดูดขวดนมจนหลับคาขวดนะคะ",
            "content": []
        },
        "เรียบเรียง": "ทพญ.อโนมา รัตนะเจริญธรรม อ.ดร.ทพญ.ปฏิมาพร พึ่งชาญชัยกุล และ พญ.รสวันต์​ อารีมิตร",
        "แหล่งข้อมูล": "กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"
      },
      "การดูแลฟันและช่องปากสำหรับลูก 6 - 12 เดือน": 
      {
        "title": "การดูแลฟันและช่องปากสำหรับลูก 6 - 12 เดือน",
        "category": "ฟัน",
        "published_date": "29 มิถุนายน 2563",
        "intro" : "",
        "section" : {
            "title" : "6  เดือน  - 12 เดือน",
            "description" : "",
            "content": ["จากใจหมอฟัน ♥ เด็กๆ จะมีฟันซี่แรกขึ้นในวัยนี้ เริ่มแปรงฟันเมื่อลูกมีฟันขึ้นเต็มซี่แล้ว ",
                "การทำความสะอาด ♥ ควรแปรงฟันลูกให้สะอาดด้วยยาสีฟันผสมฟลูออไรด์สำหรับเด็กปริมาณเท่าเมล็ดข้าวสาร ให้ลูกนอนหนุนตักหันหน้าไปทางเดียวกับผู้แปรง ใช้นิ้วเปิดริมฝีปากเบาๆ ขณะแปรง และแปรงโดยขยับแปรงถูไปมาแนวนอนทุกด้านของฟัน และเช็ดฟองยาสีฟันออกด้วยผ้าสะอาด ควรสร้างบรรยากาศผ่อนคลายก่อนแปรงฟัน ใช้สื่อเช่นเพลง หรือนิทานเกี่ยวกับการแปรงฟัน ลูกอาจจะอยากแปรงฟันเองนะคะ อาจจะใช้ 2 แปรง อันหนึ่งของคุณลูก อีกอันของคุณแม่หรือคุณพ่อเพื่อช่วยกันแปรงฟันคุณลูก หรือแปรงฟันพร้อมๆ กันกับลูก",
                "แล้วพบกันนะคะ ♥ ควรพบทันตแพทย์เพื่อรับการตรวจสุขภาพช่องปากเมื่อฟันซี่แรกขึ้น อย่างช้าเมื่ออายุ 1 ปี เพื่อรับคำแนะนำ สร้างความคุ้นเคยและ ควรบอกลูกว่าคุณหมอช่วยให้พวกเราดูแลฟันให้แข็งแรง ไม่ควรขู่ลูก เช่น ถ้าไม่แปรงฟันจะพาไปถอนฟันนะคะ ลูกอาจจะกลัวคุณหมอตั้งแต่ยังไม่พบกัน ทำให้การดูแลสุขภาพฟันยิ่งลำบากค่ะ"
            ]
        },
        "เรียบเรียง": "ทพญ.อโนมา รัตนะเจริญธรรม อ.ดร.ทพญ.ปฏิมาพร พึ่งชาญชัยกุล และ พญ.รสวันต์​ อารีมิตร",
        "แหล่งข้อมูล": "กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"
      },
      "การดูแลฟันและช่องปากสำหรับลูก 12 - 18 เดือน": 
      {
        "title": "การดูแลฟันและช่องปากสำหรับลูก 12 - 18 เดือน",
        "category": "ฟัน",
        "published_date": "29 มิถุนายน 2563",
        "intro" : "",
        "section" : {
            "title" : "12 เดือน - 18 เดือน",
            "description" : "",
            "content": ["จากใจหมอฟัน ♥ ถึงเวลาดูแลฟันกันอย่างจริงจังแล้วนะคะ เด็กๆ จะมีฟันกรามขึ้นในช่วงนี้ วัยนี้มีความเสี่ยงต่อการเกิดฟันผุที่สำคัญคือการดูดนมจากขวด หากดูดนมจากขวดควรให้ลูกเลิกใช้ขวดนมเปลี่ยนมาใช้แก้วและหลอดและเลิกนมมื้อดึก ควรเลิกนมขวดมื้อดึกก่อนอายุ 18 เดือนนะคะ",
                "อาหารการกิน ♥ ควรให้กินข้าววันละ 3 มื้อ ส่วนอาหารระหว่างมื้อควรเป็นเวลาไม่กินจุบจิบ และควรเลือกอาหารที่มีประโยชน์ เช่น นมจืดและผลไม้สด ไม่ควรให้ดื่มน้ำอัดลม น้ำหวาน นมที่แต่งรสหวาน ขนมกรุบกรอบ และขนมหวานหรือขนมที่เหนียวติดฟัน ",
                "การทำความสะอาด ♥ ควรแปรงฟันลูกให้สะอาดด้วยยาสีฟันผสมฟลูออไรด์สำหรับเด็กปริมาณเท่าเมล็ดข้าวสาร ให้ลูกนอนหนุนตักหันหน้าไปทางเดียวกับผู้แปรง หรือผู้แปรงอยู่ด้านหลังของลูกให้ลูกนั่งหรือยืนหันหลังให้ผู้แปรงแล้วเงยหน้าขึ้น ใช้นิ้วเปิดริมฝีปากเบาๆ ขณะแปรงฟันหน้า และเปิดกระพุ้มแก้มขณะแปรงฟันหลัง แปรงโดยขยับแปรงถูไปมาแนวนอนทุกด้านของฟัน สามารถเช็ดฟองยาสีฟันออกด้วยผ้าสะอาด แปรงวันละ 2 ครั้ง หลังอาหารเช้าและก่อนนอน",
                "แล้วพบกันนะคะ ♥ หากลูกอายุเกิน 12-15 เดือนแล้วแต่ยังไม่มีฟันขึ้น หกล้มฟันกระแทก แปรงฟันให้ลูกไม่ได้ ควรปรึกษาแพทย์หรือทันตแพทย์นะคะ ควรพบทันตแพทย์เพื่อรับการตรวจสุขภาพช่องปาก ทุก 6 เดือนเพื่อรับคำแนะนำ สร้างความคุ้นเคย และรับการทาฟลูออไรด์ป้องกันฟันผุค่ะ"
            ]
        },
        "เรียบเรียง": "ทพญ.อโนมา รัตนะเจริญธรรม อ.ดร.ทพญ.ปฏิมาพร พึ่งชาญชัยกุล และ พญ.รสวันต์​ อารีมิตร",
        "แหล่งข้อมูล": "กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"
      },
      "การดูแลฟันและช่องปากสำหรับลูก 18 - 24 เดือน": 
      {
        "title": "การดูแลฟันและช่องปากสำหรับลูก 18 - 24 เดือน",
        "category": "ฟัน",
        "published_date": "29 มิถุนายน 2563",
        "intro" : "",
        "section" : {
            "title" : "18-24 เดือน",
            "description" : "",
            "content": [
                "จากใจหมอฟัน♥ ลูกฟันดีเพราะดูแลสม่ำเสมอนะคะ ใกล้ๆ 2 ปี เด็กๆ จะมีฟันนี้ำนมขึ้นเกือบครบ 20 ซี่แล้วค่ะ ควรตรวจดูฟันลูกอย่างสม่ำเสมอ ฟันผุเริ่มแรกจะมีรอยสีขาวที่เช็ดไม่ออกที่ตัวฟันหากพบรอยขาวที่ตัวฟันควรพาไปพบทันตแพทย์นะคะ เพราะว่าหากมีฟันผุแล้ว ฟันผุมักจะลุกลามผุหลายซี่",
                "อาหารการกิน ♥ ควรให้กินข้าววันละ 3 มื้อ ส่วนอาหารระหว่างมื้อควรเป็นเวลาไม่กินจุบจิบ และควรเลือกอาหารที่มีประโยชน์ เช่น นมจืดและผลไม้สด ไม่ควรให้ดื่มน้ำอัดลม น้ำหวาน นมที่แต่งรสหวาน ขนมกรุบกรอบ และขนมหวานหรือขนมที่เหนียวติดฟัน เช่น ลูกอม ที่บ้านอาจช่วยกันกําหนดกติกาในการกินขนมปริมาณน้อยๆ เช่น ต้องกินข้าวและผลไม้ให้หมดก่อน และแปรงฟันตามหลัง",
                "การทำความสะอาด ♥ ควรแปรงฟันลูกให้สะอาดด้วยยาสีฟันผสมฟลูออไรด์สำหรับเด็กปริมาณท่าเมล็ดข้าวสารและแปรงโดยขยับแปรงถูไปมาแนวนอนทุกด้านของฟัน แปรงวันละ 2 ครั้ง หลังอาหารเช้าและก่อนนอน โดยหากมีคราบขี้ฟันสีขาวติดที่ฟันควรแปรงให้สะอาด และในระหว่างวันหากอาหารหรือขนมติดฟันใช้แปรงสีฟันแปรงออกนะคะ",
                "แล้วพบกันนะคะ ♥ แปรงฟันให้ลูกถูกวิธีทำได้ง่าย ใช้เวลาไม่นาน ควรพบทันตแพทย์เพื่อรับการตรวจสุขภาพช่องปาก ทุก 6 เดือน สร้างความคุ้นเคย เพื่อรับคำแนะนำก่อนที่จะมีฟันผุและปวดฟัน และรับการทาฟลูออไรด์ป้องกันฟันผุค่ะ"
            ]
        },
        "เรียบเรียง": "ทพญ.อโนมา รัตนะเจริญธรรม อ.ดร.ทพญ.ปฏิมาพร พึ่งชาญชัยกุล และ พญ.รสวันต์​ อารีมิตร",
        "แหล่งข้อมูล": "กรมอนามัย กระทรวงสาธารณสุข และราชวิทยาลัยกุมารแพทย์แห่งประเทศไทย"
      },
}