const creditData = {
     "ที่ปรึกษาโครงการ": {
          "กระทรวงสาธารณสุข": [
               "นพ.วัลลภ ไทยเหนือ",
               "พญ.ศิริพร กัญชนะ",
               "พญ.นิพรรณพร วรมงคล"
          ],
          "สถาบันสุขภาพเด็กแห่งชาติมหาราชินี": [
               "ศ.คลินิก พญ.วินัดดา ปิยะศิลป์",
               "พญ.นัยนา ณีศะนันท์"
          ],
          "กรมอนามัย": [
               "นพ.ดนัย ธีวันดา",
               "พญ.นภาพรรณ วิริยะอุตสาหกุล"
          ],
          "คณะแพทยศาสตร์โรงพยาบาลรามาธิบดี มหาวิทยาลัยมหิดล": [
               "รศ.พญ.นิตยา คชภักดี",
               "รศ.ดร.พญ.นลินี จงวิริยะพันธุ์",
               "อ.พญ.จิราภรณ์ อรุณากูร"
          ],
          "วิทยาลัยวิทยาศาสตร์สาธารณสุข จุฬาลงกรณ์มหาวิทยาลัย": [
               "ศ.(เกียรติคุณ) พญ.ศิริกุล อิศรานุรักษ์"
          ],
          "คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น": [
               "ศ.ภิเศก ลุมพิกานนท์",
               "รศ.ชาญชัย พานทองวิริยะกุล",
               "รศ.อรรฆิศา ไชกิจภิญโญ",
               "รศ.พญ.เพ็ญศรี โควสุวรรณ",
               "ผศ.พญ.รัตนา คำวิไลศักดิ์"
          ],
          "คณะทันตแพทยศาสตร์ มหาวิทยาลัยขอนแก่น": [
               "อ.ดร.ทพญ.ปฏิมาพร พึ่งชาญชัยกุล"
          ],
          "คณะแพทยศาสตร์ศิริราชพยาบาล มหาวิทยาลัยมหิดล": [
               "รศ.พญ.บุญยิ่ง มานะบริบูรณ์"
          ],
          "คณะแพทยศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย": [
               "อ.พญ.ฉันท์สุดา พงษ์พันธุ์ผู้ภัก"
          ],

     },
     "คณะวิจัยและพัฒนา": {
          "คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น": [
               "ผศ.พญ.รสวันต์ อารีมิตร (หัวหน้าโครงการระยะที่ 2)",
               "ผศ.นพ.ชาญยุทธ์ ศุภคุณภิญโญ",
               "ศ.พญ.อรุณี เจตศรีสุภาพ",
               "ศ.พญ.ผกากรอง ลุมพิกานนท์",
               "ศ.นพ.สุมิตร สุตรา",
               "อ.พญ.สุชาอร แสงนิพันธ์กูล",
               "อ.นพ.พงศธร เผ่าพงษ์สวรรค์"
          ],
          "คณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย": [
               "ดร.กุลวดี ศรีพานิชกุลชัย (หัวหน้าโครงการระยะที่ 1 สังกัดเดิมเนคเทค)"
          ],
          "ศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชาติ (เนคเทค)": [
               "น.ส.ภัทรรัตน์ สงทุ่ง",
               "นายมังคลาภิรัตน์ จันทนฤกษ์",
               "นายธีรพงศ์ ขัตติยะวงศ์",
               "นางกฤษณา สุริยศ",
               "นายกฤษณ์ พันธ์พฤกษ์",
               "น.ส.กฤษณา นิธิเกตุกุล",
               "น.ส.มณิสสร ดําน้อย",
               "นายสรวิศ เปรมอนันต์",
               "นายธนชัย แสงไพฑูรย์",
               "นายพีรยศ พิงพิทยากุล",
               "นายภาณุวัฒน์ มิ่งขวัญ",
               "นางสาวคณิศร ก้อนทอง",
               "นางสาวนิฮัสณีย์ บินนิฮัสซัน"
          ],
          "สถาบันพัฒนาการเด็กราชนครินทร์ จังหวัดเชียงใหม่ กรมสุขภาพจิต": [
               "นพ.สมัย ศิริทองถาวร",
               "นางภิญโญ อิสรพงศ์",
               "นางอมรา วทัญญูคุณากร",
               "นางสาวจุฬาภรณ์ สมใจ",
               "นางกาญจน์ณภัทร ไทยธวัชรวงษ์",
               "นางลัดดาวัลย์ อรัญยกานนท์",
               "นางชญานิษฐ์ อนันตวรวงศ์",
               "นางศุภัคพิมล ปาแปง",
               "นางนพวรรณ บัวทอง",
               "นางอัมพิกา มณีวงศ์",
               "นายนิกร มูลวิจิตร",
               "นางสาวณุภัทรณีย์ จิระพิพัฒนากุล",
               "นางสาวสุรีรักษ์ พิลา",
               "นางสาวพัชนี พัฒนกิจโกศล"
          ],

     },
     "ขอขอบคุณ": {
          "คณะแพทยศาสตร์ มหาวิทยาลัยศรีนครินทรวิโรฒ": [
               "รศ.นพ.โอฬาร พรหมาลิขิต"
          ],
          "คณะแพทยศาสตร์วชิรพยาบาล มหาวิทยาลัยนวมินทราธิราช": [
               "ผศ.นพ.พงษ์ศักดิ์ น้อยพยัคฆ์"
          ],
          "คณะทันตแพทยศาสตร์ มหาวิทยาลัยขอนแก่น": [
               "ผศ.ทพญ.อโนมา รัตนะเจริญธรรม"
          ],
          "คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น": [
               "อ.พญ.สุชาอร แสงนิพันธ์กุล",
               "รศ.นพ.วิบูลย์ วีระอาชากุล"
          ],

     },

};

export default creditData;
