const developmentData = {
  เด็กปฐมวัย: [
    {
      age: '0-1 เดือน',
      rows: [
        {
          skill: 'ท่านอนควํ่ายกศีรษะและหันไปข้างใดข้างหนึ่งได้ (GM)',
          description: 'จัดให้เด็กอยู่ในท่านอนควํ่า เขย่าของเล่นที่มีเสียงตรงหน้าเด็ก ระยะห่างประมาณ 30 ซม. เมื่อเด็กมองที่ของเล่นแล้วค่อยๆ เคลื่อนของเล่นมาทางด้านซ้ายหรือขวา เพื่อให้เด็กหันศีรษะมองตาม ถ้าเด็กทำไม่ได้ช่วยประคองศีรษะเด็กให้หันตาม ฝึกเช่นนี้ทั้งสองด้าน ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองตามถึงกึ่งกลางลำตัว (FM)',
          description: 'จัดให้เด็กอยู่ในท่านอนหงาย ถือของเล่นที่มีสีสันสดใส ห่างจากหน้าเด็กประมาณ 30 ซม. เรียกชื่อเด็กพร้อมกับเขย่าของเล่น เมื่อเด็กสนใจมองให้เคลื่อนไปทางด้านข้างลำตัวเด็กอย่างช้าๆ แล้วเคลื่อนของเล่นกลับมาที่จุดกึ่งกลางลำตัวเด็กเพื่อให้เด็กมองตาม ถ้าเด็กไม่มองให้ช่วยเหลือโดยการประคองหน้าเด็กให้มองตามของเล่น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'สะดุ้งหรือเคลื่อนไหวร่างกาย เมื่อได้ยินเสียงพูดระดับปกติ (RL)',
          description: 'จัดให้เด็กอยู่ในท่านอนหงาย ห่างจากเด็กประมาณ 60 ซม. เรียกชื่อเด็กจากด้านข้าง ระดับเสียงปกติ เด็กจะรับรู้โดยการกระพริบตา สะดุ้ง ขยับตัว ยิ้มให้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ส่งเสียงอ้อแอ้ (EL)',
          description: 'อุ้มหรือสัมผัสตัวเด็กเบาๆ มองสบตา แล้วพูดคุยกับเด็กด้วยเสียงสูงๆ ตํ่าๆ เพื่อให้เด็กสนใจและหยุดรอให้เด็กส่งเสียงอ้อแอ้ตอบ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองจ้องหน้าได้นาน 1 – 2 วินาที (PS)',
          description: 'จัดให้เด็กอยู่ในท่านอนหงายหรือขณะให้ลูกกินนมแม่ สบตา พูดคุย ส่งเสียง ยิ้ม หรือทำตาลักษณะต่างๆ เช่น ตาโต กระพริบตา เพื่อให้เด็กสนใจมอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    {
      age: '1-2 เดือน',
      rows: [
        {
          skill: 'ท่านอนควํ่ายกศีรษะตั้งขึ้นได้ 45 องศา นาน 3 วินาที (GM)',
          description: 'จัดให้เด็กอยู่ในท่านอนคว่ำ ข้อศอกงอ เขย่าของเล่นตรงหน้าเด็ก เมื่อเด็กมองตาม ค่อยๆ เคลื่อนของเล่นขึ้นด้านบนเพื่อให้เด็กเงยหน้าจนศีรษะยกขึ้น และค่อยๆ เคลื่อนของเล่นลงมาอยู่ตรงหน้าเด็กเหมือนเดิม จนเด็กยกศีรษะตามได้ในแนว 45 องศา ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองตามผ่านกึ่งกลางลำตัว (FM)',
          description: 'จัดให้เด็กอยู่ในท่านอนหงาย ถือลูกบอลผ้าสีแดง ห่างจากหน้าเด็ก 30 ซม. โดยให้อยู่เยื้องจุดกึ่งกลางลำตัวเล็กน้อย เขย่าหรือใช้เสียงเรียกให้เด็กจ้องมองที่ลูกบอล และ เคลื่อนลูกบอลผ่านจุดกึ่งกลางลำตัวเด็กไปอีกด้านอย่างช้าๆ เด็กจ้องมองได้ตลอดโดยไม่หันไปมองทางอื่น ถ้าเด็กไม่มองประคองหน้าเด็กอย่างช้าๆ และนุ่มนวลให้หันตาม ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองหน้าผู้พูดคุยได้นาน 5 วินาที (RL)',
          description: 'จัดให้เด็กอยู่ในท่านอนหงายหรืออุ้มเด็ก ให้หน้าห่างจากเด็กประมาณ 60 ซม. พูดคุยหรือทำท่าทางให้เด็กสนใจ เช่น ทำตาโต ขยับริมฝีปาก ยิ้ม หัวเราะ หากเด็กไม่มองอาจหยิบของเล่นสีสันสดใสมาใกล้ๆหน้า กระตุ้นให้เด็กมองของเล่นและมองหน้าผู้ปกครอง เมื่อเด็กมองแล้วให้นำของเล่นออก แล้วพูดคุยและเล่นกับเด็ก ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำเสียงในลำคอ (เสียง “อู” หรือ“อา” หรือ “อือ”) อย่างชัดเจน (EL)',
          description: 'จัดเด็กอยู่ในท่านอนหงาย หรืออุ้มเด็ก ให้หน้าห่างจากเด็กประมาณ 60 ซม. สบตาและพูดคุยให้เด็กสนใจ แล้วทำเสียง อู หรือ อือ หรือ อา ในลำคอให้เด็กได้ยิน หยุดฟังเพื่อรอจังหวะให้เด็กส่งเสียงตาม ถ้าทำไม่ได้ให้ยื่นหน้าเข้าไปเพื่อฝึกให้เด็กส่งเสียงตาม ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ยิ้มตอบหรือส่งเสียงตอบได้ เมื่อผู้ประเมินยิ้มและพูดคุยด้วย (PS)',
          description: 'อุ้มเด็กอยู่ในท่านอนหงาย สบตาเด็กและสัมผัสเบาๆ พร้อมกับพูดคุยกับเด็กเป็นคำพูดสั้นๆ ซํ้าๆ ช้าๆ เช่น “ว่าไงจ๊ะ..(ชื่อลูก)..คนเก่ง” “ยิ้มซิ” “เด็กดี” “.. (ชื่อลูก)..ลูกรัก” “แม่รักลูกนะ” หยุดฟังเพื่อรอจังหวะให้เด็กยิ้มหรือส่งเสียงตอบ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    {
      age: '3-4 เดือน',
      rows: [
        {
          skill: 'ท่านอนคว่ำยกศีรษะและอกพ้นพื้น (GM)',
          description: 'จัดให้เด็กอยู่ในท่านอนคว่ำ ข้อศอกงอบนพื้นราบ ถือของเล่น เช่น กรุ๋งกริ๋งไว้ด้านหน้าเหนือศีรษะเด็ก เรียกชื่อเด็กให้มองดูของเล่นแล้วค่อยๆ เคลื่อนของเล่นขึ้นเพื่อให้เด็กสนใจยกศีรษะ โดยมือยันพื้นไว้ ข้อศอกยันตัวขึ้นและหน้าอกพ้นพื้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองตามสิ่งของที่เคลื่อนที่ได้เป็นมุม180 องศา (FM)',
          description: 'จัดให้เด็กอยู่ในท่านอนหงาย ถือของเล่นห่างจากหน้าเด็กประมาณ 30 ซม. เขย่าหรือแกว่งของเล่นเพื่อกระตุ้นให้เด็กสนใจจ้องมอง จากนั้นเคลื่อนของเล่นอย่างช้าๆ ไปทางด้านข้างจนแตะเบาะ แล้วเคลื่อนเป็นแนวโค้งไปด้านตรงข้ามจนแตะเบาะอีกด้าน ถ้าเด็กยังไม่มองตาม ช่วยประคองหน้าเด็กให้หันหน้ามามอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'หันตามเสียงได้ (RL)',
          description: 'จัดให้เด็กอยู่ในท่านอนหงายหรืออุ้มนั่งบนตัก หันหน้าออก เขย่าของเล่นกรุ๋งกริ๋งทางด้านข้าง ห่างจากเด็ก 60 ซม. และรอให้เด็กหันมาทางของเล่นที่มีเสียง สลับซ้ายขวา กระตุ้นให้เด็กหันมามองของเล่นโดยพูดคุยและยิ้มกับเด็ก หากเด็กทำไม่ได้ ให้ประคองหน้าเด็กหันตามเสียง ห่างจากหน้าเด็ก 30-45 ซม แล้วค่อยๆ เพิ่มระยะห่างจากตัวเด็กจนถึง 60 ซม. ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำเสียงสูงๆ ต่ำๆ เพื่อแสดงความรู้สึก (EL)',
          description: 'มองสบตา หรือสัมผัสเบาๆ ตามจุดต่างๆ ของร่างกายเด็ก เช่น ฝ่าเท้า ท้อง เอว แล้วทำเสียงสูงๆ ต่ำๆ สังเกตเด็กส่งเสียงสูงๆ ตํ่าๆ เพื่อแสดงความรู้สึก ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ยิ้มทักคนที่คุ้นเคย (PS)',
          description: 'อุ้มเด็กไปหาคนที่คุ้นเคย เช่น ปู่ ย่า ตา ยาย แล้วยิ้มทักคนที่คุ้นเคยให้เด็กดูพูดกระตุ้นให้เด็กทำตาม เช่น “ยิ้มให้คุณปู่ซิลูก” “ยิ้มให้คุณยายซิลูก” ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    {
      age: '5-6 เดือน',
      rows: [
        {
          skill: 'ยันตัวขึ้นจากท่านอนคว่ำโดยเหยียดแขนตรงทั้งสองข้างได้ (GM)',
          description: 'จัดให้เด็กนอนคว่ำ ข้อศอกงอ ถือของเล่น ไว้ด้านหน้าเหนือศีรษะ เรียกชื่อให้มองของเล่นแล้วค่อยๆเคลื่อนขึ้นเพื่อให้เด็กยกศีรษะและหน้าอกต้องยกขึ้นพ้นพื้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เอื้อมมือหยิบและถือวัตถุไว้ขณะอยู่ในท่านอนหงาย (FM',
          description: 'จัดเด็กนอนหงายถือของเล่นกรุ๋งกริ๋งห่างจากตัวเด็กประมาณ 30 ซม. เขย่าหรือใช้เสียงเรียกให้เด็ก สนใจเด็กจะสามารถเอื้อมมือมาหยิบของเล่นได้ ถ้าเด็กไม่เอื้อมมือออกมาคว้าของเล่น ให้ใช้ของเล่นแตะเบาๆ ที่หลังมือเด็ก หรือจับมือเด็กให้เอื้อมมาหยิบของเล่น ทำซ้ำจนเด็กสามารถเอื้อมมือมาหยิบของเล่นได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'หันตามเสียงเรียก (RL)',
          description: 'ผู้ปกครองอยู่ข้างหลังเด็กเยื้องไปทางซ้ายหรือขวา ห่างจากเด็กประมาณ 30 ซม. พูดคุยและเรียกเด็ก เด็กจะหันตามเสียงเรียกหรือเสียงพูดคุย ถ้าเด็กไม่มองให้ประคองหน้าเด็กหันตามเสียง พูดดังขึ้น เมื่อหันมองแล้วลดระดับเสียงลงจนเสียงปกติ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลียนแบบการเล่นทำเสียงได้ (EL)',
          description: 'พูดคุยทำเสียงสูงๆต่ำๆกับเด็ก สังเกตการโต้ตอบ หากเด็กไม่ส่งเสียง ส่งเสริมโดยทำเสียงสูงๆ ต่ำๆ บ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'สนใจฟังคนพูดและสามารถมองไปที่ของเล่นที่เล่นกับเด็ก (PS)',
          description: 'พูดคุยกับเด็กเมื่อเด็กมองสบตาแล้วนำของเล่นมาอยู่ในระดับสายตาเด็ก เช่น วันนี้แม่มีน้องตุ๊กตามาเล่นกับหนู น้องตุ๊กตามีผม สีนํ้าตาล ใส่ชุดสีฟ้า มีหมวกสีแดง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    {
      age: '7-8 เดือน',
      rows: [
        {
          skill: 'นั่งได้มั่นคงและเอี้ยวตัวใช้มือเล่นได้อย่างอิสระ (GM)',
          description: 'จัดเด็กอยู่ในท่านั่ง วางของเล่นไว้ที่พื้นทางด้านข้างเยื้องไปด้านหลังของเด็กในระยะที่เด็กเอื้อมถึง เด็กจะเอี้ยวตัวไปหยิบของเล่นได้ ถ้าเด็กทำไม่ได้ให้เลื่อนของเล่นใกล้ตัวเด็ก ช่วยจับแขนเด็กให้เอี้ยวตัวไปหยิบของเล่นนั้น ทำอีกข้างสลับกันไป จนเด็กหยิบได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ยืนเกาะเครื่องเรือนสูงระดับอกได้ (GM)',
          description: 'เด็กสามารถยืนเกาะเครื่องเรือนได้เอง อย่างน้อย 10 วินาที โดยใช้แขนพยุงตัวไว้และสามารถขยับขาได้ ถ้ายังทำไม่ได้ จัดเด็กให้ยืนเกาะพ่อแม่ก่อน เมื่อเริ่มทำได้ ให้เด็กยืนเกาะเครื่องเรือนเอง โดยไม่ใช้หน้าอกพิง หรือท้าวแขนเพื่อพยุงตัว ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'จ้องมองไปที่หนังสือพร้อม กับผู้ใหญ่นาน 2-3 วินาที (FM)',
          description: 'อุ้มเด็กนั่งบนตักเปิดหนังสือพร้อมพูดคุยชี้ชวนให้เด็กดูรูปภาพในหนังสือหากเด็กยังไม่มองให้ประคองหน้าเด็กให้มองที่รูปภาพในหนังสือ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เด็กหันตามเสียงเรียกชื่อ (RL)',
          description: 'เรียกชื่อเด็กด้วยเสียงปกติบ่อยๆในระยะห่างจากเด็กประมาณ 120 ซม. เป็นประจำถ้าเด็กไม่หันมามองให้ประคองหน้าเด็กให้หันมามองจนเด็กทำได้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลียนเสียงพูดคุย (EL)',
          description: 'พูดคุยเล่นกับเด็กและออกเสียงใหม่ๆให้เด็กเลียนเสียงตามเช่นจามาปาดาอูตาเป็นต้น หรือกระตุ้นการออกเสียงภาษาอังกฤษ เช่น เพอะ/Per เบอะ/ber เทอะ/ter เดอะ/der เมอะ/mer เนอะ/Ner เยอะ/yer เป็นต้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เด็กเล่นจ๊ะเอ๋ได้ (PS)',
          description: 'เล่น “จ๊ะเอ๋” กับเด็กโดยใช้มือปิดหน้า จากนั้นเปลี่ยนมาใช้ผ้าปิดหน้าเล่น หยุดรอจังหวะเพื่อให้เด็กหันมามองหรือยิ้มเล่นโต้ตอบ ฝึกบ่อยๆ จนกระทั่งเด็กยื่นโผล่หน้าร่วมเล่นจ๊ะเอ๋ได้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    // Add more age ranges and their corresponding skills
  ],
  เด็กกลุ่มเสี่ยง: [
    {
      age: 'แรกเกิด',
      rows: [
        {
          skill: 'ขยับเคลื่อนไหวแขนขา 2 ข้างเท่ากัน (GM)',
          description: 'เด็กสามารถเคลื่อนไหวแขนขาได้ทั้งสองข้างถ้ายังทำไม่ได้จัดเด็กในท่านอนหงายขยับยกแขนขาทั้งสองข้างของเด็กบ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองสบตาขณะตื่น (FM)',
          description: 'เด็กมองสบตาขณะตื่นได้ ถ้ายังทำไม่ได้อุ้มเด็กนอนบนตัก หรือนอนหงายบนเบาะ สบตาและพูดคุยกับเด็กบ่อย ๆ หรือทุกครั้งที่ให้นม ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'สะดุ้งหรือเคลื่อนไหวร่างกาย เมื่อได้ยินเสียงพูดในระดับปกติ (RL)',
          description: 'ให้เด็กอยู่ในท่านอนหงายเรียกชื่อหรือพูดคุยกับเด็กจากด้านข้างทั้งซ้ายและขวาโดยพูดเสียงดังปกติ หากเด็กสะดุ้งหรือขยับตัว ให้ยิ้มและจับหรือลูบตัวเด็กเบาๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เด็กเปล่งเสียงได้ ไม่ใช่ร้องไห้ (EL)',
          description: 'สบตาและพูดคุยกับเด็กบ่อยๆ และสังเกตการเปล่งเสียงของเด็ก ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ดูดนมได้ดี (PS)',
          description: 'กระตุ้นการดูดกลืนของเด็กโดยการใช้มือลูบเบาๆ ที่แก้มของเด็กก่อนให้นมแม่ทุกครั้ง เพื่อให้เด็กดูดกลืนนมได้ดี ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    {
      age: '1 เดือน',
      rows: [
        {
          skill: 'ท่านอนคว่ำเด็กสามารถยกศีรษะและหันไปข้างใดข้างหนึ่งได้ (GM)',
          description: 'จัดเด็กนอนคว่ำแขนอยู่หน้าไหล่ เขย่าของเล่นที่มีเสียงตรงหน้าเด็ก เมื่อเด็กมองแล้วค่อยๆเคลื่อนของเล่นมาทางด้านซ้ายและขวาเพื่อให้เด็กหันศีรษะมองตาม ถ้าเด็กทำไม่ได้ช่วยประคองศีรษะเด็กให้หันตามฝึกเช่นนี้ทั้งสองด้าน ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'แขนขา 2 ข้างเคลื่อนไหวได้เท่ากัน (GM)',
          description: 'จัดเด็กนอนหงาย สังเกตว่าเคลื่อนไหวแขนขาได้อย่างสมดุล ส่งเสริมเด็กโดยขยับยกแขนขาทั้งสองข้างบ่อยๆ หากพบว่าเคลื่อนไหวแขนขาไม่สมดุลให้ค้นหาสาเหตุโดยแพทย์ต่อไป ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'สะดุ้งหรือเคลื่อนไหวร่างกาย เมื่อได้ยินเสียงพูด (RL)',
          description: 'ให้เด็กอยู่ในท่านอนหงายเรียกชื่อหรือพูดคุยกับเด็กจากด้านข้างทั้งซ้ายและขวาโดยพูดเสียงดังปกติ หากเด็กสะดุ้งหรือขยับตัว ให้ยิ้มและจับหรือลูบตัวเด็กเบาๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ส่งเสียงอ้อแอ้ (EL)',
          description: 'สบตาและพูดคุยกับเด็กบ่อยๆ และสังเกตการส่งเสียงอ้อแอ้ของเด็ก ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองจ้องหน้าได้นาน 1-2 วินาที (PS)',
          description: 'จัดเด็กนอนหงาย หรืออุ้มเด็กให้หน้าห่างจากเด็กประมาณ 30 ซม. สบตาและทำตาลักษณะต่างๆ เช่น ตาโต กระพริบตา หรือ พูดคุยยิ้มเพื่อให้เด็กมองที่ปากแทนสลับกันไป ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    {
      age: '2 เดือน',
      rows: [
        {
          skill: 'ยกศีรษะตั้งขึ้นได้ 45 องศานาน 3 วินาทีขณะนอนคว่ำ (GM)',
          description: 'จัดเด็กนอนคว่ำข้อศอกงอ เขย่าของเล่นตรงหน้าเด็กเมื่อมองตามค่อยๆเคลื่อนของเล่นขึ้นด้านบนให้เด็กเงยหน้าจนศีรษะยกขึ้น และนับได้ 1,2,3 ค่อยๆเคลื่อนของเล่นลงมาอยู่ตรงหน้าเด็กเหมือนเดิมจนเด็กยกศีรษะตามได้ในแนว 45 องศา ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองตามสิ่งของจากด้านหนึ่งไปอีกด้านหนึ่ง (FM)',
          description: 'จัดเด็กนอนหงาย ถือของเล่นสีสดใสไม่มีเสียงห่างจากหน้าเด็กประมาณ 30 ซม. เยื้องใบหน้าเด็กไปทางด้านข้างเล็กน้อย เขย่าหรือใช้เสียงเรียกให้เด็กจ้องมองของเล่นและเคลื่อนช้าๆ ผ่านใบหน้าเด็กไปอีกด้าน ถ้าเด็กไม่มองช่วยประคองหน้าให้มองตาม ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองหน้าผู้พูดคุยด้วย ได้นาน 5 วินาที (RL)',
          description: 'ให้เด็กนอนหงายหรืออุ้มเด็ก ให้หน้าห่างจากเด็กประมาณ 60 ซม. มองตาและพูดคุยให้เด็กสนใจ เช่น ทำตาโต ขยับริมฝีปากยิ้มหัวเราะ ฝึกได้ในหลายๆ สถานการณ์ บ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำเสียงในลำคอ (เสียง “อู” หรือ “อือ” หรือ “อา”) อย่างชัดเจน (EL)',
          description: 'สังเกตว่าเด็กทำเสียง“อู” หรือ “อือ” หรือ “อา” ได้หรือไม่ ส่งเสริมโดยสบตาและพูดคุยให้เด็กสนใจและทำเสียง“อู” หรือ “อือ” หรือ “อา” ให้เด็กได้ยินบ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ยิ้มหรือส่งเสียงตอบได้เมื่อผู้ประเมินยิ้มและพูดคุยด้วย (PS)',
          description: 'ยิ้มและพูดคุยกับเด็ก สังเกตการโต้ตอบ ส่งเสริมโดยการพูดคุยกับเด็กเป็นคำพูดสั้นๆ ซ้ำๆ ช้าๆ บ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    {
      age: '3-4 เดือน',
      rows: [
        {
          skill: 'ท่านอนคว่ำยกอกพ้นพื้น (GM)',
          description: 'จัดให้เด็กนอนคว่ำ ข้อศอกงอ ถือของเล่น ไว้ด้านหน้าเหนือศีรษะ เรียกชื่อให้มองของเล่นแล้วค่อยๆเคลื่อนขึ้นเพื่อให้เด็กยกศีรษะและหน้าอกพ้นพื้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองตามสิ่งของที่เคลื่อนที่ได้เป็นมุม180 องศา (FM)',
          description: 'จัดเด็กนอนหงายถือของเล่นห่างจากหน้าเด็กประมาณ 30 ซม. เขย่าหรือใช้เสียงเรียกให้เด็กจ้องมอง เคลื่อนของเล่นไปทางด้านข้างจนแตะเบาะ ถ้าเด็กไม่มองตามช่วยประคองหน้าเด็กมองของเล่น จนกว่าเด็กจะสามารถมองตามของเล่นที่เคลื่อนที่จากเบาะข้างหนึ่งเป็นแนวโค้งไปถึงเบาะอีกข้างหนึ่งได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'หันตามเสียงได้ (RL)',
          description: 'จัดให้เด็กนอนหงาย หรืออุ้มเด็กนั่งบนตัก โดยหันหน้าออกจากผู้ปกครอง เขย่าของเล่นด้านข้างเด็กห่างประมาณ 30–45 ซม. รอให้เด็กหันมาทางของเล่นที่มีเสียง ถ้าเด็กไม่หันมามองของเล่น ให้ประคองหน้าเด็กเพื่อให้หันตามเสียง ค่อยๆเพิ่มระยะห่างจนถึง 60 ซม. ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำเสียงสูงๆ ต่ำๆ โต้ตอบเวลาพูดคุย (EL)',
          description: 'พูดคุยทำเสียงสูงๆต่ำๆกับเด็ก สังเกตการโต้ตอบ หากเด็กไม่ส่งเสียง ส่งเสริมโดยทำเสียงสูงๆ ต่ำๆ บ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ยิ้มทักและยิ้มตอบ (PS)',
          description: 'ยิ้มและพูดคุยกับเด็กบ่อยๆ หรืออุ้มเด็กไปหาคนที่คุ้นเคย เช่น ปู่ ย่า ตา ยาย แล้วยิ้มทักให้เด็กดูพูดกระตุ้นให้เด็กทำตาม เช่น “ยิ้มให้คุณปู่ซิลูก” “ยิ้มให้คุณยายซิลูก” ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    // Add more age ranges and their corresponding skills
  ],
};

export default developmentData;

