const developmentData = {
  เด็กปฐมวัย: [
    {
      age: '0-1 เดือน',
      rows: [
        {
          skill: 'ท่านอนควํ่ายกศีรษะและหันไปข้างใดข้างหนึ่งได้ (GM)',
          description: 'จัดให้เด็กอยู่ในท่านอนควํ่า เขย่าของเล่นที่มีเสียงตรงหน้าเด็ก ระยะห่างประมาณ 30 ซม. เมื่อเด็กมองที่ของเล่นแล้วค่อยๆ เคลื่อนของเล่นมาทางด้านซ้ายหรือขวา เพื่อให้เด็กหันศีรษะมองตาม ถ้าเด็กทำไม่ได้ช่วยประคองศีรษะเด็กให้หันตาม ฝึกเช่นนี้ทั้งสองด้าน ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองตามถึงกึ่งกลางลำตัว (FM)',
          description: 'จัดให้เด็กอยู่ในท่านอนหงาย ถือของเล่นที่มีสีสันสดใส ห่างจากหน้าเด็กประมาณ 30 ซม. เรียกชื่อเด็กพร้อมกับเขย่าของเล่น เมื่อเด็กสนใจมองให้เคลื่อนไปทางด้านข้างลำตัวเด็กอย่างช้าๆ แล้วเคลื่อนของเล่นกลับมาที่จุดกึ่งกลางลำตัวเด็กเพื่อให้เด็กมองตาม ถ้าเด็กไม่มองให้ช่วยเหลือโดยการประคองหน้าเด็กให้มองตามของเล่น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
          image: '/img/development/example/DSPM2.png'
        },
        {
          skill: 'สะดุ้งหรือเคลื่อนไหวร่างกาย เมื่อได้ยินเสียงพูดระดับปกติ (RL)',
          description: 'จัดให้เด็กอยู่ในท่านอนหงาย ห่างจากเด็กประมาณ 60 ซม. เรียกชื่อเด็กจากด้านข้าง ระดับเสียงปกติ เด็กจะรับรู้โดยการกระพริบตา สะดุ้ง ขยับตัว ยิ้มให้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ส่งเสียงอ้อแอ้ (EL)',
          description: 'อุ้มหรือสัมผัสตัวเด็กเบาๆ มองสบตา แล้วพูดคุยกับเด็กด้วยเสียงสูงๆ ตํ่าๆ เพื่อให้เด็กสนใจและหยุดรอให้เด็กส่งเสียงอ้อแอ้ตอบ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองจ้องหน้าได้นาน 1 – 2 วินาที (PS)',
          description: 'จัดให้เด็กอยู่ในท่านอนหงายหรือขณะให้ลูกกินนมแม่ สบตา พูดคุย ส่งเสียง ยิ้ม หรือทำตาลักษณะต่างๆ เช่น ตาโต กระพริบตา เพื่อให้เด็กสนใจมอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    {
      age: '1-2 เดือน',
      rows: [
        {
          skill: 'ท่านอนควํ่ายกศีรษะตั้งขึ้นได้ 45 องศา นาน 3 วินาที (GM)',
          description: 'จัดให้เด็กอยู่ในท่านอนคว่ำ ข้อศอกงอ เขย่าของเล่นตรงหน้าเด็ก เมื่อเด็กมองตาม ค่อยๆ เคลื่อนของเล่นขึ้นด้านบนเพื่อให้เด็กเงยหน้าจนศีรษะยกขึ้น และค่อยๆ เคลื่อนของเล่นลงมาอยู่ตรงหน้าเด็กเหมือนเดิม จนเด็กยกศีรษะตามได้ในแนว 45 องศา ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองตามผ่านกึ่งกลางลำตัว (FM)',
          description: 'จัดให้เด็กอยู่ในท่านอนหงาย ถือลูกบอลผ้าสีแดง ห่างจากหน้าเด็ก 30 ซม. โดยให้อยู่เยื้องจุดกึ่งกลางลำตัวเล็กน้อย เขย่าหรือใช้เสียงเรียกให้เด็กจ้องมองที่ลูกบอล และ เคลื่อนลูกบอลผ่านจุดกึ่งกลางลำตัวเด็กไปอีกด้านอย่างช้าๆ เด็กจ้องมองได้ตลอดโดยไม่หันไปมองทางอื่น ถ้าเด็กไม่มองประคองหน้าเด็กอย่างช้าๆ และนุ่มนวลให้หันตาม ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองหน้าผู้พูดคุยได้นาน 5 วินาที (RL)',
          description: 'จัดให้เด็กอยู่ในท่านอนหงายหรืออุ้มเด็ก ให้หน้าห่างจากเด็กประมาณ 60 ซม. พูดคุยหรือทำท่าทางให้เด็กสนใจ เช่น ทำตาโต ขยับริมฝีปาก ยิ้ม หัวเราะ หากเด็กไม่มองอาจหยิบของเล่นสีสันสดใสมาใกล้ๆหน้า กระตุ้นให้เด็กมองของเล่นและมองหน้าผู้ปกครอง เมื่อเด็กมองแล้วให้นำของเล่นออก แล้วพูดคุยและเล่นกับเด็ก ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำเสียงในลำคอ (เสียง “อู” หรือ“อา” หรือ “อือ”) อย่างชัดเจน (EL)',
          description: 'จัดเด็กอยู่ในท่านอนหงาย หรืออุ้มเด็ก ให้หน้าห่างจากเด็กประมาณ 60 ซม. สบตาและพูดคุยให้เด็กสนใจ แล้วทำเสียง อู หรือ อือ หรือ อา ในลำคอให้เด็กได้ยิน หยุดฟังเพื่อรอจังหวะให้เด็กส่งเสียงตาม ถ้าทำไม่ได้ให้ยื่นหน้าเข้าไปเพื่อฝึกให้เด็กส่งเสียงตาม ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ยิ้มตอบหรือส่งเสียงตอบได้ เมื่อผู้ประเมินยิ้มและพูดคุยด้วย (PS)',
          description: 'อุ้มเด็กอยู่ในท่านอนหงาย สบตาเด็กและสัมผัสเบาๆ พร้อมกับพูดคุยกับเด็กเป็นคำพูดสั้นๆ ซํ้าๆ ช้าๆ เช่น “ว่าไงจ๊ะ..(ชื่อลูก)..คนเก่ง” “ยิ้มซิ” “เด็กดี” “.. (ชื่อลูก)..ลูกรัก” “แม่รักลูกนะ” หยุดฟังเพื่อรอจังหวะให้เด็กยิ้มหรือส่งเสียงตอบ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    {
      age: '3-4 เดือน',
      rows: [
        {
          skill: 'ท่านอนคว่ำยกศีรษะและอกพ้นพื้น (GM)',
          description: 'จัดให้เด็กอยู่ในท่านอนคว่ำ ข้อศอกงอบนพื้นราบ ถือของเล่น เช่น กรุ๋งกริ๋งไว้ด้านหน้าเหนือศีรษะเด็ก เรียกชื่อเด็กให้มองดูของเล่นแล้วค่อยๆ เคลื่อนของเล่นขึ้นเพื่อให้เด็กสนใจยกศีรษะ โดยมือยันพื้นไว้ ข้อศอกยันตัวขึ้นและหน้าอกพ้นพื้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองตามสิ่งของที่เคลื่อนที่ได้เป็นมุม180 องศา (FM)',
          description: 'จัดให้เด็กอยู่ในท่านอนหงาย ถือของเล่นห่างจากหน้าเด็กประมาณ 30 ซม. เขย่าหรือแกว่งของเล่นเพื่อกระตุ้นให้เด็กสนใจจ้องมอง จากนั้นเคลื่อนของเล่นอย่างช้าๆ ไปทางด้านข้างจนแตะเบาะ แล้วเคลื่อนเป็นแนวโค้งไปด้านตรงข้ามจนแตะเบาะอีกด้าน ถ้าเด็กยังไม่มองตาม ช่วยประคองหน้าเด็กให้หันหน้ามามอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'หันตามเสียงได้ (RL)',
          description: 'จัดให้เด็กอยู่ในท่านอนหงายหรืออุ้มนั่งบนตัก หันหน้าออก เขย่าของเล่นกรุ๋งกริ๋งทางด้านข้าง ห่างจากเด็ก 60 ซม. และรอให้เด็กหันมาทางของเล่นที่มีเสียง สลับซ้ายขวา กระตุ้นให้เด็กหันมามองของเล่นโดยพูดคุยและยิ้มกับเด็ก หากเด็กทำไม่ได้ ให้ประคองหน้าเด็กหันตามเสียง ห่างจากหน้าเด็ก 30-45 ซม แล้วค่อยๆ เพิ่มระยะห่างจากตัวเด็กจนถึง 60 ซม. ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำเสียงสูงๆ ต่ำๆ เพื่อแสดงความรู้สึก (EL)',
          description: 'มองสบตา หรือสัมผัสเบาๆ ตามจุดต่างๆ ของร่างกายเด็ก เช่น ฝ่าเท้า ท้อง เอว แล้วทำเสียงสูงๆ ต่ำๆ สังเกตเด็กส่งเสียงสูงๆ ตํ่าๆ เพื่อแสดงความรู้สึก ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ยิ้มทักคนที่คุ้นเคย (PS)',
          description: 'อุ้มเด็กไปหาคนที่คุ้นเคย เช่น ปู่ ย่า ตา ยาย แล้วยิ้มทักคนที่คุ้นเคยให้เด็กดูพูดกระตุ้นให้เด็กทำตาม เช่น “ยิ้มให้คุณปู่ซิลูก” “ยิ้มให้คุณยายซิลูก” ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    {
      age: '5-6 เดือน',
      rows: [
        {
          skill: 'ยันตัวขึ้นจากท่านอนคว่ำโดยเหยียดแขนตรงทั้งสองข้างได้ (GM)',
          description: 'จัดให้เด็กนอนคว่ำ ข้อศอกงอ ถือของเล่น ไว้ด้านหน้าเหนือศีรษะ เรียกชื่อให้มองของเล่นแล้วค่อยๆเคลื่อนขึ้นเพื่อให้เด็กยกศีรษะและหน้าอกต้องยกขึ้นพ้นพื้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เอื้อมมือหยิบและถือวัตถุไว้ขณะอยู่ในท่านอนหงาย (FM',
          description: 'จัดเด็กนอนหงายถือของเล่นกรุ๋งกริ๋งห่างจากตัวเด็กประมาณ 30 ซม. เขย่าหรือใช้เสียงเรียกให้เด็ก สนใจเด็กจะสามารถเอื้อมมือมาหยิบของเล่นได้ ถ้าเด็กไม่เอื้อมมือออกมาคว้าของเล่น ให้ใช้ของเล่นแตะเบาๆ ที่หลังมือเด็ก หรือจับมือเด็กให้เอื้อมมาหยิบของเล่น ทำซ้ำจนเด็กสามารถเอื้อมมือมาหยิบของเล่นได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'หันตามเสียงเรียก (RL)',
          description: 'ผู้ปกครองอยู่ข้างหลังเด็กเยื้องไปทางซ้ายหรือขวา ห่างจากเด็กประมาณ 30 ซม. พูดคุยและเรียกเด็ก เด็กจะหันตามเสียงเรียกหรือเสียงพูดคุย ถ้าเด็กไม่มองให้ประคองหน้าเด็กหันตามเสียง พูดดังขึ้น เมื่อหันมองแล้วลดระดับเสียงลงจนเสียงปกติ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลียนแบบการเล่นทำเสียงได้ (EL)',
          description: 'พูดคุยทำเสียงสูงๆต่ำๆกับเด็ก สังเกตการโต้ตอบ หากเด็กไม่ส่งเสียง ส่งเสริมโดยทำเสียงสูงๆ ต่ำๆ บ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'สนใจฟังคนพูดและสามารถมองไปที่ของเล่นที่เล่นกับเด็ก (PS)',
          description: 'พูดคุยกับเด็กเมื่อเด็กมองสบตาแล้วนำของเล่นมาอยู่ในระดับสายตาเด็ก เช่น วันนี้แม่มีน้องตุ๊กตามาเล่นกับหนู น้องตุ๊กตามีผม สีนํ้าตาล ใส่ชุดสีฟ้า มีหมวกสีแดง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    {
      age: '7-8 เดือน',
      rows: [
        {
          skill: 'นั่งได้มั่นคงและเอี้ยวตัวใช้มือเล่นได้อย่างอิสระ (GM)',
          description: 'จัดเด็กอยู่ในท่านั่ง วางของเล่นไว้ที่พื้นทางด้านข้างเยื้องไปด้านหลังของเด็กในระยะที่เด็กเอื้อมถึง เด็กจะเอี้ยวตัวไปหยิบของเล่นได้ ถ้าเด็กทำไม่ได้ให้เลื่อนของเล่นใกล้ตัวเด็ก ช่วยจับแขนเด็กให้เอี้ยวตัวไปหยิบของเล่นนั้น ทำอีกข้างสลับกันไป จนเด็กหยิบได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ยืนเกาะเครื่องเรือนสูงระดับอกได้ (GM)',
          description: 'เด็กสามารถยืนเกาะเครื่องเรือนได้เอง อย่างน้อย 10 วินาที โดยใช้แขนพยุงตัวไว้และสามารถขยับขาได้ ถ้ายังทำไม่ได้ จัดเด็กให้ยืนเกาะพ่อแม่ก่อน เมื่อเริ่มทำได้ ให้เด็กยืนเกาะเครื่องเรือนเอง โดยไม่ใช้หน้าอกพิง หรือท้าวแขนเพื่อพยุงตัว ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'จ้องมองไปที่หนังสือพร้อม กับผู้ใหญ่นาน 2-3 วินาที (FM)',
          description: 'อุ้มเด็กนั่งบนตักเปิดหนังสือพร้อมพูดคุยชี้ชวนให้เด็กดูรูปภาพในหนังสือหากเด็กยังไม่มองให้ประคองหน้าเด็กให้มองที่รูปภาพในหนังสือ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เด็กหันตามเสียงเรียกชื่อ (RL)',
          description: 'เรียกชื่อเด็กด้วยเสียงปกติบ่อยๆในระยะห่างจากเด็กประมาณ 120 ซม. เป็นประจำถ้าเด็กไม่หันมามองให้ประคองหน้าเด็กให้หันมามองจนเด็กทำได้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลียนเสียงพูดคุย (EL)',
          description: 'พูดคุยเล่นกับเด็กและออกเสียงใหม่ๆให้เด็กเลียนเสียงตามเช่นจามาปาดาอูตาเป็นต้น หรือกระตุ้นการออกเสียงภาษาอังกฤษ เช่น เพอะ/Per เบอะ/ber เทอะ/ter เดอะ/der เมอะ/mer เนอะ/Ner เยอะ/yer เป็นต้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เด็กเล่นจ๊ะเอ๋ได้ (PS)',
          description: 'เล่น “จ๊ะเอ๋” กับเด็กโดยใช้มือปิดหน้า จากนั้นเปลี่ยนมาใช้ผ้าปิดหน้าเล่น หยุดรอจังหวะเพื่อให้เด็กหันมามองหรือยิ้มเล่นโต้ตอบ ฝึกบ่อยๆ จนกระทั่งเด็กยื่นโผล่หน้าร่วมเล่นจ๊ะเอ๋ได้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    // {
    //   age: ' เดือน',
    //   rows: [
    //     {
    //       skill: '',
    //       description: '',
    //     },
    //     {
    //       skill: '',
    //       description: '',
    //     },
    //     {
    //       skill: '',
    //       description: '',
    //     },
    //     {
    //       skill: '',
    //       description: '',
    //     },
    //     {
    //       skill: '',
    //       description: '',
    //     },
    //   ],
    // },
    {
      age: '9 เดือน',
      rows: [
        {
          skill: 'ลุกขึ้นนั่งได้จากท่านอน (GM)',
          description: 'ขณะที่เด็กนอนอยู่ กระตุ้นโดยเขย่าของเล่นให้เด็กดู เพื่อให้เด็กลุกขึ้นนั่ง ถ้าเด็กทำไม่ได้ จัดเด็กให้นอนตะแคง ขาข้างที่อยู่ข้างล่างงอและช่วยพยุงตัวเด็กให้คว่ำ พยุงตัวเด็กให้มือทั้งสองข้างดันพื้นลุกขึ้นนั่ง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ยืนอยู่ได้โดยใช้มือเกาะเครื่องเรือนสูงระดับอก (GM)',
          description: 'จัดเด็กให้ยืนเกาะเครื่องเรือน จับที่สะโพกเด็กก่อน ต่อมาเปลี่ยนจับที่หัวเข่า แล้วจึงจับมือเด็กเกาะที่เครื่องเรือน เมื่อเด็กเริ่มทำได้ ให้เด็กยืนเกาะเครื่องเรือนเอง โดยไม่ใช้หน้าอกพิง หรือแขนท้าวเพื่อพยุงตัว ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'หยิบก้อนไม้จากพื้นและถือไว้มือละชิ้น (FM)',
          description: 'วางวัตถุสีสดใสขนาดพอเหมาะมือเด็ก 2 ชิ้นบนพื้น เคาะที่ของเล่นกระตุ้นให้เด็กใช้มือ 2 ข้างจับ ถ้าเด็กไม่ทำจับมือเด็กทำ ลดการช่วยเหลือลงจนเด็กหยิบได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ใช้นิ้วหัวแม่มือและนิ้วอื่นๆ หยิบของขึ้นจากพื้น (FM)',
          description: 'วางวัตถุสีสันสดใสชิ้นเล็ก เช่น ขนมปัง เม็ดถั่วต้มกระตุ้นให้เด็กหยิบ ถ้าเด็กทำไม่ได้หยิบให้เด็กดูเป็นตัวอย่าง หรือช่วยจับมือทำ จนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำตามคำสั่งง่ายๆ เมื่อใช้ท่าทางประกอบ (RL)',
          description: 'บอกเด็กให้ทำตามคำสั่งง่ายๆเช่น ตบมือ โบกมือ พร้อมทำท่าทางประกอบ ถ้าเด็กไม่ทำให้จับมือทำ และค่อยๆลดการช่วยเหลือลง เช่นจับข้อมือ แตะข้อศอก ถ้าเด็กทำได้ให้ชมเชย ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เด็กรู้จักการปฏิเสธโดยการแสดงท่าทาง (EL)',
          description: 'สังเกตการปฏิเสธเช่นสั่นหัว มือผลัก หันหน้าหนี ถ้าทำไม่ได้ ให้ฝึกกับสถานการณ์ต่างๆ เช่น ไม่เอา เมื่อกินอิ่มแล้ว ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลียงเสียงคำพูดที่คุ้นเคยอย่างน้อย 1 เสียง (EL)',
          description: 'เปล่งเสียงที่เด็กเคยออกเสียงได้ เช่น ปะ ป๊ะ จ๊ะ จ๋า แล้วกระตุ้นให้เด็กออกเสียงตาม และฝึกให้เด็กเปล่งเสียงตามคำอื่นๆเพิ่มมากขึ้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ใช้นิ้วหยิบกินอาหารได้ (PS)',
          description: 'วางอาหารที่หยิบง่ายขนาดพอดีคำ กระตุ้นให้เด็กหยิบเอง ถ้าเด็กทำไม่ได้ให้จับมือทำ แล้วลดการช่วยเหลือลงจนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
        {
      age: '10-12 เดือน',
      rows: [
        {
          skill: 'ยืนนาน 2 วินาที (GM)',
          description: 'เด็กสามารถยืนได้เอง โดยไม่ต้องช่วยพยุงได้นาน อย่างน้อย 2 วินาที ถ้าทำไม่ได้ พยุงตัวเด็กให้ยืนเมื่อเด็กเริ่มยืนทรงตัวได้แล้วให้เปลี่ยนมาจับข้อมือเด็กแล้วค่อยๆปล่อยมือเพื่อให้เด็กยืนเอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'จีบนิ้วมือเพื่อหยิบของชิ้นเล็ก (FM)',
          description: 'แบ่งขนมหรืออาหารเป็นชิ้นเล็กๆประมาณ 1 ซม. ไว้ในจานแล้วหยิบขนมหรืออาหารโดยใช้นิ้วหัวแม่มือและนิ้วชี้หยิบให้เด็กดูแล้วบอกให้เด็กทำตามถ้าเด็กทำไม่ได้ช่วยเหลือโดยจับรวบนิ้วกลางนิ้วนางและนิ้วก้อยเข้าหาฝ่ามือเพื่อให้เด็กใช้นิ้วหัวแม่มือและนิ้วชี้หยิบได้ (แนะนำ : ของกินชิ้นเล็ก ที่อ่อนนุ่ม ละลายได้ในปากไม่สำลัก เช่น ถั่วกวน ฟักทองนึ่ง มันนึ่ง ลูกเกด ข้าวสุก) ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'โบกมือหรือตบมือตามคำสั่ง (RL)',
          description: 'เล่นกับเด็กโดยใช้คำสั่งง่าย ๆ เช่น บ๊ายบาย ตบมือ พร้อมกับทำท่าทางประกอบ ถ้าเด็กไม่ทำ ให้จับมือทำ แล้วเปลี่ยนเป็นจับข้อมือ จากนั้นเปลี่ยนเป็นแตะข้อศอก จนเด็กโบกมือหรือตบมือเองได้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'แสดงความต้องการโดยทำท่าทางหรือเปล่งเสียง (EL)',
          description: 'นำของเล่น หรืออาหารที่เด็กชอบ 2-3 อย่าง วางไว้ด้านหน้าเด็ก ถามเด็กว่า“หนูเอาไหม” หรือถามว่า“ถ้าจะเอาต้องทำอย่างไร” รอให้เด็กแสดงความต้องการ เช่น ชี้ แล้วจึงจะให้ของ ถ้าไม่ต้องการ ให้ทำท่าทางหรือเปล่งเสียง เช่น ส่ายหน้า หรือ No ไม่เอา ไปด้วย ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เล่นสิ่งของตามประโยชน์ของสิ่งของได้ (PS)',
          description: 'ยื่นสิ่งของ เช่น หวี แปรงฟัน ช้อน ให้เด็กแล้วสังเกตการใช้ ถ้าเด็กทำไม่ได้ ทำให้เด็กดูและกระตุ้นให้เด็กทำตาม ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
        {
      age: '13-15 เดือน',
      rows: [
        {
          skill: 'ยืนอยู่ตามลำพังได้นานอย่างน้อย 10 วินาที (GM)',
          description: 'เด็กสามารถยืน โดยไม่ต้องช่วยพยุงได้นาน อย่างน้อย 10 วินาที ถ้าทำไม่ได้ ให้พยุงตัวเด็กให้ยืนขึ้นเปลี่ยนมาจับข้อมือเด็กแล้วค่อยๆปล่อยมือเพื่อให้เด็กยืนเองได้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ยืนอยู่ตามลำพังได้นานอย่างน้อย 10 วินาที (GM)',
          description: 'ขีดเขียนเป็นเส้นๆ ให้เด็กดูแล้วให้เด็กทำตาม ถ้าเด็กทำไม่ได้จับมือเด็กให้ขีดเขียนเป็นเส้นๆบนกระดาษหลังจากนั้นให้เด็กลองขีดเขียนเอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลือกวัตถุตามคำสั่งได้ถูกต้อง 2 ชนิด (RL)',
          description: 'สอนให้เด็กรู้จักวัตถุ หรือของใช้ในบ้าน บ่อยๆ แล้วตั้งคำถาม เช่น ไหนหวี ไหนเก้าอี้ ฯลฯ ถ้าเด็กชี้ได้ถูกต้องให้ชมเชย ถ้ายังไม่ถูกให้สอนเพิ่มเติม ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'พูดคำพยางค์เดียว(คำโดด) ได้ 2 คำ (EL)',
          description: 'พูดคุยกับเด็กบ่อยๆ โดยเฉพาะเมื่อทำกิจกรรมให้กับเด็ก เช่น สวมเสื้อ ใส่รองเท้า กินข้าว ฯลฯ โดยให้เด็กเลียนเสียงคำพูดด้วย ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลียนแบบท่าทางการทำงานบ้าน (PS)',
          description: 'จัดหาอุปกรณ์ที่เหมาะสมกับเด็ก สังเกตการเลียนแบบการทำงานบ้าน และกระตุ้นเด็กให้มีส่วนร่วม เช่น เช็ดโต๊ะ กวาดบ้าน ถูบ้าน เก็บเสื้อผ้า ฯลฯ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
        {
      age: '16-17 เดือน',
      rows: [
        {
          skill: 'เดินลากของเล่นหรือสิ่งของได้ (GM)',
          description: 'หาสิ่งของในบ้านที่สามารถลากได้เช่นตะกร้ารถของเล่นกล่องต่างๆจับมือเด็กให้ลากของเล่นเดินไปข้างหน้าด้วยกันจนเด็กสามารถเดินลากของไปได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ขีดเขียนได้เอง (FM)',
          description: 'หาโอกาสให้เด็กได้ขีดเขียน โดยหาอุปกรณ์ให้เด็กทำ ถ้าเด็กทำไม่ได้ จับมือเด็กให้เขียนเป็นเส้นๆบนกระดาษหลังจากนั้นให้เด็กลองขีดเขียนเอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำตามคำสั่งง่ายๆ โดยไม่มีท่าทางประกอบ (RL)',
          description: 'วางของตรงหน้าเด็ก เช่น ตุ๊กตา บอล รถ สบตาเด็กแล้วบอกให้เด็ก “กอดตุ๊กตาซิ” “ขว้างลูกบอล” “ส่งรถให้แม่สิ” หากเด็กทำไม่ได้ สอนให้เด็กเข้าใจคำสั่งง่ายๆ เช่น หยิบผ้าเช็ดโต๊ะให้แม่ซิ ขว้างลูกบอลซิ กอดหมอนซิ ฯลฯ หากเด็กยังทำไม่ได้ ทำให้เด็กดูก่อนต่อไปฝึกให้เด็กทำเอง โดยไม่ต้องทำให้ดู ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ตอบชื่อวัตถุได้ถูกต้อง (EL)',
          description: 'ใช้สิ่งของหรือของเล่นที่เด็กคุ้นเคยและรู้จักชื่อ เช่น ตุ๊กตา/doll บอล/ball รถ/car แล้วหยิบให้เด็กดู ถามว่า “นี่อะไร” รอให้เด็กตอบ ถ้าเด็กไม่ตอบให้เด็กพูดตามแล้วถามซ้ำให้เด็กตอบเอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เล่นการใช้สิ่งของตามหน้าที่ได้มากขึ้นด้วยความสัมพันธ์ของ 2 สิ่งขึ้นไป (PS)',
          description: 'เล่นสมมุติกับเด็กเช่นแปรงฟันให้ตุ๊กตาป้อนอาหารให้ตุ๊กตาหวีผมให้ตุ๊กตาถ้าเด็กยังทำไม่ได้จับมือให้เด็กทำตามจนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
      {
      age: '18 เดือน',
      rows: [
        {
          skill: 'วิ่งได้ (GM)',
          description: 'ชวนเด็กวิ่งเล่นโดยจับมือเด็ก หรือร่วมวิ่งกับเด็กคนอื่นๆเพื่อให้เด็กสนุกสนาน เมื่อเด็กเริ่มวิ่งได้ดีขึ้น ลดความช่วยเหลือลง จนเด็กวิ่งได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เดินถือลูกบอลไปได้ไกล 3 เมตร (GM)',
          description: 'ผู้ปกครองฝึกให้เด็กเดินโดยถือของมือเดียว เมื่อเด็กทำได้แล้ว ให้วางตะกร้าในระยะห่าง 1เมตร แล้วถือของที่มีขนาดใหญ่ขึ้นด้วยสองมือและเดินเอาของไปใส่ตะกร้าให้เด็กดู แล้วบอกให้เด็กทำตาม เมื่อเด็กทำได้ดีขึ้น ให้เพิ่มระยะทางจนถึง 3 เมตร ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เปิดหน้าหนังสือที่ทำด้วยกระดาษแข็งทีละแผ่นได้เอง (FM)',
          description: 'วางหนังสือไว้ตรงหน้าเด็ก เปิดหนังสือทีละหน้าและชี้ให้เด็กดูรูปภาพ พร้อมบอกให้เด็กทำตาม ถ้าเด็กทำไม่ได้ให้ช่วยจับมือเด็กพลิกหนังสือทีละหน้า เล่านิทานประกอบรูปภาพ เพื่อเสริมสร้างจินตนาการของเด็ก ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ต่อก้อนไม้ 2 ชั้น (FM)',
          description: 'ต่อก้อนไม้ 2 ชั้น หรือใช้วัตถุที่เป็นทรงสี่เหลี่ยม เช่นก้อนไม้กล่องสบู่ วางต่อกันในแนวตั้งให้เด็กดู กระตุ้นให้เด็กทำตาม ถ้าเด็กทำไม่ได้ให้จับมือ ทำซ้ำหลายครั้งและลดการช่วยเหลือลง จนเด็กต่อก้อนไม้ได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลือกวัตถุตามคำสั่งได้ถูกต้อง 3 ชนิด (RL)',
          description: 'เตรียมของเล่นหรือวัตถุที่เด็กคุ้นเคย ถามเด็ก “…อยู่ไหน” ถ้าเด็กเลือกไม่ถูกต้องเลื่อนของเข้าไปใกล้ และจับมือเด็กชี้หรือหยิบ จนเด็กเลือกวัตถุได้ถูกต้อง 3ชนิด ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ชี้อวัยวะได้ 1 ส่วน (RL)',
          description: 'ผู้ปกครองเริ่มฝึกการชี้อวัยวะของตนเองให้เด็กดูก่อน หลังจากนั้นชี้ชวนให้เด็กทำตาม ถ้าเด็กชี้ไม่ได้ให้จับมือเด็กชี้ให้ถูกต้อง และลดการช่วยเหลือลงจนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'พูดเลียนคำที่เด่นหรือคำสุดท้ายของคำพูด (EL)',
          description: 'พูดกับเด็กในสถานการณ์จริง ไม่เกิน3คำ เช่น พูดว่า “ไปกินข้าว” เมื่อเด็กออกเสียง “กิน” หรือ “ข้าว” แล้วจึงพาไป ถ้าเด็กไม่ออกเสียงตาม ให้ซ้ำคำเด่นหรือคำสุดท้ายนั้น จนเด็กสามารถเลียนคำพูดสุดท้ายนั้นได้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'พูดเป็นคำๆ ได้ 4 คำ เรียกชื่อสิ่งของหรือทักทาย (EL)',
          description: 'สอนให้เด็กพูดคำสั้นๆ ตามเหตุการณ์จริง เช่น เมื่อพบหน้าผู้ใหญ่ให้พูดทักทายคำว่า “สวัสดีค่ะ/ครับ” หรือ ขณะรับประทานอาหารก่อนป้อนข้าวพูด “ข้าว”ให้เด็กพูดตาม “ข้าว” ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'สนใจ/มองตามสิ่งที่ผู้ใหญ่ชี้ที่อยู่ไกลออกไปอย่างน้อย 3 เมตร (PS)',
          description: 'ชี้สิ่งที่อยู่ใกล้ตัวให้เด็กมองตาม หากเด็กยังไม่มองให้ประคองหน้าเด็กให้เด็กหันมองตาม แล้วค่อยชี้ของที่อยู่ไกลออกไปจนถึง 3 เมตร ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ดื่มน้ำจากแก้วโดยไม่หก (PS)',
          description: 'ส่งแก้วน้ำที่มีปริมาณน้ำ1/4แก้วให้เด็ก พร้อมประคองมือเด็กให้ยกแก้วน้ำขึ้นดื่ม ค่อยๆลดการช่วยเหลือลง จนเด็กสามารถถือแก้วน้ำยกขึ้นดื่มและวางคืนที่เดิมได้เองโดยไม่หก ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
        {
      age: '19-24 เดือน',
      rows: [
        {
          skill: 'เหวี่ยงขาเตะลูกบอลได้ (GM)',
          description: 'ชวนเด็กเตะลูกบอล โดยเตะให้ดูก่อน ถ้าเด็กทำไม่ได้ให้จับมือเด็กไว้ข้างหนึ่ง บอกให้เด็กยกขาเหวี่ยงเตะลูกบอล ฝึกบ่อยๆ จนเด็กสามารถเตะเองได้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ต่อก้อนไม้ 4 ชั้น (FM)',
          description: 'เด็กสามารถต่อก้อนไม้เป็นหอสูง จำนวน 4 ก้อน โดยไม่ล้ม ถ้าทำไม่ได้จับมือเด็กวางก้อนไม้ หรือกล่องสี่เหลี่ยม ทีละก้อนต่อกันจนครบ 4 ชิ้นทำบ่อยๆจนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลือกวัตถุตามคำสั่ง ( ตัวเลือก 4 ชนิด ) (RL)',
          description: 'วางของเล่นที่เด็กคุ้นเคย เช่น บอล ตุ๊กตา รถ ถ้วย บอกให้เด็กหยิบของเล่นทีละชิ้น เช่น“อันไหนบอล” ถ้าเด็กทำไม่ได้ให้จับมือเด็กหยิบพร้อมพูดชื่อของเล่นซ้ำ ฝึกจนเด็กทำตามคำสั่งได้ถูกต้องจนครบ 4 ชิ้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลียนคำพูดที่เป็นวลีประกอบด้วยคำ 2 คำ (EL)',
          description: 'พูดคำ 2 คำให้เด็กฟังบ่อยๆ และให้เด็กพูดตาม ถ้าเด็กพูดได้ทีละคำ ให้ขยายคำพูดเด็กเป็น 2 คำ เช่น เด็กพูด “ ไป/go ” พูดว่า “ ไปนอน/ go to sleep ” “ ไปเล่น ” แล้วเพิ่มคำอื่นๆ ขึ้นไปเรื่อย ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ใช้ช้อนตักอาหารกินเองได้ (PS)',
          description: 'เด็กใช้ช้อนตักกินอาหารได้ ถ้ายังทำไม่ได้ ควรล้างมือเด็กให้สะอาด จับมือเด็กถือช้อนและตักอาหารใส่ปากหลังจากนั้นลองให้เด็กตักอาหารใส่ปากเองฝึกให้ทำบ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '25-29 เดือน',
      rows: [
        {
          skill: 'กระโดดเท้าพ้นพื้นทั้ง2 ข้าง (GM)',
          description: 'กระโดดให้เด็กดู แล้วบอกให้เด็กทำตาม ถ้าทำไม่ได้ช่วยจับมือเด็กทั้ง 2 ข้างกระโดด โดยให้เท้าพ้นพื้นทั้ง 2 ข้าง ถ้าทำไม่ได้ฝึกเด็กให้กระโดดลงจากบันไดขั้นที่ติดกับพื้นหรือพื้นต่างระดับ จนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'แก้ปัญหาง่ายๆ โดยใช้เครื่องมือด้วยตนเอง (FM)',
          description: 'สังเกตการแก้ปัญหาของเด็ก เช่น การนำไม้เขี่ยของใต้โต๊ะ ใต้เตียง การใช้เก้าอี้ปีนไปเก็บของ ถ้าเด็กทำไม่ได้ ฝึกแก้ปัญหา โดยทำให้เด็กดูในสถานการณ์ต่างๆ พร้อมทั้งสอนเรื่องความปลอดภัยด้วย ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ชี้อวัยวะ 7 ส่วน (RL)',
          description: 'ฝึกชี้อวัยวะของร่างกายให้เด็กดู เช่น “หูอยู่ไหน?” “ตาอยู่ไหน?” พร้อมทั้งให้เด็กชี้อวัยวะของตนเองตาม ถ้าเด็กชี้ไม่ได้ให้จับมือเด็กชี้ตาม และลดการช่วยเหลือจนเด็กชี้ได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'พูดตอบรับและปฏิเสธได้ (EL)',
          description: 'ถามคำถามเพื่อให้เด็กตอบรับหรือปฏิเสธ เช่น เอานมไหม เล่นรถไหม อ่านหนังสือไหม กินข้าวไหม กินขนมไหม กระตุ้นให้เด็กตอบรับหรือปฏิเสธคำชวนต่างๆ ข้างต้น รอจนแน่ใจว่าเด็กตอบรับหรือปฏิเสธคำชวนต่างๆ จึงตอบสนองสิ่งที่เด็กต้องการ ถ้าเด็กตอบไม่ได้ ให้ตอบนำและถามเด็กซ้ำ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ล้างและเช็ดมือได้ (PS)',
          description: 'พาเด็กไปล้างมือก่อนทานอาหารทุกครั้ง โดยทำเป็นตัวอย่างแล้วจับมือเด็กทำตามขั้นตอน เช่น เปิดก๊อกนํ้า หรือตักขันนํ้า หยิบสบู่ ฟอกสบู่ ล้างนํ้าเปล่า เช็ดมือให้แห้ง ครั้งต่อไปฝึกให้เด็กทำเอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '30 เดือน',
      rows: [
        {
          skill: 'กระโดดข้ามเชือกบนพื้นไปข้างหน้าได้ (GM)',
          description: 'กระโดดข้ามเชือกให้เด็กดูและให้เด็กทำตามถ้าทำไม่ได้จับมือเด็กพยุงไว้ดึงมือให้เด็กกระโดดข้ามเชือกฝึกบ่อยๆจนเด็กมั่นใจและสามารถกระโดดข้ามเชือกได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ขว้างลูกบอลขนาดเล็กได้โดยยกมือขึ้นเหนือศีรษะ (GM)',
          description: 'จับลูกบอลด้วยมือข้างเดียวยกขึ้นเหนือศีรษะไปทางด้านหลังแล้วขว้างลูกบอลไปข้างหน้าให้เด็กดู และบอกให้เด็กทำตามถ้าเด็กทำไม่ได้ให้ช่วยจับมือเด็กทำ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ต่อก้อนไม้สี่เหลี่ยมลูกบาศก์เป็นหอสูงได้ 8 ก้อน (FM)',
          description: 'ใช้วัตถุที่เป็นทรงสี่เหลี่ยมเช่นก้อนไม้กล่องสี่เหลี่ยมวางต่อกันเป็นแนวตั้งให้เด็กดูแล้วให้เด็กทำตามถ้าทำไม่ได้จับมือเด็กวางก้อนไม้ หรือกล่องสี่เหลี่ยม ทีละก้อนต่อกันจนครบ 8 ก้อน ทำบ่อยๆจนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ยื่นวัตถุให้ได้ 1 ชิ้น ตามคำสั่ง (รู้จำนวนเท่ากับ 1) (FM)',
          description: 'สอนในชีวิตประจำวัน เช่น “ หยิบส้มให้แม่1 ลูก”ถ้าเด็กหยิบให้เกิน ให้พูดว่า“พอแล้วควรสอนอย่างสม่ำเสมอในสถานการณ์อื่นๆด้วย ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'สนใจฟังนิทานได้นาน 5 นาที (RL)',
          description: 'แม่เอาลูกนั่งตัก เปิดหนังสือนิทานดูพร้อมกัน อ่านหนังสือนิทาน เล่าเรื่องจากภาพ ให้เด็กสนใจ ได้นาน 5 นาทีอย่างต่อเนื่อง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'วางวัตถุไว้ “ข้างบน” และ “ข้างใต้” ตามคำสั่งได้ (RL)',
          description: 'วางของเล่น เช่น บอลไว้ที่ตำแหน่ง “ข้างบน” แล้วบอกเด็กว่า “บอลอยู่ข้างบนโต๊ะ” ส่งบอลให้เด็กและบอกให้ “วางบนโต๊ะ” ถ้าเด็กทำไม่ได้ให้จับมือเด็กทำพร้อมพูดว่า “วางบนโต๊ะ” เมื่อเด็กเข้าใจและสามารถวางได้ถูกต้อง ฝึกตำแหน่ง “ข้างใต้” ต่อไป ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'พูดติดต่อกัน 2 คำขึ้นไปอย่างมีความหมายโดยใช้คำกริยาได้ถูกต้องอย่างน้อย 4 กริยา (EL)',
          description: 'ใช้ตุ๊กตา สัตว์จำลอง แสดงท่าทางที่เป็นคำกริยา แล้วถามเด็ก รอให้เด็กตอบ ถ้าเด็กตอบไม่ได้ให้ช่วยตอบนำและถามซ้ำเพื่อให้เด็กตอบเองฝึกในสถานการณ์อื่นๆโดยเด็กต้องใช้วลี 2 คำขึ้นไปที่ใช้คำกริยาได้ถูกต้อง เช่น “ตุ๊กตา/น้อง นั่ง” “ตุ๊กตา/น้อง นอน” หรือฝึกให้เด็กพูดคำกริยาจากสถานการณ์จริง หรือให้ตอบจากบัตรภาพคำกริยา ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ร้องเพลงได้บางคำหรือร้องเพลงคลอตามทำนอง (PS)',
          description: 'ร้องเพลงง่ายๆให้เด็กฟังโดยออกเสียงและทำนองที่ชัดเจนแล้วชวนให้เด็กร้องตามร้องเพลงเดิมซ้ำบ่อยๆ เพื่อให้เด็กคุ้นเคยจำได้และให้เด็กร้องตาม หรือเว้นเพื่อให้เด็กร้องต่อเป็นช่วงๆ เลือกเปิดเพลงที่มีเนื้อหาเหมาะสมกับเด็กและพ่อแม่ผู้ปกครองร้องเพลงต่างๆร่วมกับเด็กพร้อมทั้งทำท่าประกอบ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เด็กรู้จักรอให้ถึงรอบของตนเองในการเล่นโดยมีผู้ใหญ่คอยบอก (PS)',
          description: 'ฝึกให้เด็กเล่นด้วยกันหรือเล่นกับพ่อแม่ โดยบอกกติกาว่า “เราจะผลัดกันเล่น ”เช่น “หนูรอก่อนนะ แม่จะเอาห่วงใส่หลักเป็นคนแรก แล้วต่อไปหนูจึงเอาใส่” ถ้าเด็กรอไม่ได้ให้เตือนทุกครั้งจนเด็กรอได้เองหรือผู้ปกครองควรเป็นตัวอย่างที่ดีในสถานการณ์อย่างอื่นที่ต้องมีการรอ เช่น เข้าแถวรอจ่ายเงินเวลาซื้อของ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '31-36 เดือน',
      rows: [
        {
          skill: 'ยืนขาเดียว 1 วินาที (GM)',
          description: 'แสดงวิธียืนขาเดียวให้เด็กดู แล้วบอกให้เด็กยืนขาเดียว ถ้าทำไม่ได้ ให้ยืนหันหน้าเข้าหากัน และจับมือเด็กไว้ทั้งสองข้าง ยกขาข้างหนึ่งขึ้นแล้วบอกให้เด็กทำตามเมื่อเด็กยืนได้ เปลี่ยนเป็นจับมือเด็กข้างเดียว เมื่อเด็กยืนด้วยขาข้างเดียวได้ ค่อยๆ ปล่อยมือให้เด็กยืนทรงตัวได้ด้วยตนเอง เปลี่ยนเป็นยกขาอีกข้างหนึ่งโดยทำซํ้าเช่นเดียวกัน ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลียนแบบลากเส้นเป็นวงต่อเนื่องกัน (FM)',
          description: 'ลากเส้นเป็นวงต่อเนื่องให้เด็กดู แล้วบอกให้เด็กทำตาม ถ้าทำไม่ได้ให้จับมือเด็กทำ จนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'นำวัตถุ 2 ชนิดในห้องมาให้ได้ตามคำสั่ง (RL)',
          description: 'ฝึกให้เด็กหยิบของที่ใช้ในชีวิตประจำวันทีละ 2 ชนิดพร้อมกัน เช่นแปรงสีฟันและยาสีฟัน ถ้าเด็กหยิบไม่ถูกให้ชี้หรือจูงไปหยิบ เมื่อทำได้ให้เพิ่มชนิดของ สอนให้รู้จักจัดเก็บของให้เป็นระเบียบ และรู้จักเตรียมของก่อนทำกิจกรรมในชีวิตประจำวัน เช่น หยิบผ้าเช็ดตัวก่อนอาบน้ำ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'พูดติดต่อกัน 3-4  คำอย่างน้อย 4 ความหมาย (EL)',
          description: 'สังเกตว่าเด็กพูด 3-4 คำได้ เช่น “ไปออกกำลังกาย”-”ขอบคุณคะ/ครับ” “ไปอ่านหนังสือ” “เอาขนมมั้ย” ถ้าเด็กทำไม่ได้สอนให้เด็กพูด 3-4 คำต่อกันที่เกี่ยวกับชีวิตประจำวัน การร้องเพลง หรืออ่านหนังสือ โดยพูดช้าๆ ชัดๆ เพื่อให้เด็กพูดตาม ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ใส่กางเกงได้เอง (PS)',
          description: 'สังเกตว่าเด็กใส่กางเกงเอวยางยืดได้เองหรือไม่ ถ้าเด็กทำไม่ได้ ฝึกใส่กางเกงขาสั้นเอวยืดโดยจับมือทำ จนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
        {
      age: '37-41 เดือน',
      rows: [
        {
          skill: 'ยืนขาเดียว 3 วินาที (GM)',
          description: 'แสดงวิธียืนขาเดียวให้เด็กดู แล้วบอกให้เด็กยืนขาเดียวให้ได้นานที่สุด หากทำไม่ได้ ฝึกโดยการยืนหันหน้าเข้าหากัน และจับมือเด็กไว้ทั้งสองข้าง จากนั้นยกขาข้างหนึ่งขึ้นแล้วบอกให้เด็กทำตาม เมื่อเด็กยืนได้เปลี่ยนเป็นจับมือเด็กข้างเดียว ปล่อยมือให้เด็กยืนทรงตัวได้ด้วยตนเอง เปลี่ยนเป็นยกขาอีกข้างหนึ่งโดยทำซํ้าเช่นเดียวกัน ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลียนแบบวาดรูปวงกลม (FM)',
          description: 'วาดรูปวงกลมขนาดเส้นผ่าศูนย์กลางประมาณ 5 ซม. ให้เด็กดู และให้เด็กทำตาม หากทำไม่ได้จับมือเด็กวาดวงกลมพร้อมพูดว่า “วงกลม” และยกมือเด็กขึ้นเมื่อออกเสียง “หยุด” ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำตามคำสั่งต่อเนื่องได้ 2 กริยากับวัตถุ 2 ชนิด (RL)',
          description: 'วางวัตถุ 4 ชนิด เช่น หวี ตุ๊กตา บอล ช้อน ตรงหน้าเด็ก แล้วบอกเด็กว่า “หยิบหวีให้แม่แล้วชี้ตุ๊กตา” หรือใช้คำสั่ง/วัตถุ อื่น ถ้าเด็กทำไม่ได้ ฝึกให้เด็กทำตามคำสั่งเกี่ยวกับชีวิตประจำวัน โดยมี ของ 2 สิ่ง 2 การกระทำ เช่น ใส่กางเกงแล้วไปหวีผม อาจเริ่มทีละคำสั่ง จนเด็กทำได้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ถามคำถามได้ 4 แบบ เช่น ใคร อะไร ที่ไหน ทำไม (EL)',
          description: 'สังเกตในชีวิตประจำวันว่า เด็กเคยใช้คำถาม ใคร อะไร ที่ไหน ทำไม หรือไม่ ถ้าไม่ได้ฝึกตั้งคำถามเกี่ยวกับ ใคร อะไร ที่ไหน ทำไม กระตุ้นให้เด็กตอบจากสิ่งรอบตัว หรือ จากการอ่านนิทานให้เด็กฟัง และกระตุ้นให้เด็กตั้งคำถามให้ผู้ปกครองเป็นคนตอบ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำตามกฎในการเล่นเป็นกลุ่มได้โดยมีผู้ใหญ่แนะนำ (PS)',
          description: 'เด็กสามารถทำตามกฎในการเล่นเป็นกลุ่ม โดยมีผู้ใหญ่แนะนำได้หรือไม่ ฝึกให้เด็กร่วมเล่นเกมง่ายๆ เช่น เล่นซ่อนหา มอญซ่อนผ้า รีรีข้าวสาร งูกินหาง วิ่งเปี้ยว เป็นต้น โดยตั้งกฎกติการ่วมกัน และส่งเสริมให้เด็กเล่นกับเพื่อน คอยดูแล ขณะกำลังเล่น แนะนำเด็กจนเล่นตามกฎกติกาได้เอง เน้นการฝึกเด็กให้รู้จักแพ้ชนะในเกม ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ช่วยทำงานขั้นตอนเดียวได้เอง (PS)',
          description: 'ชวนให้เด็กทำงานบ้านด้วยกัน เช่น เก็บของเล่น ล้างจาน กวาดบ้าน ช่วยเก็บเสื้อผ้า หยิบของ ถ้าเด็กทำไม่ได้ ฝึกทุกครั้งที่มีโอกาส เพื่อให้เด็กทำงานบ้านง่ายๆ ได้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
  
      ],
    },
        {
      age: '42 เดือน',
      rows: [
        {
          skill: 'ยืนขาเดียวนาน 5 วินาที (GM)',
          description: 'ยืนขาข้างเดียวให้เด็กดู แล้วให้เด็กทำตาม หรือจับมือเด็กทั้งสองข้าง พร้อมทั้งบอกเด็กให้ยกขาขึ้น ปล่อยมือเด็ก 1 ข้าง เมื่อเริ่มทรงตัวได้ดีแล้ว ปล่อยมือเด็กทั้งสองข้าง ให้ทรงตัวด้วยตัวเองอย่างน้อย 5 วินาที ทำซ้ำเช่นเดียวกันกับขาอีกข้างหนึ่ง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ใช้แขนรับลูกบอลได้ (GM)',
          description: 'ผู้ปกครองสอนเด็กยื่นแขนออกมารับลูกบอล ระยะแรกยืนห่างจากเด็ก ประมาณ 1 เมตร และ เมื่อเด็กทำได้แล้วให้เพิ่มระยะทางเป็น 2 เมตร ค่อยๆช่วยเหลือจนเด็กรับได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'แยกรูปทรงเรขาคณิตได้ 3 แบบ (FM)',
          description: 'สอนให้เด็กรู้จัก วงกลม สามเหลี่ยม สี่เหลี่ยม แยกรูปทรงทั้ง 3 แบบให้เด็กดู แล้วบอกให้เด็กคัดแยก หากเด็กแยกไม่ถูกต้อง ให้ชี้บอกพร้อมพูดว่า ....เหมือนกันวางไว้ด้วยกัน สอนซ้ำๆจนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ประกอบชิ้นส่วนของรูปภาพที่ถูกตัดออก เป็น 3 ชิ้นได้ (FM)',
          description: 'วางรูปภาพที่เหมือนกัน 2 รูปตรงหน้าเด็ก รูปแรกเป็นรูปที่สมบูรณ์ รูปที่ 2 เป็นรูปที่ตัดออกเป็น 3 ชิ้น ต่อชิ้นส่วนให้เด็กดูโดยชี้ให้ดูรอยต่อที่มีการเชื่อมโยมของรูปภาพ แล้วให้เด็กต่อเอง ถ้าเด็กทำไมได้ ให้ชี้บอกจุดสังเกตรอยต่อของภาพ ฝึกจนเด็กทำได้เอง และเปลี่ยนเป็นภาพอื่นๆที่น่าสนใจ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เขียนรูปวงกลมตามแบบได้ (FM)',
          description: 'สอนเด็กวาดรูปวงกลม จนเด็กทำได้แล้ว ให้วาดรูปวงกลมโดยไม่ให้เด็กเห็นตัวอย่าง แล้วบอก “หนูลองวาดรูปวงกลมตามแบบนี้ซิ” ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'วางวัตถุไว้ข้างหน้าและข้างหลังได้ตามคำสั่ง (RL)',
          description: 'ในชีวิตประจำวันให้สอนเด็กรู้จักด้านหน้าด้านหลัง แสดงวิธีให้เด็กดูเช่น หยิบก้อนไม้วางไว้หน้าตุ๊กตา พร้อมพูดบอกเด็กว่า “เอาก้อนไม้วางไว้ข้างหน้าตุ๊กตา” “เอาก้อนไม้วางไว้ข้างหลังตุ๊กตา” ลองเด็กทำ หากเด็กทำไม่ได้ให้จับมือทำ และลดการช่วยเหลือลงจนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลือกจัดกลุ่มวัตถุตามประเภทของเสื้อผ้าได้ (RL)',
          description: 'สอนเด็กให้รู้จักเสื้อผ้า เช่น กางเกง กระโปรง เสื้อ รองเท้า ถุงเท้า ฝึกให้เด็กหยิบเสื้อผ้ามาให้ทีละชิ้นๆจนครบ เอาเสื้อผ้าไปรวมกับวัตถุประเภทอื่น เริ่มจาก 2ประเภท แล้วบอกให้เด็กหยิบเสื้อผ้ามาให้ เมือเด็กทำได้จึงเพิ่มประเภทวัตถุเป็น 3 ประเภท ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'พูดถึงเหตุการณ์ที่เพิ่งผ่านไปใหม่ๆ ได้ (EL)',
          description: 'ถามถึงเหตุการณ์ที่เพิ่งผ่านไป ว่า “เมื่อกี้เราทำอะไรมาค่ะ” ถ้าเด็กตอบไม่ได้ ให้พูดเล่าเหตุการณ์ที่ผ่านมาว่าทำอะไรมา ฝึกถามเหตุการณ์ที่ผ่านมาในระยะเวลาที่นานขึ้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'พูด “ขอ” หรือ “ขอบคุณ”หรือ “ให้”ได้ (EL)',
          description: 'ผู้ปกครองพูด “ขอ”สิ่งของจากเด็กเป็นตัวอย่างให้เด็กเห็น เมื่อเด็กยื่นของให้ ให้พูดว่า “ขอบใจจ๊ะ” ฝึกให้เด็กรู้จักแบ่งปันสิ่งของ โดยแบ่งขนมให้เด็กหรือให้พี่แบ่งขนมให้น้อง ฝึกให้เด็กขอและขอบคุณในสถานการณ์จริงในชีวิตประจำวัน ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ใส่เสื้อผ้าหน้าได้เองโดยไม่ต้องติดกระดุม (PS)',
          description: 'สอนเด็กให้ใส่เสื้อผ่าหน้าโดยผู้ปกครองคอยช่วยจับมือทำและแนะนำ ลดการช่วยเหลือลงจนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'บอกเพศของตนเองได้ (PS)',
          description: 'สอนเด็กให้รู้จักความแตกต่างของเพศชายเพศหญิง ของสมาชิกในบ้าน จากรูปภาพ แล้วถามเด็กบ่อยๆเมื่อเด็กตอบได้ ให้ถามว่าเด็กเพศอะไร โดยถามใช้เพศของเด็กขึ้นต้นก่อน เช่น เด็กผู้หญิง ให้ถามว่า “หนูเป็นเด็กผู้หญิงหรือเด็กผู้ชาย” ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
        {
      age: '43-48 เดือน',
      rows: [
        {
          skill: 'กระโดดขาเดียวได้อย่างน้อย 2 ครั้ง (GM)',
          description: 'กระโดดขาเดียวให้เด็กดู แล้วให้เด็กทำตาม ถ้าทำไม่ได้ให้จับมือเด็ก แล้วให้เด็กทรงตัวบนขาข้างหนึ่งและกระโดด เมื่อเด็กกระโดดได้แล้วให้ปล่อยมือ ขยับห่างจากตัวเด็ก 1 ก้าว แล้วบอกให้เด็กกระโดดมาหา เมื่อทำได้แล้วให้เพิ่มระยะห่างเป็น 2 ก้าว ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ตัดกระดาษรูปสี่เหลี่ยมจัตุรัส 10 ซม.ออกเป็น 2 ชิ้น (โดยใช้กรรไกรปลายมน) (FM)',
          description: 'ใช้กรรไกรตัดกระดาษให้เด็กดูแล้วบอกให้เด็กทำตาม ถ้าเด็กทำไม่ได้ สอนเด็กให้ใช้กรรไกรมือเดียวโดยสอดนิ้วให้ถูกต้องและฝึกขยับนิ้ว เมื่อเด็กขยับนิ้วเป็น แล้วให้เด็กฝึกตัดกระดาษขนาด 5 ซม. เมื่อเด็กทำได้ให้เพิ่มขนาดกระดาษเป็น 10 ซม. ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลียนแบบวาดรูป + (กากบาท) (FM)',
          description: 'วาดรูปกากบาท (+) ให้เด็กดู ให้เด็กทำตาม ถ้าทำไม่ได้ให้ทำเป็นเส้นประรูป + จับมือทำ จนวาดได้เองโดยไม่มีเส้นประ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลือกวัตถุที่มีขนาดใหญ่กว่าและเล็กกว่า (RL)',
          description: 'เด็กสามารถเลือกวัตถุที่มีขนาดใหญ่กว่า และเล็กกว่าได้ถูกต้อง โดย วางวัตถุ 3 ขนาด เช่น ส้ม ถ้วย โดยไม่ต้องเรียงขนาด และชี้ที่ขนาดกลาง และถามว่า “อันไหนใหญ่กว่าอันนี้” รอให้เด็กตอบ แล้วถามว่า “อันไหนเล็กกว่าอันนี้” รอให้เด็กตอบ ถ้าเด็กตอบไม่ได้ ฝึกโดยใช้ของใช้ในบ้าน เช่น ถ้วย 3 ขนาด แล้วชี้ที่ถ้วยใบกลาง พร้อมกับชี้ที่ถ้วยใบใหญ่แล้วบอกเด็กว่า “ถ้วยนี้ใหญ่กว่าอันกลาง” และชี้ไปที่ถ้วยใบเล็ก แล้วบอกว่า ถ้วยนี้เล็กกว่าอันกลาง” แล้วถามเด็กว่า “อันไหนใหญ่กว่าอันนี้” “อันไหนเล็กกว่าอันนี้” ฝึกเด็กบ่อยๆ โดยเปลี่ยนอุปกรณ์ให้หลากหลายมากขึ้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'พูดเป็นประโยค 3 คำติดต่อกันโดยมีความหมายและเหมาะสมกับโอกาสได้ (EL)',
          description: 'สังเกตว่าเด็กพูด 3 คำติดกันได้อย่างน้อย 5 โอกาส ได้แก่ การทักทาย /hello การบอกลา/ bye bye ขอโทษ /sorry ขอบคุณ/Thanks you แสดงความคิดเห็น ถ้าเด็กทำไม่ได้สอนให้พูดในโอกาสต่างๆ โดยพูดให้เด็กฟัง และให้เด็กพูดตาม ได้แก่ บอกลา เช่น หนูไปก่อนนะคะคุณยาย ทักทาย เช่น สวัสดีคะคุณป้า การขอบคุณ เช่น ขอบคุณครับคุณครู การขอโทษ เช่น ผมขอโทษครับคุณพ่อ การแสดงความคิดเห็น เช่น หนูว่าอันนี้สวยกว่าคะ เป็นต้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ใส่กระดุมขนาดใหญ่อย่างน้อย 2 ซม. ได้เอง 3 เม็ด (PS)',
          description: 'แสดงวิธีใส่กระดุมให้เด็กดู แล้วบอกให้เด็กทำตาม ถ้าเด็กทำไม่ได้ให้จับมือทำโดยใช้นิ้วหัวแม่มือและนิ้วชี้จับสาบเสื้อด้านที่มีรังดุม ดึงรังดุมให้กว้าง มืออีกข้างจับกระดุมตะแคงลง ดันลงไปครึ่งเม็ด เปลี่ยนมือที่จับสาบมาดึงกระดุมให้หลุดจากรังดุมทั้งเม็ดค่อยๆลดการช่วยเหลือลง จนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
        {
      age: '49-54 เดือน',
      rows: [
        {
          skill: 'กระโดดสองเท้าพร้อมกันไปด้านข้างและถอยหลังได้ (GM)',
          description: 'กระโดดให้เด็กดู แล้วให้เด็กทำตาม ถ้าทำไม่ได้ ยืนตรงข้ามเด็กจับมือเด็กไว้ พร้อมกับบอกว่า “กระโดดไปทางซ้าย กระโดดไปทางขวา กระโดดถอยหลัง” พร้อมกับประคองมือเด็กให้กระโดดไปในทิศทางตามที่บอกหลังจากนั้นให้เด็กทำเอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ประกอบชิ้นส่วนของรูปภาพที่ตัดออกเป็นส่วนๆ 8 ชิ้นได้ (FM)',
          description: 'ให้เด็กดูรูปภาพเต็มก่อนนำชิ้นส่วนออกคละกัน แล้วให้เด็กต่อเป็นรูปเดิม ถ้าเด็กทำไม่ได้ ฝึกให้เด็กต่อชิ้นส่วนรูปภาพต่างๆ และสอนการสังเกตการเชื่อมต่อ จนเด็กทำได้ครบ 8 ชิ้น แล้วให้เด็กฝึกต่อภาพด้วยตนเองบ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลือกรูปภาพที่แสดงเวลากลางวัน กลางคืน (RL)',
          description: 'นำรูปภาพที่แสดงเวลากลางวัน และกลางคืนอย่างละ 1 รูป ให้เด็กดูพร้อมกับอธิบายทีละรูป และให้เด็กชี้ทีละรูป ถ้าเด็กชี้ไม่ถูกต้อง ให้จับมือเด็กชี้พร้อมกับยํ้าชื่อรูปภาพแต่ละรูป จนเด็กชี้รูปได้ถูกต้อง ฝึกให้เด็กรู้จักกลางวัน กลางคืน ในสถานการณ์จริง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ตอบคำถามได้ถูกต้องเมื่อถามว่า “ถ้ารู้สึกร้อน ไม่สบาย หิว”จะทำอย่างไร (EL)',
          description: 'ถามคำถามให้เด็กตอบ เช่น ถ้าหนูรู้สึกร้อนจะทำอย่างไร ถ้าไม่สบายจะทำอย่างไร ถ้าหิวจะทำอย่างไร ถ้าเด็กตอบไม่ได้ อธิบายให้เด็กเข้าใจ เช่น ร้อนต้องไปอาบนํ้า/เปิดพัดลม/เปิดแอร์ ไม่สบายต้องไปหาหมอ ปวดฉี่ต้องไปเข้าห้องน้ำ หิวนํ้าต้องไปดื่มนํ้า กระตุ้นให้ตอบคำถามในสถานการณ์อื่นๆ เพิ่มเติม ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำความสะอาดตนเองหลังจากอุจจาระได้เอง (PS)',
          description: 'สังเกตเมื่อเด็กอุจจาระแล้ว ล้างก้น และล้างมือ ได้ด้วยตนเองหรือไม่ ถ้าไม่ได้ฝึกเด็กล้างก้น กดชักโครก หรือราดน้ำ และล้างมือได้เอง ทุกครั้งหลังจากขับถ่ายเสร็จ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
        {
      age: '55-59 เดือน',
      rows: [
        {
          skill: 'เดินต่อส้นเท้า (GM)',
          description: 'เดินต่อส้นเท้าให้เด็กดู และบอกให้เด็กทำตาม ถ้าทำไม่ได้ ให้ช่วยพยุง และกระตุ้นให้เด็กใช้ส้นเท้าต่อปลายเท้าไปข้างหน้าอย่างน้อยได้ 4 ก้าว ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'จับดินสอได้ถูกต้อง (FM)',
          description: 'สังเกตการณ์จับดินสอของเด็ก ถ้าเด็กจับไม่ถูกต้องฝึกเด็กขีดเขียนโดยสอนจับดินสอในท่าที่จับสูงกว่าปลายประมาณ 1-2 ซม. และดินสออยู่ระหว่างนิ้วหัวแม่มือ นิ้วชี้ นิ้วกลาง จนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลือกสีได้ 8 สีตามคำสั่ง (RL)',
          description: 'บอกให้เด็กหยิบสี เช่น สีเทียน หรือสีไม้ ทีละสี ตามคำสั่งจนครบ 8 สี ถ้าเด็กทำไม่ได้ สอนให้เด็กรู้จักสีจนเด็กสามารถเลือกได้ถูกต้องทั้ง 8 สี หรือสอนจากสิ่งของในบ้าน เช่น ผักผลไม้ เสื้อผ้า สิ่งของ แล้วถามเด็ก“ อันไหนสี... ” จนครบ 8 สี ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ผลัดกันพูดคุยกับเพื่อนในกลุ่ม (EL)',
          description: 'สังเกตการพูดคุยในกลุ่มเพื่อนว่าเด็กสามารถผลัดกันพูดคุยกับเพื่อนได้หรือไม่ ถ้าเด็กทำไม่ได้ กระตุ้นให้เด็กฝึกแสดงความคิดเห็นโดยการถาม “ วันนี้เราจะทำอะไรกันดี” รอให้เด็กตอบ หากเด็กพูดแทรก สอนให้รู้จักรอ โดยบอกว่า “หนูรอก่อนนะ แม่ขอพูดให้จบก่อน แล้วหนูค่อยพูดต่อนะ”และผู้ปกครองควรทำเป็นตัวอย่างให้เด็กดู ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เล่นเลียนแบบบทบาทของผู้ใหญ่ได้ (PS)',
          description: 'สังเกตการเล่นของเด็ก ว่าสามารถเล่นเลียนแบบบทบาทอาชีพของผู้ใหญ่ได้หรือไม่ หากทำไม่ได้ ร่วมเล่นบทบาทสมมุติกับเด็ก และฝึกให้เด็กเล่นร่วมกับเด็กอื่น เช่น เล่นเป็นครู เป็นหมอ เป็นนักกีฬา เป็นพ่อค้า เป็นพ่อครัว พร้อมสนับสนุนอุปกรณ์ประกอบการเล่นที่เหมาะสมและปลอดภัย ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
        {
      age: '60 เดือน',
      rows: [
        {
          skill: 'เดินต่อเท้าเป็นเส้นตรงไปข้างหน้าได้(GM)',
          description: 'ฝึกให้เด็กเดินทรงตัวบนพื้นที่มีลายเป็นเส้นขนาน ห่างกันประมาณ 8 นิ้ว โดยเท้าไม่ออกนอกเส้น ถ้าพื้นไม่มีลายใช้เทปสีติดเป็นแนวขนานแทน เมื่อเด็กเดินได้คล่องลดระยะห่างลงเหลือ 4 นิ้ว และต่อไปให้เดินเหยียบบนเส้นตรงเส้นเดียว โดยวางส้นเท้าให้ต่อกับปลายนิ้วของอีกข้างหนึ่ง โดยพ่อ แม่ ผู้ปกครองและผู้ดูแลเด็กทำให้เด็กดูก่อน ถ้าเด็กไม่มั่นใจให้ช่วยเหลือโดยการจับมือและค่อยๆลดการช่วยเหลือลงจนกระทั่งเด็กเดินได้ด้วยตัวเอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ลอกรูป (FM)',
          description: 'เอารูปภาพที่มีรูปสี่เหลี่ยมให้เด็กดู หรือชี้ให้เด็กดูสิ่งของในบ้านที่เป็นรูปสี่เหลี่ยม เช่น กรอบรูป ปฏิทิน และบอกว่านี่คือรูปสี่เหลี่ยม แล้วใช้นิ้วลากตามเส้นสี่เหลี่ยม วาดสี่เหลี่ยมตั้งแต่ต้นจนจบ โดยให้ด้านกว้างและยาวมีความยาวใกล้เคียงกัน ให้เด็กดูและให้ทำตาม หลังจากนั้นชี้ชวนให้เด็กสังเกตหรือรู้จักสี่เหลี่ยมแบบอื่นๆ เช่น ประตู หน้าต่าง โต๊ะ ตู้ แผ่นกระเบื้องในบ้าน เป็นต้น แล้วให้เด็กหัดวาดสิ่งที่เป็นรูปสี่เหลี่ยมเหล่านั้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'วาดรูปคนได้ 6 ส่วน(FM)',
          description: 'ชี้ชวนเด็กให้ดูตัวคน/รูปคนว่ามีส่วนประกอบอะไรบ้าง วาดรูปวงกลม แล้วให้เด็กวาดเพิ่มส่วนประกอบของใบหน้า หลังจากนั้นพูดคุยกับเด็กเกี่ยวกับส่วนต่างๆว่ามีหน้าที่อะไร ให้เด็กมองดูคนว่านอกจากหน้าแล้วมีส่วนประกอบของร่างกายอื่นๆได้แก่ คอ ลำตัว แขน ขา มือ เท้า แล้วให้เด็กลองวาดดู แสดงความสนใจและชมเชยเมื่อเด็กพยายามวาด และพูดคุยขยายความเข้าใจการรับรู้และการฝึกทักษะในการวาด คุยกับเด็กว่า อวัยวะที่วาด คืออะไรและใช้ทำอะไร ให้เด็กได้มีโอกาสในการวาดสิ่งต่างๆ เช่น รูปคน หรือสัตว์ต่างๆ โดยมีผู้ใหญ่ชี้แนะ แล้วให้เด็กวาดเองโดยอิสระและเล่าว่าวาดรูปอะไร ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'จับใจความเมื่อฟังนิทานหรือเรื่องเล่า(RL)',
          description: 'พูดคุย เล่านิทานให้เด็กฟัง ชวนเด็กพูดคุยเกี่ยวกับเรื่องที่เล่า ให้เด็กพูดถึงสิ่งที่ชอบในเรื่องนั้น โดยพ่อแม่ ผู้ปกครองสรุปใจความว่าเป็นเรื่องอะไร ใคร ทำอะไร ที่ไหน อย่างไร ให้เด็กเล่าเรื่องนั้นให้กับคนในครอบครัวฟัง โดยผู้ใหญ่แสดงความสนใจฟัง และชวนพุดคุยขยายความต่อยอด หรือซักถามเด็กเพิ่มเติมเพื่อให้มีโอกาสแสดงความคิดเห็นแลกเปลี่ยนกัน เลือกนิทานที่มีเนื้อหาน่าสนใจ ชวนให้เกิดความคิดสร้างสรรค์ ปลูกฝังคุณธรรม และการนำไปใช้ในชีวิตประจำวัน เป็นการฝึกทักษะสมองในด้านบริหารจัดการ(EF) ในขณะที่ส่งเสริมพัฒนาการด้านภาษาโดยเฉพาะการรู้จักฟังให้ได้ใจความ เช่น นิทานในสวน พระราชาใจดี ตั๊กแตนผู้ซื่อสัตย์ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'นับก้อนไม้ 5 ก้อน (รู้จำนวนเท่ากับ 5) (RL)',
          description: 'เล่นกับเด็ก สอนให้นับสิ่งของเพิ่มขึ้นทีละชิ้น ฝึกเด็กให้รู้จักจำนวน โดยนำสิ่งของมากกว่า 5 ชิ้นมาวางไว้ นับให้ดูเป็นตัวอย่าง แล้วฝึกให้เด็กหยิบสิ่งของ มา 2 ชิ้น แล้วค่อยๆเพิ่มจำนวนถึง 5 ชิ้น เมื่อเด็กรู้จักจำนวน 5 ชิ้นแล้ว ค่อยเพิ่มจำนวนมากขึ้น สอนให้เด็กรู้จักตัวเลขอารบิก 1-5 แล้วนำเอาสิ่งของมาเรียงตามจำนวนของตัวเลขนั้นๆ เมื่อเด็กทำได้แล้ว เพิ่มจำนวนตัวเลขเป็น 6-10 ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'อ่านออกเสียงพยัญชนะได้ถูกต้อง 5 ตัว ดังนี้ “ก” “ง” “ด” “น” “ย” (EL)',
          description: 'นำหนังสือหรือแผ่นภาพที่มีตัวพยัญชนะไทย ชี้ตัวพยัญชนะแล้วอ่านให้เด็กฟังทีละตัว เพื่อให้เด็กรู้จักและพูดตาม เช่น ชี้ตัว ก แล้วพูด กอไก่ และให้เด็กพูดตาม ให้เด็กชี้ตัวพยัญชนะและผู้ใหญ่อ่าน แล้วให้เด็กอ่านตาม ให้เด็กชี้ตัวพยัญชนะและอ่านเอง พูดถึงคำที่ใช้เสียงพยัญชนะนั้นๆ เป็นเสียงต้น/พยัญชนะต้น เช่น ก ออกเสียง กอ เป็นเสียงต้น/พยัญชนะต้น ของคำว่า ไก่ กบ กา แก้ว กล้วย กิน เป็นต้น ต่อไปค่อยๆเพิ่มให้เด็กได้เรียนรู้รูปและเสียงพยัญชนะตัวอื่นๆ และสระง่ายๆ เช่น สระ อา วัตถุประสงค์ รู้จักพยัญชนะและเปล่งเสียงพยัญชนะง่ายๆ ซึ่งนำไปสู่การรู้จักเสียงต้น/พยัญชนะต้นของคำ เป็นทักษะเบื้องต้นของการพูดและการอ่าน ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'รู้จักพูดอย่างมีเหตุผล(EL)',
          description: 'พ่อ แม่ ผู้ปกครองอธิบายถึงเหตุผลและทำเป็นตัวอย่างเกี่ยวกับการทำกิจวัตรในชีวิตประจำวัน เช่น ทำไมต้องแปรงฟัน ทำไมต้องล้างมือ ทำไมต้องรับประทานผัก พ่อแม่ต้องไม่ให้เหตุผลผิดๆหรือหลอกลูก เช่น ไม่รับประทานข้าวให้หมดเดี๋ยวตำรวจจับ ตุ๊กแกกินตับ ผีหลอก แต่ควรอธิบายด้วยเหตุผลง่ายๆและทำเป็นตัวอย่างที่ถูกต้อง ในสถานการณ์ที่เกิดขึ้นจริงให้ลูกอธิบายถึงเหตุที่เกิดขึ้น เช่น ทำไมเวลาไอต้องปิดปาก ทำกิจกรรมร่วมกับลูกหรือชวนลูกทำงานด้วยกัน แล้วให้ลูกสังเกต ชวนให้เกิดคำถามและคิดหาเหตุผล เช่น ชวนทำกับข้าว ให้สังเกตว่าไข่สุกกับไข่ดิบเป็นอย่างไร ทำขนมที่ลูกได้เห็นการแปรสภาพ เช่น ขนมครก ขนมเค้ก ขนมกล้วย การพับกระดาษเป็นรูปต่างๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'แสดงความเห็นอกเห็นใจเมื่อเห็นเพื่อนเจ็บหรือไม่สบาย (PS)',
          description: 'ทำตัวเป็นแบบอย่างในการแสดงความรู้สึกเห็นใจ และช่วยเหลือผู้อื่น เล่านิทาน หรือเล่นบทบาทสมมติในเรื่องการช่วยเหลือผู้อื่น เช่น เมื่อเห็นเพื่อนหรือญาติหรือคนหกล้ม ส่งเสริมหรือชี้แนะให้เด็กรู้สึกเห็นใจและแนะนำให้เด็กแสดงความห่วงใยด้วยการพูดหรือแสดงความเห็นอกเห็นใจ เข้าช่วยเหลือ ในกรณีที่พบอุบัติเหตุร้ายแรงเกินกำลังให้เด็กรู้จักบอกให้ผู้ใหญ่เข้ามาช่วยเหลือ ชมเชยและชี้ให้เห็นผลที่เกิดจากการกระทำดีของเด็ก ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
        {
      age: '61-66 เดือน',
      rows: [
        {
          skill: 'กระโดดขาเดียวไปข้างหน้า 4 ครั้งทีละข้าง (GM)',
          description: 'จับมือเด็ก แล้วบอกให้เด็กยืนทรงตัวบนขาข้างเดียว เมื่อมั่นใจปล่อยมือเด็กเพื่อให้เด็กยืนขาเดียวเองทีละข้าง กระโดดขาเดียวให้เด็กดูและบอกให้ทำตาม โดยกระโดดขาเดียวอยู่กับที่ก่อน กระโดดขาเดียวไปข้างหน้าให้เด็กดูแล้วบอกให้เด็กทำตาม ชวนเด็กเล่นกระโดดขาเดียว (กระต่ายขาเดียว) ตามการละเล่นในแต่ละพื้นที่ เมื่อเด็กทำได้จะเป็นพื้นฐานของการออกกำลังกายอย่างอื่นต่อไป เช่น กระโดดเชือก ฟุตบอล บาสเกตบอล ยิมนาสติก เต้นระบำหรือรำไทย ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ตัดกระดาษตามเส้นตรงต่อเนื่อง ยาว 15 ซม. (FM)',
          description: 'ชวนเด็กให้ช่วยทำงานบ้านที่ออกกำลังมือและนิ้วมือ เน้นการใช้หัวแม่มือกับนิ้วชี้ เช่น ช่วยบิดผ้า ช่วยหยิบของใช้ เด็ดผัก ใช้ไม้หนีบ ใช้ตะเกียบ ใช้คีมคีบสิ่งของ ใช้ช้อนส้อม จับไม้พาย ทากาว ทาแยม หรือทำงานบ้านที่เน้นการใช้ตากับมือประสานกัน เช่น จัดโต๊ะอาหาร เด็ดผัก เตรียมอาหาร สอนให้ใช้สองมือทำงานร่วมกันด้วยตนเอง เช่น ผูกและแก้ปมเชือกรองเท้า กลัดกระดุมเสื้อ ใส่เข็มขัด ชวนทำกิจกรรมที่ใช้เครื่องเขียนและอุปกรณ์ศิลปะที่หลากหลายที่ช่วยพัฒนากล้ามเนื้อมัดเล็ก เช่น สีเทียน พู่กัน สีไม้ สีเมจิก(ไร้สารพิษ) การทำศิลปะโดยใช้วัสดุตามธรรมชาติและการผสมสีให้เป็นสีต่างๆ ชวนเด็กทำกิจกรรมที่ต้องใช้กรรไกรและสอนวิธีการใช้อย่างปลอดภัย (ใช้กรรไกรปลายมนสำหรับเด็ก) โดยเริ่มจากการตัดเป็นเส้นตรง แล้วจึงค่อยฝึกตัดเป็นรูปต่างๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'บวกเลขเบื้องต้น ผลลัพธ์ไม่เกิน 10 (RL)',
          description: 'ชวนเด็กนับสิ่งของต่างๆ ที่อยู่รอบตัวในชีวิตประจำวัน ของใช้ในบ้าน เช่น ไม้หนีบผ้า โต๊ะ เก้าอี้ จาน ชาม หรือนับของที่แม่ซื้อมาจากตลาด คุยและชี้ชวนให้เด็กรู้ว่าของอะไรที่นับจำนวนได้ กับนับไม่ได้ เช่น เก้าอี้นับได้ ทรายนับไม่ได้หรือนับลำบาก แต่ถ้าจะนับต้องบรรจุในภาชนะ เช่น ใส่ทรายในถุง ใส่ข้าวสารในถุงแล้วนับเป็นจำนวนถุง ชวนเด็กเล่นเกมเกี่ยวกับตัวเลข เช่น เกมจับคู่ภาพกับจำนวน เกมหาเลขคู่ เกมหาเลขคี่ หมากเก็บ เวลานั่งรถชวนลูกให้สังเกตหมายเลขทะเบียนรถและพยัญชนะ ตัวเลขสัญญาณไฟจราจรที่แสดงตัวเลขนับถอยหลัง สอนให้เด็กรู้จักการบวกโดยนำสิ่งของชนิดเดียวกัน 2 จำนวน มารวมกัน เช่น มีไม้หนีบสีฟ้า 3 อัน สีเหลือง 4 อัน รวมมีไม้หนีบกี่อัน เล่นเกมที่ต้องมีการนับจำนวน นับคะแนนการบวก การลบ นับเดินหน้า นับถอยหลัง เล่านิทานและอ่านหนังสือที่มีเนื้อหาเกี่ยวกับตัวเลข ชวนเปรียบเทียบจำนวนคน พืช สัตว์ สิ่งของ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เด็กสามารถอธิบายหน้าที่หรือคุณสมบัติของสิ่งของได้อย่างน้อย 6 ชนิด (EL)',
          description: 'พูดคุยกับเด็ก เกี่ยวกับสิ่งต่าง ๆ รอบตัว ชี้ให้สังเกตรูปร่างลักษณะ การใช้งาน ส่วนประกอบทำมาจากสิ่งใด อธิบายหน้าที่และคุณสมบัติของสิ่งต่าง ๆ ที่อยู่รอบตัวจากของจริงหรือรูปภาพให้เด็กฟังบ่อย ๆ เช่น “ลูกบอลกลม ๆ เอาไว้เตะ” “แมวเป็นสัตว์เลี้ยงมี 4 ขา ร้องเหมียว ๆ” กระตุ้นให้เด็กตอบคำถามเกี่ยวกับหน้าที่หรือคุณสมบัติของสิ่งของต่าง ๆ จนเด็กสามารถตอบได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ช่วยงานบ้าน (PS)',
          description: 'ฝึกเด็กในสถานการณ์จริงโดยทำเป็นตัวอย่างและชักชวนเด็กทำ รวมทั้งจัดหาอุปกรณ์และงานที่เหมาะสมกับเด็ก เช่น ไม้กวาด ที่ตักผง ผ้าเช็ดพื้น หรือสิ่งอื่นๆที่เหมาะสมกับเด็ก ให้เด็กกวาดบ้าน ถูบ้าน เช็ดเก้าอี้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
        {
      age: '67-72 เดือน',
      rows: [
        {
          skill: 'วิ่งหลบหลีกสิ่งกีดขวางได้ (GM)',
          description: 'ชี้ให้ดูสิ่งกีดขวางว่าจะวิ่งจากไหนไปไหน สาธิตให้เด็กดู วิ่งไปพร้อมกับเด็ก บอกให้เด็กรู้จักจังหวะในการวิ่ง เช่น พูดว่า “หยุด”พร้อมพาเด็กหยุดวิ่ง พูดคำว่า “วิ่งอ้อม” พร้อมพาเด็กวิ่งอ้อมสิ่งกีดขวาง ทำเช่นนี้จนกว่าเด็กวิ่งได้เอง เมื่อเด็กทำได้ให้เพิ่มสิ่งกีดขวางตามความเหมาะสม วัตถุประสงค์ : เพื่อให้เด็กรู้จักสังเกตสิ่งแวดล้อม วางแผนเพื่อแก้ไขสถานการณ์และทำงานจนสำเร็จ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ลอกรูปสามเหลี่ยม (FM)',
          description: 'ชี้ชวนให้เด็กดูสิ่งรอบตัวที่เป็นรูปสามเหลี่ยม เช่น หลังคาบ้าน กระดาษสี่เหลี่ยมจัตุรัสพับครึ่งทะแยงมุมเป็นรูปสามเหลี่ยม ผ้าพันคอที่เป็นรูปสามเหลี่ยม ด้านข้างของหมอนขวาน ธงรูปสามเหลี่ยม วาดรูปสี่เหลี่ยมแล้วขีดเส้นทะแยงมุมเพื่อให้เป็นสามเหลี่ยม 2 อันให้เด็กดู แล้วให้เด็กวาดตาม เขียนจุดสามจุดแล้วให้เด็กโยงเส้นระหว่างจุดเป็นรูปสามเหลี่ยม แล้วให้เด็กวาดโดยผู้ใหญ่ไม่ต้องจุดให้ก่อน ชวนเด็กให้วาดรูปสามเหลี่ยมประกอบเป็นรูปต่างๆ และนำมาต่อเติมกับภาพที่เด็กวาด เช่น รูปดาว ใบของเรือ หลังคาบ้าน ผีเสื้อ โบว์ วัตถุประสงค์: เพื่อให้เด็กรู้จักวาดรูปสามเหลี่ยมซึ่งเป็นรูปเรขาคณิต เป็นพื้นฐานคณิตศาสตร์และความคิดสร้างสรรค์ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ลบเลข (RL)',
          description: 'ชวนเด็กนับสิ่งของต่างๆ ที่อยู่รอบตัวในชีวิตประจำวัน ของใช้ในบ้าน เช่น ไม้หนีบผ้า โต๊ะ เก้าอี้ จาน ชาม หรือนับของที่แม่ซื้อมาจากตลาด คุยและชี้ชวนให้เด็กรู้ว่าของอะไรที่นับจำนวนได้ กับนับไม่ได้ เช่น เก้าอี้นับได้ ทรายนับไม่ได้หรือนับลำบาก แต่ถ้าจะนับต้องบรรจุในภาชนะ เช่น ใส่ทรายในถุง ใส่ข้าวสารในถุง แล้วนับเป็นจำนวนถุง ชวนเด็กเล่นเกมเกี่ยวกับตัวเลข เช่น เกมจับคู่ภาพกับจำนวน เกมหาเลขคู่ เกมหาเลขคี่ หมากเก็บ เวลานั่งรถชวนลูกให้สังเกตหมายเลขทะเบียนรถและพยัญชนะ ตัวเลขสัญญาณไฟจราจรที่แสดงตัวเลขนับถอยหลัง สอนให้เด็กรู้จักการลบ โดยนำสิ่งของชนิดเดียวกัน 2 จำนวน มาหักลบกัน เช่น มีส้ม 5 ลูก กินไป 3 ลูก เหลือส้มกี่ลูก เล่นเกมที่ต้องมีการนับจำนวน นับคะแนนการบวก การลบ นับเดินหน้า นับถอยหลัง เล่านิทานและอ่านหนังสือที่มีเนื้อหาเกี่ยวกับตัวเลข ชวนเปรียบเทียบจำนวนคน พืช สัตว์ สิ่งของ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เด็กสามารถบอกชื่อสิ่งของได้ 3 หมวด ได้แก่ สัตว์, เสื้อผ้า, อาหาร (EL)',
          description: 'ผู้ปกครองสอนให้เด็กรู้จักหมวดสิ่งของต่างๆ เช่น หมวดเสื้อผ้า ได้แก่อะไรบ้าง หมวดสัตว์ได้แก่อะไรบ้าง หมวดอาหารได้แก่อะไรบ้าง เมื่อเด็กตอบได้ทั้ง 3 หมวดแล้วให้สอนเด็กให้รู้จักหมวดอื่นๆที่อยู่รอบตัวเด็ก เช่น หมวดอุปกรณ์การเรียน (เครื่องเขียน) หมวดเครื่องครัว (อุปกรณ์ทำอาหาร) หมวดเครื่องเรือน (เฟอร์นิเจอร์) หมวดเครื่องนอน (ของที่ใช้สำหรับนอน) หมวดอุปกรณ์ทำความสะอาดบ้าน เป็นต้น ถามเด็กถึงเหตุผลในการจัดหมวดหมู่สิ่งของนั้นๆ ฝึกบ่อย ๆ จนเด็กสามารถแยกประเภทสิ่งของได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เด็กแปรงฟันได้ทั่วทั้งปาก (PS)',
          description: 'พูดคุยเล่านิทาน เรื่องการแปรงฟัน ประโยชน์ของฟันสะอาด ผู้ปกครองและเด็กช่วยกันจัดเตรียมอุปกรณ์แปรงฟัน ผู้ปกครองบีบยาสีฟันผสมฟลูออไรด์ความเข้มข้น 1000ppm ขนาดตามความกว้างของแปรง (สำหรับเด็กอายุ 6 ปีขึ้นไป ผู้ปกครองบีบยาสีฟันขนาดตามความยาวของแปรง) ฝึกเด็กให้ขยับแปรงในแนวหน้า-หลังสั้นๆ ครบทุกซี่ทุกด้าน และแปรงลิ้น เพื่อประสิทธิภาพในการป้องกันฟันผุ ฟลูออไรด์ต้องสัมผัสฟันนานอย่างน้อย 2 นาที ฝึกให้เด็กบ้วนฟองยาสีฟันออกอย่างเดียวหรือบ้วนปากด้วยน้ำเปล่าเพียง 1 ครั้ง (เพื่อให้ฟลูออไรด์คงอยู่ในช่องปากมากที่สุด) และล้างแปรงให้สะอาด ผู้ปกครองตรวจความสะอาดโดยใช้หลอดดูดน้ำตัดปลายมนเขี่ยคอฟันใกล้ขอบเหงือก หากไม่สะอาดควรแปรงซ้ำ การใช้หลอดตัดปลายมนตรวจความสะอาดฟัน ผู้ปกครองเป็นแบบอย่างในการแปรงฟันและดูแลให้เด็ก แปรงฟันสม่ำเสมออย่างน้อย 2 ครั้ง/วัน ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
        {
      age: '73-78 เดือน',
      rows: [
        {
          skill: 'เคลื่อนไหวร่างกายตามที่ตกลงกัน ให้คู่กับสัญญาณเสียงที่ผู้ใหญ่ทำขึ้น 2 ชนิดต่อกัน (GM+EF)',
          description: 'ให้เด็กร้องเพลงพร้อมกับผู้ฝึกและเคลื่อนไหวร่างกายตามจังหวะเพลง เล่นกับเด็กโดยการกำหนดกติกา ถ้าทำเสียงหรือให้สัญญาณมือหมายความว่าให้ทำท่าอะไร โดยทำทีละเสียงหรืออาจให้สัญญาณมือ และให้เด็กเป็นคนกำหนดบ้าง เพิ่มกติกาจำนวนครั้งของสัญญาณเสียงให้สอดคล้องกับ จำนวนครั้งที่ทำท่าทางการเคลื่อนไหว ให้เด็กเป็นคนกำหนดกติกาบ้าง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เขียนชื่อตนเองได้ถูกต้อง (FM)',
          description: 'เขียนชื่อเด็กบนกระดาษให้เด็กดู อ่านและสะกดให้เด็กฟัง แล้วให้เด็กใช้นิ้วลากตามพยัญชนะและสระชื่อของตนเอง เขียนชื่อเด็กโดยเขียนตัวอักษรทีละตัว แล้วให้เขียนตามแบบ ถ้าเด็กทำไม่ได้ ช่วยจับมือเขียนเพื่อให้เขียนได้ถูกต้องตามทิศทางของตัวอักษร จนเด็กเขียนได้ ฝึกให้เด็กเขียนชื่อด้วยตนเอง เขียนนามสกุล และชื่อคนในครอบครัว ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'อ่านหนังสือที่มีภาพอย่างต่อเนื่องจนจบ และเล่าได้ว่าเป็นเรื่องอะไร (RL)',
          description: 'จัดมุมใดมุมหนึ่งของบ้านให้เหมาะกับการอ่านหนังสือ แบ่งส่วนสำหรับวางหนังสือของลูกและจัดให้มีหนังสือสำหรับลูกได้อ่านเล่นในหลากหลายโดยให้ลูกหยิบเองแล้ววางคืนได้ง่าย จัดให้มีช่วงเวลาให้อ่านหนังสือด้วยตัวเองหรืออ่านกับผู้ใหญ่เช่น ก่อนนอน หลังอาบน้ำ เวลาว่าง วันหยุดสุดสัปดาห์ ฯลฯ หนังสือนิทานที่แนะนำ เช่น สวนสัตว์ของป๋องแป๋ง ป๋องแป๋งแต่งตัว กุ๋งกิ๋งปวดฟัน หนูนิดติดเกม ยายกะตา แนะนำเด็กในการหยิบ การใช้และเก็บหนังสืออย่างทะนุถนอมและให้รู้จักวิธีจับหนังสือ เปิดหนังสือ ชวนเด็กอ่านคำที่เห็นตามที่ต่างๆในชีวิตประจำวัน เช่น อ่านป้ายโฆษณา ป้ายประกาศ ชื่อร้าน หรือป้ายทางด่วนที่ผ่านเป็นประจำ ป้ายถนน ป้ายซอย สร้างบรรยากาศให้รู้จักรักและสนใจการอ่าน ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'สามารถคิดเชิงเหตุผลและอธิบายได้(EL)',
          description: 'ชี้และอธิบายให้เห็นการเปลี่ยนแปลงที่เกิดขึ้นเมื่อเวลาเปลี่ยนไป ให้สังเกตตามช่วงเวลาใน 1 วัน เช่น จากมืดมาสว่างพระอาทิตย์อยู่ตรงไหน ก่อนจะมืดพระอาทิตย์อยู่ตรงไหน ชี้ชวนดูการเปลี่ยนแปลงของการเจริญเติบโตของพืชที่โตเร็ว เช่น ถั่วงอก ต้นหอม ผักบุ้ง กระตุ้นให้เด็กอธิบายจากสิ่งที่เกิดขึ้นจริงหรือรูปภาพ โดยผู้ใหญ่ให้ความสนใจ พูดคุย ซักถามและขยายความให้ชัดเจนและกว้างขึ้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำงานที่ได้รับมอบหมายจนสำเร็จด้วยตนเอง (PS)',
          description: 'ทำตัวเป็นตัวอย่างในด้านการทำงานให้เสร็จ ไม่ผลัดวันประกันพรุ่ง ตั้งเป้าหมายที่เหมาะสม ทำได้จริงและทำให้สำเร็จเพื่อเป็นตัวอย่างให้เด็ก กำหนดเป้าหมายของงานหรือกิจกรรมร่วมกันกับเด็ก และสนับสนุนช่วยเหลือให้เด็กทำงานสำเร็จตามเป้าหมายนั้น โดยคำนึงถึงระดับพัฒนาการและความสามารถ ให้เด็กบอกเป้าหมายในกิจกรรมที่ได้รับมอบหมายและให้โอกาสเด็กทำเองจนสำเร็จ ให้ความช่วยเหลือเมื่อเด็กต้องการ แสดงความชื่นชมเมื่อเด็กพยายามทำให้สำเร็จตามเป้าหมาย และพูดคุยถึงวิธีที่จะทำให้ดีขึ้นในครั้งต่อไป ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    // Add more age ranges and their corresponding skills
  ],
  เด็กกลุ่มเสี่ยง: [
    {
      age: 'แรกเกิด',
      rows: [
        {
          skill: 'ขยับเคลื่อนไหวแขนขา 2 ข้างเท่ากัน (GM)',
          description: 'เด็กสามารถเคลื่อนไหวแขนขาได้ทั้งสองข้างถ้ายังทำไม่ได้จัดเด็กในท่านอนหงายขยับยกแขนขาทั้งสองข้างของเด็กบ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองสบตาขณะตื่น (FM)',
          description: 'เด็กมองสบตาขณะตื่นได้ ถ้ายังทำไม่ได้อุ้มเด็กนอนบนตัก หรือนอนหงายบนเบาะ สบตาและพูดคุยกับเด็กบ่อย ๆ หรือทุกครั้งที่ให้นม ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'สะดุ้งหรือเคลื่อนไหวร่างกาย เมื่อได้ยินเสียงพูดในระดับปกติ (RL)',
          description: 'ให้เด็กอยู่ในท่านอนหงายเรียกชื่อหรือพูดคุยกับเด็กจากด้านข้างทั้งซ้ายและขวาโดยพูดเสียงดังปกติ หากเด็กสะดุ้งหรือขยับตัว ให้ยิ้มและจับหรือลูบตัวเด็กเบาๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เด็กเปล่งเสียงได้ ไม่ใช่ร้องไห้ (EL)',
          description: 'สบตาและพูดคุยกับเด็กบ่อยๆ และสังเกตการเปล่งเสียงของเด็ก ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ดูดนมได้ดี (PS)',
          description: 'กระตุ้นการดูดกลืนของเด็กโดยการใช้มือลูบเบาๆ ที่แก้มของเด็กก่อนให้นมแม่ทุกครั้ง เพื่อให้เด็กดูดกลืนนมได้ดี ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    {
      age: '1 เดือน',
      rows: [
        {
          skill: 'ท่านอนคว่ำเด็กสามารถยกศีรษะและหันไปข้างใดข้างหนึ่งได้ (GM)',
          description: 'จัดเด็กนอนคว่ำแขนอยู่หน้าไหล่ เขย่าของเล่นที่มีเสียงตรงหน้าเด็ก เมื่อเด็กมองแล้วค่อยๆเคลื่อนของเล่นมาทางด้านซ้ายและขวาเพื่อให้เด็กหันศีรษะมองตาม ถ้าเด็กทำไม่ได้ช่วยประคองศีรษะเด็กให้หันตามฝึกเช่นนี้ทั้งสองด้าน ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'แขนขา 2 ข้างเคลื่อนไหวได้เท่ากัน (GM)',
          description: 'จัดเด็กนอนหงาย สังเกตว่าเคลื่อนไหวแขนขาได้อย่างสมดุล ส่งเสริมเด็กโดยขยับยกแขนขาทั้งสองข้างบ่อยๆ หากพบว่าเคลื่อนไหวแขนขาไม่สมดุลให้ค้นหาสาเหตุโดยแพทย์ต่อไป ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'สะดุ้งหรือเคลื่อนไหวร่างกาย เมื่อได้ยินเสียงพูด (RL)',
          description: 'ให้เด็กอยู่ในท่านอนหงายเรียกชื่อหรือพูดคุยกับเด็กจากด้านข้างทั้งซ้ายและขวาโดยพูดเสียงดังปกติ หากเด็กสะดุ้งหรือขยับตัว ให้ยิ้มและจับหรือลูบตัวเด็กเบาๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ส่งเสียงอ้อแอ้ (EL)',
          description: 'สบตาและพูดคุยกับเด็กบ่อยๆ และสังเกตการส่งเสียงอ้อแอ้ของเด็ก ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองจ้องหน้าได้นาน 1-2 วินาที (PS)',
          description: 'จัดเด็กนอนหงาย หรืออุ้มเด็กให้หน้าห่างจากเด็กประมาณ 30 ซม. สบตาและทำตาลักษณะต่างๆ เช่น ตาโต กระพริบตา หรือ พูดคุยยิ้มเพื่อให้เด็กมองที่ปากแทนสลับกันไป ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    {
      age: '2 เดือน',
      rows: [
        {
          skill: 'ยกศีรษะตั้งขึ้นได้ 45 องศานาน 3 วินาทีขณะนอนคว่ำ (GM)',
          description: 'จัดเด็กนอนคว่ำข้อศอกงอ เขย่าของเล่นตรงหน้าเด็กเมื่อมองตามค่อยๆเคลื่อนของเล่นขึ้นด้านบนให้เด็กเงยหน้าจนศีรษะยกขึ้น และนับได้ 1,2,3 ค่อยๆเคลื่อนของเล่นลงมาอยู่ตรงหน้าเด็กเหมือนเดิมจนเด็กยกศีรษะตามได้ในแนว 45 องศา ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองตามสิ่งของจากด้านหนึ่งไปอีกด้านหนึ่ง (FM)',
          description: 'จัดเด็กนอนหงาย ถือของเล่นสีสดใสไม่มีเสียงห่างจากหน้าเด็กประมาณ 30 ซม. เยื้องใบหน้าเด็กไปทางด้านข้างเล็กน้อย เขย่าหรือใช้เสียงเรียกให้เด็กจ้องมองของเล่นและเคลื่อนช้าๆ ผ่านใบหน้าเด็กไปอีกด้าน ถ้าเด็กไม่มองช่วยประคองหน้าให้มองตาม ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองหน้าผู้พูดคุยด้วย ได้นาน 5 วินาที (RL)',
          description: 'ให้เด็กนอนหงายหรืออุ้มเด็ก ให้หน้าห่างจากเด็กประมาณ 60 ซม. มองตาและพูดคุยให้เด็กสนใจ เช่น ทำตาโต ขยับริมฝีปากยิ้มหัวเราะ ฝึกได้ในหลายๆ สถานการณ์ บ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำเสียงในลำคอ (เสียง “อู” หรือ “อือ” หรือ “อา”) อย่างชัดเจน (EL)',
          description: 'สังเกตว่าเด็กทำเสียง“อู” หรือ “อือ” หรือ “อา” ได้หรือไม่ ส่งเสริมโดยสบตาและพูดคุยให้เด็กสนใจและทำเสียง“อู” หรือ “อือ” หรือ “อา” ให้เด็กได้ยินบ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ยิ้มหรือส่งเสียงตอบได้เมื่อผู้ประเมินยิ้มและพูดคุยด้วย (PS)',
          description: 'ยิ้มและพูดคุยกับเด็ก สังเกตการโต้ตอบ ส่งเสริมโดยการพูดคุยกับเด็กเป็นคำพูดสั้นๆ ซ้ำๆ ช้าๆ บ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    {
      age: '3-4 เดือน',
      rows: [
        {
          skill: 'ท่านอนคว่ำยกอกพ้นพื้น (GM)',
          description: 'จัดให้เด็กนอนคว่ำ ข้อศอกงอ ถือของเล่น ไว้ด้านหน้าเหนือศีรษะ เรียกชื่อให้มองของเล่นแล้วค่อยๆเคลื่อนขึ้นเพื่อให้เด็กยกศีรษะและหน้าอกพ้นพื้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'มองตามสิ่งของที่เคลื่อนที่ได้เป็นมุม180 องศา (FM)',
          description: 'จัดเด็กนอนหงายถือของเล่นห่างจากหน้าเด็กประมาณ 30 ซม. เขย่าหรือใช้เสียงเรียกให้เด็กจ้องมอง เคลื่อนของเล่นไปทางด้านข้างจนแตะเบาะ ถ้าเด็กไม่มองตามช่วยประคองหน้าเด็กมองของเล่น จนกว่าเด็กจะสามารถมองตามของเล่นที่เคลื่อนที่จากเบาะข้างหนึ่งเป็นแนวโค้งไปถึงเบาะอีกข้างหนึ่งได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'หันตามเสียงได้ (RL)',
          description: 'จัดให้เด็กนอนหงาย หรืออุ้มเด็กนั่งบนตัก โดยหันหน้าออกจากผู้ปกครอง เขย่าของเล่นด้านข้างเด็กห่างประมาณ 30–45 ซม. รอให้เด็กหันมาทางของเล่นที่มีเสียง ถ้าเด็กไม่หันมามองของเล่น ให้ประคองหน้าเด็กเพื่อให้หันตามเสียง ค่อยๆเพิ่มระยะห่างจนถึง 60 ซม. ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำเสียงสูงๆ ต่ำๆ โต้ตอบเวลาพูดคุย (EL)',
          description: 'พูดคุยทำเสียงสูงๆต่ำๆกับเด็ก สังเกตการโต้ตอบ หากเด็กไม่ส่งเสียง ส่งเสริมโดยทำเสียงสูงๆ ต่ำๆ บ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ยิ้มทักและยิ้มตอบ (PS)',
          description: 'ยิ้มและพูดคุยกับเด็กบ่อยๆ หรืออุ้มเด็กไปหาคนที่คุ้นเคย เช่น ปู่ ย่า ตา ยาย แล้วยิ้มทักให้เด็กดูพูดกระตุ้นให้เด็กทำตาม เช่น “ยิ้มให้คุณปู่ซิลูก” “ยิ้มให้คุณยายซิลูก” ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '5-6 เดือน',
      rows: [
        {
          skill: 'ยันตัวขึ้นจากท่านอนคว่ำ โดยแขนเหยียดตรงทั้งสองข้างได้ (GM)',
          description: 'จัดให้เด็กนอนคว่ำ ถือของเล่น ไว้ด้านหน้าเหนือศีรษะ เรียกชื่อให้มองของเล่นแล้วค่อยๆเคลื่อนขึ้นเพื่อให้เด็กยกศีรษะตาม แล้วฝึกบ่อยๆจนเด็กสามารถใช้มือยันพื้นแขนเหยียดตรง จนหน้าอกและท้องพ้นพื้นได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ดึงขึ้นนั่งจากท่านอนหงาย เด็กสามารถชัน / ยกศีรษะขึ้นมาก่อนลำตัว (GM)',
          description: 'จัดเด็กนอนหงาย จับข้อมือเด็กค่อยๆ ดึงขึ้นมาอยู่ในท่านั่ง ค่อยๆเพิ่มระยะจนเด็กสามารถชันคอ ยกศีรษะขึ้นก่อนลำตัว ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'พลิกคว่ำขณะนอนหงายได้ (GM)',
          description: 'จัดเด็กนอนหงาย วางหรือเขย่าของเล่นด้านข้างเด็กในระยะที่เด็กเอื้อมไม่ถึง เพื่อกระตุ้นให้เด็กพลิกคว่ำมาเอื้อมหยิบของเล่นได้ ถ้าทำไม่ได้ให้เด็กนอนตะแคง จัดขาด้านบนงอเข่า และดันบริเวณสะโพกและไหล่เพื่อให้เด็กพลิกคว่ำได้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เอื้อมมือหยิบและถือวัตถุไว้ขณะอยู่ในท่านอนหงายหรือนั่งตัก (FM)',
          description: 'จัดเด็กนอนหงายหรือนั่งตัก เขย่าของเล่นให้ห่างจากตัวเด็กในระยะที่เอื้อมถึง กระตุ้นให้เด็กหยิบ ถ้าไม่เอื้อมมือออกมาคว้าของเล่น ให้ใช้ของเล่นแตะเบาๆ ที่หลังมือเด็ก หรือจับมือเด็กให้เอื้อมมาหยิบของเล่น ทำบ่อยๆจนสามารถเอื้อมมือมาหยิบของเล่นได้เอง หรือแขวนโมบาย ในระยะที่เด็กเอื้อมถึงและคว้าหยิบได้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'สนใจฟังคนพูดและสามารถมองไปที่ของเล่นที่เล่นกับเด็ก (PS)',
          description: 'จัดเด็กนั่งบนตักและหันหน้าเข้าหาผู้ปกครอง เรียกชื่อเด็กให้มองสบตา และนำของเล่นมาอยู่ในระดับสายตาเด็ก พูดคุยเกี่ยวกับของเล่น กระตุ้นให้เด็กสนใจมอง ถ้าไม่มองให้ประคองหน้าเด็กให้หันมาสบตาและมองที่ของเล่น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลียนแบบการเล่นทำเสียงได้ (EL)',
          description: 'สบตาและพูดคุย ทำเสียง “จุ๊บจุ๊บ” หรือเดาะลิ้นให้เด็กดู แล้วให้ทำตาม ถ้าเด็กทำไม่ได้ทำให้ดูบ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'จ้องมองหรือร้องไห้เมื่อเห็นคนแปลกหน้า (PS)',
          description: 'กระตุ้นให้เด็กมองเมื่อพบคนแปลกหน้าที่เด็กไม่คุ้นเคย อาจเป็นเพื่อนบ้าน แขกที่มาเยี่ยม หรือบุคคลอื่นที่พบทั่วไป โดยกระตุ้นทุกครั้งที่มีโอกาส ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '7-9 เดือน',
      rows: [
        {
          skill: 'นั่งได้มั่นคงและสามารถเอี้ยวตัว ใช้มือเล่นได้อย่างอิสระ (GM)',
          description: 'จัดเด็กนั่ง วางของเล่นไว้ที่พื้นด้านข้างเยื้องไปทางด้านหลังของเด็กในระยะที่เอื้อมถึง เคาะของเล่น และเรียกชื่อเด็กให้สนใจเอี้ยวตัวหยิบของเล่น ถ้าทำไม่ได้ช่วยจับแขนเด็กให้เอี้ยวตัวไปหยิบของเล่นนั้น ทำอีกข้างสลับกันจนเด็กหยิบได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'จ้องมองไปที่หนังสือพร้อมกับผู้ใหญ่นาน 2-3 วินาที (FM)',
          description: 'อุ้มเด็กนั่งบนตัก เปิดหนังสือพร้อมพูดคุย ชี้ชวนให้เด็กดูรูปภาพในหนังสือ หากเด็กไม่มองเคาะที่หนังสือ พร้อมประคองหน้าเด็กให้มองที่รูปภาพในหนังสือ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'หันตามเสียงเรียกชื่อ (RL)',
          description: 'อยู่ห่างจากเด็กประมาณ 120 ซม. เรียกชื่อ(....)เด็ก ด้วยน้ำเสียงปกติบ่อยๆ ถ้าเด็กไม่หันมอง ประคองหน้าเด็กให้หันมามองจนเด็กสามารถทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือ',
        },
        {
          skill: 'เลียนเสียงพูดคุย เช่น มามา ปาปา หมํ่าหมํ่า จ๊ะจ๊ะ จ๋าจ๊ะ (EL)',
          description: 'ทำเสียงพูดคุยกับเด็ก เช่น มามา ปาปา หมํ่าหมํ่า จ๊ะจ๊ะ จ๋าจ๊ะ ให้เด็กออกเสียงตาม ถ้าเด็กไม่ออกเสียง ให้กระตุ้นโดยพูดซ้ำกับเด็กบ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เด็กเล่นจ๊ะเอ๋ได้ (PS)',
          description: 'เล่น “จ๊ะเอ๋” กับเด็กโดยใช้มือหรือผ้าปิดหน้า ผู้ปกครองโผล่หน้าออกไปด้านเดิม 2 ครั้ง ครั้งที่ 3 พูด “จ๊ะเอ๋”แล้วไม่โผล่หน้า หยุดรอให้เด็กหันมามองหรือเล่น จ๊ะเอ๋ ด้านที่ผู้ปกครองโผล่หน้า ฝึกบ่อยๆ จนกระทั่งเด็กหันมองด้านที่ผู้ปกครองโผล่หน้าได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '10-12 เดือน',
      rows: [
        {
          skill: 'ยืนอยู่ตามลำพัง ได้นาน 2 วินาที (GM)',
          description: 'พยุงตัวเด็กให้ยืน เมื่อเด็กเริ่มยืนทรงตัวได้แล้วให้เปลี่ยนมาจับข้อมือเด็กแล้วค่อยๆปล่อยมือเพื่อให้เด็กยืนเอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'จีบนิ้วมือเพื่อหยิบของชิ้นเล็ก (FM)',
          description: 'หยิบขนมหรืออาหารชิ้นเล็กประมาณ 1 ซม.ด้วย นิ้วหัวแม่มือและนิ้วชี้ให้เด็กดู บอกให้เด็กทำตาม ถ้าเด็กทำไม่ได้ช่วยรวบนิ้วกลางนิ้วนางและนิ้วก้อยเข้าหาฝ่ามือเพื่อให้เด็กใช้นิ้วหัวแม่มือและนิ้วชี้หยิบ จนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'โบกมือหรือตบมือตามคำสั่ง (RL)',
          description: 'เล่นกับเด็กโดยใช้คำสั่งง่ายๆ เช่น โบกมือ ตบมือพร้อมกับทำท่าทางประกอบ ถ้าเด็กไม่ทำให้จับมือทำและค่อยๆ ลดความช่วยเหลือลง จนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'แสดงความต้องการ โดยทำท่าทาง หรือเปล่งเสียง (EL)',
          description: 'สังเกตการแสดงความต้องการของเด็ก เช่น ยื่นมือให้อุ้ม ชี้ ดึงเสื้อ หรือเปล่งเสียง หากไม่มี ให้สอนเด็กโดยทำท่าทางหรือเปล่งเสียงให้ดู เช่น แบบมือขอ ทำท่าชี้ หรือส่งเสียงแสดงความต้องการ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เล่นสิ่งของตามประโยชน์ของสิ่งของได้ (PS)',
          description: 'ให้เด็กเล่นของเล่นตามหน้าที่ เช่น ใช้หวีหวีผม ใช้แปรงสีฟันทำท่าแปรงฟัน ใช้ช้อนทำท่ากินข้าว ใช้แก้วน้ำทำท่าดื่มน้ำ ถ้าเด็กเล่นไม่เป็น ทำให้เด็กดูหรือจับมือทำ และกระตุ้นให้ทำตาม (สามารถฝึกร่วมกับการดำเนินชีวิตประจำวันได้) ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '13-15 เดือน',
      rows: [
        {
          skill: 'เดินลากของเล่นหรือสิ่งของได้ (GM)',
          description: 'หาสิ่งของในบ้านที่สามารถลากได้ เช่น รถของเล่น กล่องต่างๆจับมือเด็กให้ลากของเล่นเดินไปข้างหน้าด้วยกัน จนสามารถเดินลากของได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'หยิบก้อนไม้ใส่ถ้วยได้ (FM)',
          description: 'วางกล่องหรือภาชนะอื่น เช่น ถ้วย จาน ตรงหน้าเด็ก สอนให้เด็กหยิบของและแล้วนำมาที่ปากถ้วย พร้อมพูดว่า “ปล่อย ถ้าทำไม่ได้จับมือเด็กหยิบ ถ้าเด็กไม่ปล่อยให้ลูบที่หลังมือ หรือช่วยแกะนิ้วเด็กเบาๆ พร้อมพูดว่า “ปล่อย” ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ส่งของเล่นให้ตามคำสั่ง (RL)',
          description: 'ขณะที่เด็กเล่นของเล่น หรือวางของเล่นตรงหน้าเด็ก แล้วบอกให้เด็กส่งให้ผู้ปกครอง ถ้าเด็กไม่ทำให้จับมือทำ ลดการช่วยเหลือจนทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'พูดได้ 1 คำที่เป็นคำโดด (EL)',
          description: 'พูดคำสั้นๆง่ายๆ หรือพูดตามบัตรภาพให้เด็กฟัง และกระตุ้นให้เด็กพูดตาม เช่น นม รถ บอล ช้อน ขอ เอา ฯลฯ หรือก่อนส่งของให้เด็ก รอให้เด็กออกเสียง แล้วจึงให้ของ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลียนแบบท่าทางการทำงานบ้าน (PS)',
          description: 'จัดหาอุปกรณ์ที่เหมาะสมกับเด็ก สังเกตการเลียนแบบการทำงานบ้าน และกระตุ้นเด็กให้มีส่วนร่วม เช่น เช็ดโต๊ะ กวาดบ้าน ถูบ้าน เก็บเสื้อผ้า ฯลฯ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '16-18 เดือน',
      rows: [
        {
          skill: 'วิ่งหรือเดินเร็วๆ โดยสายตาอาจจ้องมองอยู่ที่พื้น (GM)',
          description: 'กลิ้งลูกบอลไปกับพื้นแล้วชวนเด็กวิ่งไปเก็บ หรือเตะลูกบอลด้วยกัน อาจใช้มือแตะบริเวณบ่าเด็ก เพื่อคอยกระตุ้นให้เด็กวิ่งหรือเดินเร็วขึ้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ขีดเขียนเป็นเส้นบนกระดาษได้ (FM)',
          description: 'ขีดเขียนเป็นเส้นๆบนกระดาษ ให้เด็กดู แล้วให้ทำตาม ถ้าทำไม่ได้ ช่วยจับมือทำ และให้เด็กลองขีดเขียนเอง หรือฝึกเล่นขีดเขียนบนทราย พื้นดิน เพิ่มเติม ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำตามคำสั่ง2-3 คำโดยไม่ต้องมีท่าทางประกอบ (RL)',
          description: 'ออกคำสั่งให้เด็ก แล้วให้เด็กทำตาม เช่น หยิบบอล ขว้างบอล กอดตุ๊กตา หอมแก้มตุ๊กตา ถ้าเด็กทำไม่ได้ แสดงตัวอย่างให้ดู หรือจับมือทำ ลดการช่วยเหลือจนเด็กทำตามคำสั่งได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ตอบชื่อวัตถุได้ถูกต้อง (EL)',
          description: 'ชี้ไปที่ของเล่นที่เด็กคุ้นเคย เช่น ตุ๊กตา ลูกบอล รถ และถามว่า “นี่อะไร” เด็กตอบได้ถูกต้องหรือออกเสียงได้ใกล้เคียง เช่น ตุ๊กตา ออกเสียงว่า ตา ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ถือถ้วยน้ำดื่มเองหกเล็กน้อย (PS)',
          description: 'ให้เด็กยกถ้วยน้ำดื่มเอง ถ้าทำไม่ได้ ประคองมือเด็กให้ยกแก้วน้ำขึ้นดื่ม ค่อยๆ ลดการช่วยเหลือ จนเด็กสามารถถือแก้วน้ำยกขึ้นดื่ม และวางคืนที่เดิมได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '19-24 เดือน',
      rows: [
        {
          skill: 'เด็กเหวี่ยงขาเตะลูกบอลได้ (GM)',
          description: 'ชวนเด็กเตะลูกบอล โดยเหวี่ยงขาไปข้างหลังแล้วเตะให้ดูก่อน ถ้าเด็กทำไม่ได้ให้จับมือเด็กไว้ข้างหนึ่งบอกให้เด็กยกขาเหวี่ยงไปข้างหลังเตะลูกบอล ฝึกบ่อยๆจนเด็กสามารถเตะเองได้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ต่อก้อนไม้ 4 ชั้น (FM)',
          description: 'ใช้วัตถุที่เป็นทรงสี่เหลี่ยม เช่น ก้อนไม้ กล่องสี่เหลี่ยมวางต่อกันเป็นแนวตั้งให้เด็กดูแล้วให้เด็กทำตาม ถ้าทำไม่ได้จับมือเด็กวางก้อนไม้ หรือกล่องสี่เหลี่ยม ทีละก้อนต่อกันจนครบ 4 ชิ้นทำบ่อยๆ จนเด็กทำได้เองและฝึกเพิ่มจำนวนขึ้นเรื่อย ๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลือกวัตถุตามคำสั่ง (ตัวเลือก 4 ชนิด) (RL)',
          description: 'วางของเล่นที่เด็กคุ้นเคย เช่น บอล ตุ๊กตา รถ ถ้วย บอกให้เด็กหยิบของเล่นทีละชิ้น เช่น“อันไหนบอล” ถ้าเด็กทำไม่ได้ให้จับมือหยิบพร้อมพูดชื่อของเล่นซ้ำ ฝึกจนเด็กทำตามคำสั่งได้ถูกต้องจนครบ 4 ชิ้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลียนคำพูดที่เป็นวลีประกอบด้วยคำ 2 คำขึ้นไป (EL)',
          description: 'พูดติดกัน 2 คำกับเด็ก และให้เด็กเลียนคำพูดตาม เช่น รถพ่อ เสื้อหนู กินข้าว ดื่มน้ำ ฝึกสถานการณ์จริงในชีวิตประจำวัน ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ใช้ช้อนตักอาหารกินเองได้ (PS)',
          description: 'ล้างมือเด็กให้สะอาด จับมือเด็กถือช้อนและตักอาหารใส่ปากหลังจากนั้นลองให้เด็กตักอาหารใส่ปากเอง ฝึกให้ทำบ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '25-29 เดือน',
      rows: [
        {
          skill: 'กระโดดเท้าพ้นพื้นทั้ง2 ข้าง (GM)',
          description: 'กระโดดให้เด็กดู แล้วบอกให้เด็กทำตาม ถ้าทำไม่ได้ช่วยจับมือเด็กทั้ง 2 ข้างกระโดด โดยให้เท้าพ้นพื้นทั้ง 2 ข้าง ถ้าทำไม่ได้ฝึกเด็กให้กระโดดลงจากบันไดขั้นที่ติดกับพื้นหรือพื้นต่างระดับ จนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'แก้ปัญหาง่ายๆ โดยใช้เครื่องมือด้วยตนเอง (FM)',
          description: 'สังเกตการแก้ปัญหาของเด็ก เช่น การนำไม้เขี่ยของใต้โต๊ะ ใต้เตียง การใช้เก้าอี้ปีนไปเก็บของ ถ้าเด็กทำไม่ได้ ฝึกแก้ปัญหา โดยทำให้เด็กดูในสถานการณ์ต่างๆ พร้อมทั้งสอนเรื่องความปลอดภัยด้วย ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ชี้อวัยวะ 7 ส่วน (RL)',
          description: 'ฝึกชี้อวัยวะของร่างกายให้เด็กดู เช่น “หูอยู่ไหน?” “ตาอยู่ไหน?” พร้อมทั้งให้เด็กชี้อวัยวะของตนเองตาม ถ้าเด็กชี้ไม่ได้ให้จับมือเด็กชี้ตาม และลดการช่วยเหลือจนเด็กชี้ได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'พูดตอบรับและปฏิเสธได้ (EL)',
          description: 'ถามคำถามเพื่อให้เด็กตอบรับหรือปฏิเสธ เช่น เอานมไหม เล่นรถไหม อ่านหนังสือไหม กินข้าวไหม กินขนมไหม กระตุ้นให้เด็กตอบรับหรือปฏิเสธคำชวนต่างๆ ข้างต้น รอจนแน่ใจว่าเด็กตอบรับหรือปฏิเสธคำชวนต่างๆ จึงตอบสนองสิ่งที่เด็กต้องการ ถ้าเด็กตอบไม่ได้ ให้ตอบนำและถามเด็กซ้ำ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ล้างและเช็ดมือได้ (PS)',
          description: 'พาเด็กไปล้างมือก่อนทานอาหารทุกครั้ง โดยทำเป็นตัวอย่างแล้วจับมือเด็กทำตามขั้นตอน เช่น เปิดก๊อกนํ้า หรือตักขันนํ้า หยิบสบู่ ฟอกสบู่ ล้างนํ้าเปล่า เช็ดมือให้แห้ง ครั้งต่อไปฝึกให้เด็กทำเอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '30 เดือน',
      rows: [
        {
          skill: 'กระโดดข้ามเชือกบนพื้นไปข้างหน้าได้ (GM)',
          description: 'กระโดดข้ามเชือกให้เด็กดูและให้เด็กทำตามถ้าทำไม่ได้จับมือเด็กพยุงไว้ดึงมือให้เด็กกระโดดข้ามเชือกฝึกบ่อยๆจนเด็กมั่นใจและสามารถกระโดดข้ามเชือกได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ขว้างลูกบอลขนาดเล็กได้โดยยกมือขึ้นเหนือศีรษะ (GM)',
          description: 'จับลูกบอลด้วยมือข้างเดียวยกขึ้นเหนือศีรษะไปทางด้านหลังแล้วขว้างลูกบอลไปข้างหน้าให้เด็กดู และบอกให้เด็กทำตามถ้าเด็กทำไม่ได้ให้ช่วยจับมือเด็กทำ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ต่อก้อนไม้สี่เหลี่ยมลูกบาศก์เป็นหอสูงได้ 8 ก้อน (FM)',
          description: 'ใช้วัตถุที่เป็นทรงสี่เหลี่ยมเช่นก้อนไม้กล่องสี่เหลี่ยมวางต่อกันเป็นแนวตั้งให้เด็กดูแล้วให้เด็กทำตามถ้าทำไม่ได้จับมือเด็กวางก้อนไม้ หรือกล่องสี่เหลี่ยม ทีละก้อนต่อกันจนครบ 8 ก้อน ทำบ่อยๆจนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ยื่นวัตถุให้ได้ 1 ชิ้น ตามคำสั่ง (รู้จำนวนเท่ากับ 1) (FM)',
          description: 'สอนในชีวิตประจำวัน เช่น “ หยิบส้มให้แม่1 ลูก”ถ้าเด็กหยิบให้เกิน ให้พูดว่า“พอแล้วควรสอนอย่างสม่ำเสมอในสถานการณ์อื่นๆด้วย ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'สนใจฟังนิทานได้นาน 5 นาที (RL)',
          description: 'แม่เอาลูกนั่งตัก เปิดหนังสือนิทานดูพร้อมกัน อ่านหนังสือนิทาน เล่าเรื่องจากภาพ ให้เด็กสนใจ ได้นาน 5 นาทีอย่างต่อเนื่อง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        }, {
          skill: 'วางวัตถุไว้ “ข้างบน” และ “ข้างใต้” ตามคำสั่งได้ (RL)',
          description: 'วางของเล่น เช่น บอลไว้ที่ตำแหน่ง “ข้างบน” แล้วบอกเด็กว่า “บอลอยู่ข้างบนโต๊ะ” ส่งบอลให้เด็กและบอกให้ “วางบนโต๊ะ” ถ้าเด็กทำไม่ได้ให้จับมือเด็กทำพร้อมพูดว่า “วางบนโต๊ะ” เมื่อเด็กเข้าใจและสามารถวางได้ถูกต้อง ฝึกตำแหน่ง “ข้างใต้” ต่อไป ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'พูดติดต่อกัน 2 คำขึ้นไปอย่างมีความหมายโดยใช้คำกริยาได้ถูกต้องอย่างน้อย 4 กริยา (EL)',
          description: 'ใช้ตุ๊กตา สัตว์จำลอง แสดงท่าทางที่เป็นคำกริยา แล้วถามเด็ก รอให้เด็กตอบ ถ้าเด็กตอบไม่ได้ให้ช่วยตอบนำและถามซ้ำเพื่อให้เด็กตอบเองฝึกในสถานการณ์อื่นๆโดยเด็กต้องใช้วลี 2 คำขึ้นไปที่ใช้คำกริยาได้ถูกต้อง เช่น “ตุ๊กตา/น้อง นั่ง” “ตุ๊กตา/น้อง นอน” หรือฝึกให้เด็กพูดคำกริยาจากสถานการณ์จริง หรือให้ตอบจากบัตรภาพคำกริยา ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ร้องเพลงได้บางคำหรือร้องเพลงคลอตามทำนอง (PS)',
          description: 'ร้องเพลงง่ายๆให้เด็กฟังโดยออกเสียงและทำนองที่ชัดเจนแล้วชวนให้เด็กร้องตามร้องเพลงเดิมซ้ำบ่อยๆ เพื่อให้เด็กคุ้นเคยจำได้และให้เด็กร้องตาม หรือเว้นเพื่อให้เด็กร้องต่อเป็นช่วงๆ เลือกเปิดเพลงที่มีเนื้อหาเหมาะสมกับเด็กและพ่อแม่ผู้ปกครองร้องเพลงต่างๆร่วมกับเด็กพร้อมทั้งทำท่าประกอบ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เด็กรู้จักรอให้ถึงรอบของตนเองในการเล่นโดยมีผู้ใหญ่คอยบอก (PS)',
          description: 'ฝึกให้เด็กเล่นด้วยกันหรือเล่นกับพ่อแม่ โดยบอกกติกาว่า “เราจะผลัดกันเล่น ”เช่น “หนูรอก่อนนะ แม่จะเอาห่วงใส่หลักเป็นคนแรก แล้วต่อไปหนูจึงเอาใส่” ถ้าเด็กรอไม่ได้ให้เตือนทุกครั้งจนเด็กรอได้เองหรือผู้ปกครองควรเป็นตัวอย่างที่ดีในสถานการณ์อย่างอื่นที่ต้องมีการรอ เช่น เข้าแถวรอจ่ายเงินเวลาซื้อของ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '31-36 เดือน',
      rows: [
        {
          skill: 'ยืนขาเดียว 1 วินาที (GM)',
          description: 'แสดงวิธียืนขาเดียวให้เด็กดู แล้วบอกให้เด็กยืนขาเดียว ถ้าทำไม่ได้ ให้ยืนหันหน้าเข้าหากัน และจับมือเด็กไว้ทั้งสองข้าง ยกขาข้างหนึ่งขึ้นแล้วบอกให้เด็กทำตามเมื่อเด็กยืนได้ เปลี่ยนเป็นจับมือเด็กข้างเดียว เมื่อเด็กยืนด้วยขาข้างเดียวได้ ค่อยๆ ปล่อยมือให้เด็กยืนทรงตัวได้ด้วยตนเอง เปลี่ยนเป็นยกขาอีกข้างหนึ่งโดยทำซํ้าเช่นเดียวกัน ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลียนแบบลากเส้นเป็นวงต่อเนื่องกัน (FM)',
          description: 'ลากเส้นเป็นวงต่อเนื่องให้เด็กดู แล้วบอกให้เด็กทำตาม ถ้าทำไม่ได้ให้จับมือเด็กทำ จนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'นำวัตถุ 2 ชนิดในห้องมาให้ได้ตามคำสั่ง (RL)',
          description: 'ฝึกให้เด็กหยิบของที่ใช้ในชีวิตประจำวันทีละ 2 ชนิดพร้อมกัน เช่นแปรงสีฟันและยาสีฟัน ถ้าเด็กหยิบไม่ถูกให้ชี้หรือจูงไปหยิบ เมื่อทำได้ให้เพิ่มชนิดของ สอนให้รู้จักจัดเก็บของให้เป็นระเบียบ และรู้จักเตรียมของก่อนทำกิจกรรมในชีวิตประจำวัน เช่น หยิบผ้าเช็ดตัวก่อนอาบน้ำ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'พูดติดต่อกัน 3-4  คำอย่างน้อย 4 ความหมาย (EL)',
          description: 'สังเกตว่าเด็กพูด 3-4 คำได้ เช่น “ไปออกกำลังกาย”-”ขอบคุณคะ/ครับ” “ไปอ่านหนังสือ” “เอาขนมมั้ย” ถ้าเด็กทำไม่ได้สอนให้เด็กพูด 3-4 คำต่อกันที่เกี่ยวกับชีวิตประจำวัน การร้องเพลง หรืออ่านหนังสือ โดยพูดช้าๆ ชัดๆ เพื่อให้เด็กพูดตาม ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ใส่กางเกงได้เอง (PS)',
          description: 'สังเกตว่าเด็กใส่กางเกงเอวยางยืดได้เองหรือไม่ ถ้าเด็กทำไม่ได้ ฝึกใส่กางเกงขาสั้นเอวยืดโดยจับมือทำ จนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '37-41 เดือน',
      rows: [
        {
          skill: 'ยืนขาเดียว 3 วินาที (GM)',
          description: 'แสดงวิธียืนขาเดียวให้เด็กดู แล้วบอกให้เด็กยืนขาเดียวให้ได้นานที่สุด หากทำไม่ได้ ฝึกโดยการยืนหันหน้าเข้าหากัน และจับมือเด็กไว้ทั้งสองข้าง จากนั้นยกขาข้างหนึ่งขึ้นแล้วบอกให้เด็กทำตาม เมื่อเด็กยืนได้เปลี่ยนเป็นจับมือเด็กข้างเดียว ปล่อยมือให้เด็กยืนทรงตัวได้ด้วยตนเอง เปลี่ยนเป็นยกขาอีกข้างหนึ่งโดยทำซํ้าเช่นเดียวกัน ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลียนแบบวาดรูปวงกลม (FM)',
          description: 'วาดรูปวงกลมขนาดเส้นผ่าศูนย์กลางประมาณ 5 ซม. ให้เด็กดู และให้เด็กทำตาม หากทำไม่ได้จับมือเด็กวาดวงกลมพร้อมพูดว่า “วงกลม” และยกมือเด็กขึ้นเมื่อออกเสียง “หยุด” ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำตามคำสั่งต่อเนื่องได้ 2 กริยากับวัตถุ 2 ชนิด (RL)',
          description: 'วางวัตถุ 4 ชนิด เช่น หวี ตุ๊กตา บอล ช้อน ตรงหน้าเด็ก แล้วบอกเด็กว่า “หยิบหวีให้แม่แล้วชี้ตุ๊กตา” หรือใช้คำสั่ง/วัตถุ อื่น ถ้าเด็กทำไม่ได้ ฝึกให้เด็กทำตามคำสั่งเกี่ยวกับชีวิตประจำวัน โดยมี ของ 2 สิ่ง 2 การกระทำ เช่น ใส่กางเกงแล้วไปหวีผม อาจเริ่มทีละคำสั่ง จนเด็กทำได้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ถามคำถามได้ 4 แบบ เช่น ใคร อะไร ที่ไหน ทำไม (EL)',
          description: 'สังเกตในชีวิตประจำวันว่า เด็กเคยใช้คำถาม ใคร อะไร ที่ไหน ทำไม หรือไม่ ถ้าไม่ได้ฝึกตั้งคำถามเกี่ยวกับ ใคร อะไร ที่ไหน ทำไม กระตุ้นให้เด็กตอบจากสิ่งรอบตัว หรือ จากการอ่านนิทานให้เด็กฟัง และกระตุ้นให้เด็กตั้งคำถามให้ผู้ปกครองเป็นคนตอบ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำตามกฎในการเล่นเป็นกลุ่มได้โดยมีผู้ใหญ่แนะนำ (PS)',
          description: 'เด็กสามารถทำตามกฎในการเล่นเป็นกลุ่ม โดยมีผู้ใหญ่แนะนำได้หรือไม่ ฝึกให้เด็กร่วมเล่นเกมง่ายๆ เช่น เล่นซ่อนหา มอญซ่อนผ้า รีรีข้าวสาร งูกินหาง วิ่งเปี้ยว เป็นต้น โดยตั้งกฎกติการ่วมกัน และส่งเสริมให้เด็กเล่นกับเพื่อน คอยดูแล ขณะกำลังเล่น แนะนำเด็กจนเล่นตามกฎกติกาได้เอง เน้นการฝึกเด็กให้รู้จักแพ้ชนะในเกม ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ช่วยทำงานขั้นตอนเดียวได้เอง (PS)',
          description: 'ชวนให้เด็กทำงานบ้านด้วยกัน เช่น เก็บของเล่น ล้างจาน กวาดบ้าน ช่วยเก็บเสื้อผ้า หยิบของ ถ้าเด็กทำไม่ได้ ฝึกทุกครั้งที่มีโอกาส เพื่อให้เด็กทำงานบ้านง่ายๆ ได้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '42 เดือน',
      rows: [
        {
          skill: 'ยืนขาเดียวนาน 5 วินาที (GM)',
          description: 'ยืนขาข้างเดียวให้เด็กดู แล้วให้เด็กทำตาม หรือจับมือเด็กทั้งสองข้าง พร้อมทั้งบอกเด็กให้ยกขาขึ้น ปล่อยมือเด็ก 1 ข้าง เมื่อเริ่มทรงตัวได้ดีแล้ว ปล่อยมือเด็กทั้งสองข้าง ให้ทรงตัวด้วยตัวเองอย่างน้อย 5 วินาที ทำซ้ำเช่นเดียวกันกับขาอีกข้างหนึ่ง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ใช้แขนรับลูกบอลได้ (GM)',
          description: 'ผู้ปกครองสอนเด็กยื่นแขนออกมารับลูกบอล ระยะแรกยืนห่างจากเด็ก ประมาณ 1 เมตร และ เมื่อเด็กทำได้แล้วให้เพิ่มระยะทางเป็น 2 เมตร ค่อยๆช่วยเหลือจนเด็กรับได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'แยกรูปทรงเรขาคณิตได้ 3 แบบ (FM)',
          description: 'สอนให้เด็กรู้จัก วงกลม สามเหลี่ยม สี่เหลี่ยม แยกรูปทรงทั้ง 3 แบบให้เด็กดู แล้วบอกให้เด็กคัดแยก หากเด็กแยกไม่ถูกต้อง ให้ชี้บอกพร้อมพูดว่า ....เหมือนกันวางไว้ด้วยกัน สอนซ้ำๆจนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ประกอบชิ้นส่วนของรูปภาพที่ถูกตัดออก เป็น 3 ชิ้นได้ (FM)',
          description: 'วางรูปภาพที่เหมือนกัน 2 รูปตรงหน้าเด็ก รูปแรกเป็นรูปที่สมบูรณ์ รูปที่ 2 เป็นรูปที่ตัดออกเป็น 3 ชิ้น ต่อชิ้นส่วนให้เด็กดูโดยชี้ให้ดูรอยต่อที่มีการเชื่อมโยมของรูปภาพ แล้วให้เด็กต่อเอง ถ้าเด็กทำไมได้ ให้ชี้บอกจุดสังเกตรอยต่อของภาพ ฝึกจนเด็กทำได้เอง และเปลี่ยนเป็นภาพอื่นๆที่น่าสนใจ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เขียนรูปวงกลมตามแบบได้ (FM)',
          description: 'สอนเด็กวาดรูปวงกลม จนเด็กทำได้แล้ว ให้วาดรูปวงกลมโดยไม่ให้เด็กเห็นตัวอย่าง แล้วบอก “หนูลองวาดรูปวงกลมตามแบบนี้ซิ” ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'วางวัตถุไว้ข้างหน้าและข้างหลังได้ตามคำสั่ง (RL)',
          description: 'ในชีวิตประจำวันให้สอนเด็กรู้จักด้านหน้าด้านหลัง แสดงวิธีให้เด็กดูเช่น หยิบก้อนไม้วางไว้หน้าตุ๊กตา พร้อมพูดบอกเด็กว่า “เอาก้อนไม้วางไว้ข้างหน้าตุ๊กตา” “เอาก้อนไม้วางไว้ข้างหลังตุ๊กตา” ลองเด็กทำ หากเด็กทำไม่ได้ให้จับมือทำ และลดการช่วยเหลือลงจนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลือกจัดกลุ่มวัตถุตามประเภทของเสื้อผ้าได้ (RL)',
          description: 'สอนเด็กให้รู้จักเสื้อผ้า เช่น กางเกง กระโปรง เสื้อ รองเท้า ถุงเท้า ฝึกให้เด็กหยิบเสื้อผ้ามาให้ทีละชิ้นๆจนครบ เอาเสื้อผ้าไปรวมกับวัตถุประเภทอื่น เริ่มจาก 2ประเภท แล้วบอกให้เด็กหยิบเสื้อผ้ามาให้ เมือเด็กทำได้จึงเพิ่มประเภทวัตถุเป็น 3 ประเภท ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'พูดถึงเหตุการณ์ที่เพิ่งผ่านไปใหม่ๆ ได้ (EL)',
          description: 'ถามถึงเหตุการณ์ที่เพิ่งผ่านไป ว่า “เมื่อกี้เราทำอะไรมาค่ะ” ถ้าเด็กตอบไม่ได้ ให้พูดเล่าเหตุการณ์ที่ผ่านมาว่าทำอะไรมา ฝึกถามเหตุการณ์ที่ผ่านมาในระยะเวลาที่นานขึ้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'พูด “ขอ” หรือ “ขอบคุณ”หรือ “ให้”ได้ (EL)',
          description: 'ผู้ปกครองพูด “ขอ”สิ่งของจากเด็กเป็นตัวอย่างให้เด็กเห็น เมื่อเด็กยื่นของให้ ให้พูดว่า “ขอบใจจ๊ะ” ฝึกให้เด็กรู้จักแบ่งปันสิ่งของ โดยแบ่งขนมให้เด็กหรือให้พี่แบ่งขนมให้น้อง ฝึกให้เด็กขอและขอบคุณในสถานการณ์จริงในชีวิตประจำวัน ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ใส่เสื้อผ้าหน้าได้เองโดยไม่ต้องติดกระดุม (PS)',
          description: 'สอนเด็กให้ใส่เสื้อผ่าหน้าโดยผู้ปกครองคอยช่วยจับมือทำและแนะนำ ลดการช่วยเหลือลงจนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'บอกเพศของตนเองได้ (PS)',
          description: 'สอนเด็กให้รู้จักความแตกต่างของเพศชายเพศหญิง ของสมาชิกในบ้าน จากรูปภาพ แล้วถามเด็กบ่อยๆเมื่อเด็กตอบได้ ให้ถามว่าเด็กเพศอะไร โดยถามใช้เพศของเด็กขึ้นต้นก่อน เช่น เด็กผู้หญิง ให้ถามว่า “หนูเป็นเด็กผู้หญิงหรือเด็กผู้ชาย” ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '43-48 เดือน',
      rows: [
        {
          skill: 'กระโดดขาเดียวได้อย่างน้อย 2 ครั้ง (GM)',
          description: 'กระโดดขาเดียวให้เด็กดู แล้วให้เด็กทำตาม ถ้าทำไม่ได้ให้จับมือเด็ก แล้วให้เด็กทรงตัวบนขาข้างหนึ่งและกระโดด เมื่อเด็กกระโดดได้แล้วให้ปล่อยมือ ขยับห่างจากตัวเด็ก 1 ก้าว แล้วบอกให้เด็กกระโดดมาหา เมื่อทำได้แล้วให้เพิ่มระยะห่างเป็น 2 ก้าว ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ตัดกระดาษรูปสี่เหลี่ยมจัตุรัส 10 ซม.ออกเป็น 2 ชิ้น (โดยใช้กรรไกรปลายมน) (FM)',
          description: 'ใช้กรรไกรตัดกระดาษให้เด็กดูแล้วบอกให้เด็กทำตาม ถ้าเด็กทำไม่ได้ สอนเด็กให้ใช้กรรไกรมือเดียวโดยสอดนิ้วให้ถูกต้องและฝึกขยับนิ้ว เมื่อเด็กขยับนิ้วเป็น แล้วให้เด็กฝึกตัดกระดาษขนาด 5 ซม. เมื่อเด็กทำได้ให้เพิ่มขนาดกระดาษเป็น 10 ซม. ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลียนแบบวาดรูป + (กากบาท) (FM)',
          description: 'วาดรูปกากบาท (+) ให้เด็กดู ให้เด็กทำตาม ถ้าทำไม่ได้ให้ทำเป็นเส้นประรูป + จับมือทำ จนวาดได้เองโดยไม่มีเส้นประ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลือกวัตถุที่มีขนาดใหญ่กว่าและเล็กกว่า (RL)',
          description: 'เด็กสามารถเลือกวัตถุที่มีขนาดใหญ่กว่า และเล็กกว่าได้ถูกต้อง โดย วางวัตถุ 3 ขนาด เช่น ส้ม ถ้วย โดยไม่ต้องเรียงขนาด และชี้ที่ขนาดกลาง และถามว่า “อันไหนใหญ่กว่าอันนี้” รอให้เด็กตอบ แล้วถามว่า “อันไหนเล็กกว่าอันนี้” รอให้เด็กตอบ ถ้าเด็กตอบไม่ได้ ฝึกโดยใช้ของใช้ในบ้าน เช่น ถ้วย 3 ขนาด แล้วชี้ที่ถ้วยใบกลาง พร้อมกับชี้ที่ถ้วยใบใหญ่แล้วบอกเด็กว่า “ถ้วยนี้ใหญ่กว่าอันกลาง” และชี้ไปที่ถ้วยใบเล็ก แล้วบอกว่า ถ้วยนี้เล็กกว่าอันกลาง” แล้วถามเด็กว่า “อันไหนใหญ่กว่าอันนี้” “อันไหนเล็กกว่าอันนี้” ฝึกเด็กบ่อยๆ โดยเปลี่ยนอุปกรณ์ให้หลากหลายมากขึ้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'พูดเป็นประโยค 3 คำติดต่อกันโดยมีความหมายและเหมาะสมกับโอกาสได้ (EL)',
          description: 'สังเกตว่าเด็กพูด 3 คำติดกันได้อย่างน้อย 5 โอกาส ได้แก่ การทักทาย /hello การบอกลา/ bye bye ขอโทษ /sorry ขอบคุณ/Thanks you แสดงความคิดเห็น ถ้าเด็กทำไม่ได้สอนให้พูดในโอกาสต่างๆ โดยพูดให้เด็กฟัง และให้เด็กพูดตาม ได้แก่ บอกลา เช่น หนูไปก่อนนะคะคุณยาย ทักทาย เช่น สวัสดีคะคุณป้า การขอบคุณ เช่น ขอบคุณครับคุณครู การขอโทษ เช่น ผมขอโทษครับคุณพ่อ การแสดงความคิดเห็น เช่น หนูว่าอันนี้สวยกว่าคะ เป็นต้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ใส่กระดุมขนาดใหญ่อย่างน้อย 2 ซม. ได้เอง 3 เม็ด (PS)',
          description: 'แสดงวิธีใส่กระดุมให้เด็กดู แล้วบอกให้เด็กทำตาม ถ้าเด็กทำไม่ได้ให้จับมือทำโดยใช้นิ้วหัวแม่มือและนิ้วชี้จับสาบเสื้อด้านที่มีรังดุม ดึงรังดุมให้กว้าง มืออีกข้างจับกระดุมตะแคงลง ดันลงไปครึ่งเม็ด เปลี่ยนมือที่จับสาบมาดึงกระดุมให้หลุดจากรังดุมทั้งเม็ดค่อยๆลดการช่วยเหลือลง จนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '49-54 เดือน',
      rows: [
        {
          skill: 'กระโดดสองเท้าพร้อมกันไปด้านข้างและถอยหลังได้ (GM)',
          description: 'กระโดดให้เด็กดู แล้วให้เด็กทำตาม ถ้าทำไม่ได้ ยืนตรงข้ามเด็กจับมือเด็กไว้ พร้อมกับบอกว่า “กระโดดไปทางซ้าย กระโดดไปทางขวา กระโดดถอยหลัง” พร้อมกับประคองมือเด็กให้กระโดดไปในทิศทางตามที่บอกหลังจากนั้นให้เด็กทำเอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ประกอบชิ้นส่วนของรูปภาพที่ตัดออกเป็นส่วนๆ 8 ชิ้นได้ (FM)',
          description: 'ให้เด็กดูรูปภาพเต็มก่อนนำชิ้นส่วนออกคละกัน แล้วให้เด็กต่อเป็นรูปเดิม ถ้าเด็กทำไม่ได้ ฝึกให้เด็กต่อชิ้นส่วนรูปภาพต่างๆ และสอนการสังเกตการเชื่อมต่อ จนเด็กทำได้ครบ 8 ชิ้น แล้วให้เด็กฝึกต่อภาพด้วยตนเองบ่อยๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลือกรูปภาพที่แสดงเวลากลางวัน กลางคืน (RL)',
          description: 'นำรูปภาพที่แสดงเวลากลางวัน และกลางคืนอย่างละ 1 รูป ให้เด็กดูพร้อมกับอธิบายทีละรูป และให้เด็กชี้ทีละรูป ถ้าเด็กชี้ไม่ถูกต้อง ให้จับมือเด็กชี้พร้อมกับยํ้าชื่อรูปภาพแต่ละรูป จนเด็กชี้รูปได้ถูกต้อง ฝึกให้เด็กรู้จักกลางวัน กลางคืน ในสถานการณ์จริง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ตอบคำถามได้ถูกต้องเมื่อถามว่า “ถ้ารู้สึกร้อน ไม่สบาย หิว”จะทำอย่างไร (EL)',
          description: 'ถามคำถามให้เด็กตอบ เช่น ถ้าหนูรู้สึกร้อนจะทำอย่างไร ถ้าไม่สบายจะทำอย่างไร ถ้าหิวจะทำอย่างไร ถ้าเด็กตอบไม่ได้ อธิบายให้เด็กเข้าใจ เช่น ร้อนต้องไปอาบนํ้า/เปิดพัดลม/เปิดแอร์ ไม่สบายต้องไปหาหมอ ปวดฉี่ต้องไปเข้าห้องน้ำ หิวนํ้าต้องไปดื่มนํ้า กระตุ้นให้ตอบคำถามในสถานการณ์อื่นๆ เพิ่มเติม ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำความสะอาดตนเองหลังจากอุจจาระได้เอง (PS)',
          description: 'สังเกตเมื่อเด็กอุจจาระแล้ว ล้างก้น และล้างมือ ได้ด้วยตนเองหรือไม่ ถ้าไม่ได้ฝึกเด็กล้างก้น กดชักโครก หรือราดน้ำ และล้างมือได้เอง ทุกครั้งหลังจากขับถ่ายเสร็จ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '55-59 เดือน',
      rows: [
        {
          skill: 'เดินต่อส้นเท้า (GM)',
          description: 'เดินต่อส้นเท้าให้เด็กดู และบอกให้เด็กทำตาม ถ้าทำไม่ได้ ให้ช่วยพยุง และกระตุ้นให้เด็กใช้ส้นเท้าต่อปลายเท้าไปข้างหน้าอย่างน้อยได้ 4 ก้าว ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'จับดินสอได้ถูกต้อง (FM)',
          description: 'สังเกตการณ์จับดินสอของเด็ก ถ้าเด็กจับไม่ถูกต้องฝึกเด็กขีดเขียนโดยสอนจับดินสอในท่าที่จับสูงกว่าปลายประมาณ 1-2 ซม. และดินสออยู่ระหว่างนิ้วหัวแม่มือ นิ้วชี้ นิ้วกลาง จนเด็กทำได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เลือกสีได้ 8 สีตามคำสั่ง (RL)',
          description: 'บอกให้เด็กหยิบสี เช่น สีเทียน หรือสีไม้ ทีละสี ตามคำสั่งจนครบ 8 สี ถ้าเด็กทำไม่ได้ สอนให้เด็กรู้จักสีจนเด็กสามารถเลือกได้ถูกต้องทั้ง 8 สี หรือสอนจากสิ่งของในบ้าน เช่น ผักผลไม้ เสื้อผ้า สิ่งของ แล้วถามเด็ก“ อันไหนสี... ” จนครบ 8 สี ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ผลัดกันพูดคุยกับเพื่อนในกลุ่ม (EL)',
          description: 'สังเกตการพูดคุยในกลุ่มเพื่อนว่าเด็กสามารถผลัดกันพูดคุยกับเพื่อนได้หรือไม่ ถ้าเด็กทำไม่ได้ กระตุ้นให้เด็กฝึกแสดงความคิดเห็นโดยการถาม “ วันนี้เราจะทำอะไรกันดี” รอให้เด็กตอบ หากเด็กพูดแทรก สอนให้รู้จักรอ โดยบอกว่า “หนูรอก่อนนะ แม่ขอพูดให้จบก่อน แล้วหนูค่อยพูดต่อนะ”และผู้ปกครองควรทำเป็นตัวอย่างให้เด็กดู ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เล่นเลียนแบบบทบาทของผู้ใหญ่ได้ (PS)',
          description: 'สังเกตการเล่นของเด็ก ว่าสามารถเล่นเลียนแบบบทบาทอาชีพของผู้ใหญ่ได้หรือไม่ หากทำไม่ได้ ร่วมเล่นบทบาทสมมุติกับเด็ก และฝึกให้เด็กเล่นร่วมกับเด็กอื่น เช่น เล่นเป็นครู เป็นหมอ เป็นนักกีฬา เป็นพ่อค้า เป็นพ่อครัว พร้อมสนับสนุนอุปกรณ์ประกอบการเล่นที่เหมาะสมและปลอดภัย ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '60 เดือน',
      rows: [
        {
          skill: 'เดินต่อเท้าเป็นเส้นตรงไปข้างหน้าได้(GM)',
          description: 'ฝึกให้เด็กเดินทรงตัวบนพื้นที่มีลายเป็นเส้นขนาน ห่างกันประมาณ 8 นิ้ว โดยเท้าไม่ออกนอกเส้น ถ้าพื้นไม่มีลายใช้เทปสีติดเป็นแนวขนานแทน เมื่อเด็กเดินได้คล่องลดระยะห่างลงเหลือ 4 นิ้ว และต่อไปให้เดินเหยียบบนเส้นตรงเส้นเดียว โดยวางส้นเท้าให้ต่อกับปลายนิ้วของอีกข้างหนึ่ง โดยพ่อ แม่ ผู้ปกครองและผู้ดูแลเด็กทำให้เด็กดูก่อน ถ้าเด็กไม่มั่นใจให้ช่วยเหลือโดยการจับมือและค่อยๆลดการช่วยเหลือลงจนกระทั่งเด็กเดินได้ด้วยตัวเอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ลอกรูป (FM)',
          description: 'เอารูปภาพที่มีรูปสี่เหลี่ยมให้เด็กดู หรือชี้ให้เด็กดูสิ่งของในบ้านที่เป็นรูปสี่เหลี่ยม เช่น กรอบรูป ปฏิทิน และบอกว่านี่คือรูปสี่เหลี่ยม แล้วใช้นิ้วลากตามเส้นสี่เหลี่ยม วาดสี่เหลี่ยมตั้งแต่ต้นจนจบ โดยให้ด้านกว้างและยาวมีความยาวใกล้เคียงกัน ให้เด็กดูและให้ทำตาม หลังจากนั้นชี้ชวนให้เด็กสังเกตหรือรู้จักสี่เหลี่ยมแบบอื่นๆ เช่น ประตู หน้าต่าง โต๊ะ ตู้ แผ่นกระเบื้องในบ้าน เป็นต้น แล้วให้เด็กหัดวาดสิ่งที่เป็นรูปสี่เหลี่ยมเหล่านั้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'วาดรูปคนได้ 6 ส่วน(FM)',
          description: 'ชี้ชวนเด็กให้ดูตัวคน/รูปคนว่ามีส่วนประกอบอะไรบ้าง วาดรูปวงกลม แล้วให้เด็กวาดเพิ่มส่วนประกอบของใบหน้า หลังจากนั้นพูดคุยกับเด็กเกี่ยวกับส่วนต่างๆว่ามีหน้าที่อะไร ให้เด็กมองดูคนว่านอกจากหน้าแล้วมีส่วนประกอบของร่างกายอื่นๆได้แก่ คอ ลำตัว แขน ขา มือ เท้า แล้วให้เด็กลองวาดดู แสดงความสนใจและชมเชยเมื่อเด็กพยายามวาด และพูดคุยขยายความเข้าใจการรับรู้และการฝึกทักษะในการวาด คุยกับเด็กว่า อวัยวะที่วาด คืออะไรและใช้ทำอะไร ให้เด็กได้มีโอกาสในการวาดสิ่งต่างๆ เช่น รูปคน หรือสัตว์ต่างๆ โดยมีผู้ใหญ่ชี้แนะ แล้วให้เด็กวาดเองโดยอิสระและเล่าว่าวาดรูปอะไร ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'จับใจความเมื่อฟังนิทานหรือเรื่องเล่า(RL)',
          description: 'พูดคุย เล่านิทานให้เด็กฟัง ชวนเด็กพูดคุยเกี่ยวกับเรื่องที่เล่า ให้เด็กพูดถึงสิ่งที่ชอบในเรื่องนั้น โดยพ่อแม่ ผู้ปกครองสรุปใจความว่าเป็นเรื่องอะไร ใคร ทำอะไร ที่ไหน อย่างไร ให้เด็กเล่าเรื่องนั้นให้กับคนในครอบครัวฟัง โดยผู้ใหญ่แสดงความสนใจฟัง และชวนพุดคุยขยายความต่อยอด หรือซักถามเด็กเพิ่มเติมเพื่อให้มีโอกาสแสดงความคิดเห็นแลกเปลี่ยนกัน เลือกนิทานที่มีเนื้อหาน่าสนใจ ชวนให้เกิดความคิดสร้างสรรค์ ปลูกฝังคุณธรรม และการนำไปใช้ในชีวิตประจำวัน เป็นการฝึกทักษะสมองในด้านบริหารจัดการ(EF) ในขณะที่ส่งเสริมพัฒนาการด้านภาษาโดยเฉพาะการรู้จักฟังให้ได้ใจความ เช่น นิทานในสวน พระราชาใจดี ตั๊กแตนผู้ซื่อสัตย์ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'นับก้อนไม้ 5 ก้อน (รู้จำนวนเท่ากับ 5) (RL)',
          description: 'เล่นกับเด็ก สอนให้นับสิ่งของเพิ่มขึ้นทีละชิ้น ฝึกเด็กให้รู้จักจำนวน โดยนำสิ่งของมากกว่า 5 ชิ้นมาวางไว้ นับให้ดูเป็นตัวอย่าง แล้วฝึกให้เด็กหยิบสิ่งของ มา 2 ชิ้น แล้วค่อยๆเพิ่มจำนวนถึง 5 ชิ้น เมื่อเด็กรู้จักจำนวน 5 ชิ้นแล้ว ค่อยเพิ่มจำนวนมากขึ้น สอนให้เด็กรู้จักตัวเลขอารบิก 1-5 แล้วนำเอาสิ่งของมาเรียงตามจำนวนของตัวเลขนั้นๆ เมื่อเด็กทำได้แล้ว เพิ่มจำนวนตัวเลขเป็น 6-10 ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'อ่านออกเสียงพยัญชนะได้ถูกต้อง 5 ตัว ดังนี้ “ก” “ง” “ด” “น” “ย” (EL)',
          description: 'นำหนังสือหรือแผ่นภาพที่มีตัวพยัญชนะไทย ชี้ตัวพยัญชนะแล้วอ่านให้เด็กฟังทีละตัว เพื่อให้เด็กรู้จักและพูดตาม เช่น ชี้ตัว ก แล้วพูด กอไก่ และให้เด็กพูดตาม ให้เด็กชี้ตัวพยัญชนะและผู้ใหญ่อ่าน แล้วให้เด็กอ่านตาม ให้เด็กชี้ตัวพยัญชนะและอ่านเอง พูดถึงคำที่ใช้เสียงพยัญชนะนั้นๆ เป็นเสียงต้น/พยัญชนะต้น เช่น ก ออกเสียง กอ เป็นเสียงต้น/พยัญชนะต้น ของคำว่า ไก่ กบ กา แก้ว กล้วย กิน เป็นต้น ต่อไปค่อยๆเพิ่มให้เด็กได้เรียนรู้รูปและเสียงพยัญชนะตัวอื่นๆ และสระง่ายๆ เช่น สระ อา วัตถุประสงค์ รู้จักพยัญชนะและเปล่งเสียงพยัญชนะง่ายๆ ซึ่งนำไปสู่การรู้จักเสียงต้น/พยัญชนะต้นของคำ เป็นทักษะเบื้องต้นของการพูดและการอ่าน ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'รู้จักพูดอย่างมีเหตุผล(EL)',
          description: 'พ่อ แม่ ผู้ปกครองอธิบายถึงเหตุผลและทำเป็นตัวอย่างเกี่ยวกับการทำกิจวัตรในชีวิตประจำวัน เช่น ทำไมต้องแปรงฟัน ทำไมต้องล้างมือ ทำไมต้องรับประทานผัก พ่อแม่ต้องไม่ให้เหตุผลผิดๆหรือหลอกลูก เช่น ไม่รับประทานข้าวให้หมดเดี๋ยวตำรวจจับ ตุ๊กแกกินตับ ผีหลอก แต่ควรอธิบายด้วยเหตุผลง่ายๆและทำเป็นตัวอย่างที่ถูกต้อง ในสถานการณ์ที่เกิดขึ้นจริงให้ลูกอธิบายถึงเหตุที่เกิดขึ้น เช่น ทำไมเวลาไอต้องปิดปาก ทำกิจกรรมร่วมกับลูกหรือชวนลูกทำงานด้วยกัน แล้วให้ลูกสังเกต ชวนให้เกิดคำถามและคิดหาเหตุผล เช่น ชวนทำกับข้าว ให้สังเกตว่าไข่สุกกับไข่ดิบเป็นอย่างไร ทำขนมที่ลูกได้เห็นการแปรสภาพ เช่น ขนมครก ขนมเค้ก ขนมกล้วย การพับกระดาษเป็นรูปต่างๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'แสดงความเห็นอกเห็นใจเมื่อเห็นเพื่อนเจ็บหรือไม่สบาย (PS)',
          description: 'ทำตัวเป็นแบบอย่างในการแสดงความรู้สึกเห็นใจ และช่วยเหลือผู้อื่น เล่านิทาน หรือเล่นบทบาทสมมติในเรื่องการช่วยเหลือผู้อื่น เช่น เมื่อเห็นเพื่อนหรือญาติหรือคนหกล้ม ส่งเสริมหรือชี้แนะให้เด็กรู้สึกเห็นใจและแนะนำให้เด็กแสดงความห่วงใยด้วยการพูดหรือแสดงความเห็นอกเห็นใจ เข้าช่วยเหลือ ในกรณีที่พบอุบัติเหตุร้ายแรงเกินกำลังให้เด็กรู้จักบอกให้ผู้ใหญ่เข้ามาช่วยเหลือ ชมเชยและชี้ให้เห็นผลที่เกิดจากการกระทำดีของเด็ก ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '61-66 เดือน',
      rows: [
        {
          skill: 'กระโดดขาเดียวไปข้างหน้า 4 ครั้งทีละข้าง (GM)',
          description: 'จับมือเด็ก แล้วบอกให้เด็กยืนทรงตัวบนขาข้างเดียว เมื่อมั่นใจปล่อยมือเด็กเพื่อให้เด็กยืนขาเดียวเองทีละข้าง กระโดดขาเดียวให้เด็กดูและบอกให้ทำตาม โดยกระโดดขาเดียวอยู่กับที่ก่อน กระโดดขาเดียวไปข้างหน้าให้เด็กดูแล้วบอกให้เด็กทำตาม ชวนเด็กเล่นกระโดดขาเดียว (กระต่ายขาเดียว) ตามการละเล่นในแต่ละพื้นที่ เมื่อเด็กทำได้จะเป็นพื้นฐานของการออกกำลังกายอย่างอื่นต่อไป เช่น กระโดดเชือก ฟุตบอล บาสเกตบอล ยิมนาสติก เต้นระบำหรือรำไทย ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ตัดกระดาษตามเส้นตรงต่อเนื่อง ยาว 15 ซม. (FM)',
          description: 'ชวนเด็กให้ช่วยทำงานบ้านที่ออกกำลังมือและนิ้วมือ เน้นการใช้หัวแม่มือกับนิ้วชี้ เช่น ช่วยบิดผ้า ช่วยหยิบของใช้ เด็ดผัก ใช้ไม้หนีบ ใช้ตะเกียบ ใช้คีมคีบสิ่งของ ใช้ช้อนส้อม จับไม้พาย ทากาว ทาแยม หรือทำงานบ้านที่เน้นการใช้ตากับมือประสานกัน เช่น จัดโต๊ะอาหาร เด็ดผัก เตรียมอาหาร สอนให้ใช้สองมือทำงานร่วมกันด้วยตนเอง เช่น ผูกและแก้ปมเชือกรองเท้า กลัดกระดุมเสื้อ ใส่เข็มขัด ชวนทำกิจกรรมที่ใช้เครื่องเขียนและอุปกรณ์ศิลปะที่หลากหลายที่ช่วยพัฒนากล้ามเนื้อมัดเล็ก เช่น สีเทียน พู่กัน สีไม้ สีเมจิก(ไร้สารพิษ) การทำศิลปะโดยใช้วัสดุตามธรรมชาติและการผสมสีให้เป็นสีต่างๆ ชวนเด็กทำกิจกรรมที่ต้องใช้กรรไกรและสอนวิธีการใช้อย่างปลอดภัย (ใช้กรรไกรปลายมนสำหรับเด็ก) โดยเริ่มจากการตัดเป็นเส้นตรง แล้วจึงค่อยฝึกตัดเป็นรูปต่างๆ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'บวกเลขเบื้องต้น ผลลัพธ์ไม่เกิน 10 (RL)',
          description: 'ชวนเด็กนับสิ่งของต่างๆ ที่อยู่รอบตัวในชีวิตประจำวัน ของใช้ในบ้าน เช่น ไม้หนีบผ้า โต๊ะ เก้าอี้ จาน ชาม หรือนับของที่แม่ซื้อมาจากตลาด คุยและชี้ชวนให้เด็กรู้ว่าของอะไรที่นับจำนวนได้ กับนับไม่ได้ เช่น เก้าอี้นับได้ ทรายนับไม่ได้หรือนับลำบาก แต่ถ้าจะนับต้องบรรจุในภาชนะ เช่น ใส่ทรายในถุง ใส่ข้าวสารในถุงแล้วนับเป็นจำนวนถุง ชวนเด็กเล่นเกมเกี่ยวกับตัวเลข เช่น เกมจับคู่ภาพกับจำนวน เกมหาเลขคู่ เกมหาเลขคี่ หมากเก็บ เวลานั่งรถชวนลูกให้สังเกตหมายเลขทะเบียนรถและพยัญชนะ ตัวเลขสัญญาณไฟจราจรที่แสดงตัวเลขนับถอยหลัง สอนให้เด็กรู้จักการบวกโดยนำสิ่งของชนิดเดียวกัน 2 จำนวน มารวมกัน เช่น มีไม้หนีบสีฟ้า 3 อัน สีเหลือง 4 อัน รวมมีไม้หนีบกี่อัน เล่นเกมที่ต้องมีการนับจำนวน นับคะแนนการบวก การลบ นับเดินหน้า นับถอยหลัง เล่านิทานและอ่านหนังสือที่มีเนื้อหาเกี่ยวกับตัวเลข ชวนเปรียบเทียบจำนวนคน พืช สัตว์ สิ่งของ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เด็กสามารถอธิบายหน้าที่หรือคุณสมบัติของสิ่งของได้อย่างน้อย 6 ชนิด (EL)',
          description: 'พูดคุยกับเด็ก เกี่ยวกับสิ่งต่าง ๆ รอบตัว ชี้ให้สังเกตรูปร่างลักษณะ การใช้งาน ส่วนประกอบทำมาจากสิ่งใด อธิบายหน้าที่และคุณสมบัติของสิ่งต่าง ๆ ที่อยู่รอบตัวจากของจริงหรือรูปภาพให้เด็กฟังบ่อย ๆ เช่น “ลูกบอลกลม ๆ เอาไว้เตะ” “แมวเป็นสัตว์เลี้ยงมี 4 ขา ร้องเหมียว ๆ” กระตุ้นให้เด็กตอบคำถามเกี่ยวกับหน้าที่หรือคุณสมบัติของสิ่งของต่าง ๆ จนเด็กสามารถตอบได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ช่วยงานบ้าน (PS)',
          description: 'ฝึกเด็กในสถานการณ์จริงโดยทำเป็นตัวอย่างและชักชวนเด็กทำ รวมทั้งจัดหาอุปกรณ์และงานที่เหมาะสมกับเด็ก เช่น ไม้กวาด ที่ตักผง ผ้าเช็ดพื้น หรือสิ่งอื่นๆที่เหมาะสมกับเด็ก ให้เด็กกวาดบ้าน ถูบ้าน เช็ดเก้าอี้ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '67-72 เดือน',
      rows: [
        {
          skill: 'วิ่งหลบหลีกสิ่งกีดขวางได้ (GM)',
          description: 'ชี้ให้ดูสิ่งกีดขวางว่าจะวิ่งจากไหนไปไหน สาธิตให้เด็กดู วิ่งไปพร้อมกับเด็ก บอกให้เด็กรู้จักจังหวะในการวิ่ง เช่น พูดว่า “หยุด”พร้อมพาเด็กหยุดวิ่ง พูดคำว่า “วิ่งอ้อม” พร้อมพาเด็กวิ่งอ้อมสิ่งกีดขวาง ทำเช่นนี้จนกว่าเด็กวิ่งได้เอง เมื่อเด็กทำได้ให้เพิ่มสิ่งกีดขวางตามความเหมาะสม วัตถุประสงค์ : เพื่อให้เด็กรู้จักสังเกตสิ่งแวดล้อม วางแผนเพื่อแก้ไขสถานการณ์และทำงานจนสำเร็จ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ลอกรูปสามเหลี่ยม (FM)',
          description: 'ชี้ชวนให้เด็กดูสิ่งรอบตัวที่เป็นรูปสามเหลี่ยม เช่น หลังคาบ้าน กระดาษสี่เหลี่ยมจัตุรัสพับครึ่งทะแยงมุมเป็นรูปสามเหลี่ยม ผ้าพันคอที่เป็นรูปสามเหลี่ยม ด้านข้างของหมอนขวาน ธงรูปสามเหลี่ยม วาดรูปสี่เหลี่ยมแล้วขีดเส้นทะแยงมุมเพื่อให้เป็นสามเหลี่ยม 2 อันให้เด็กดู แล้วให้เด็กวาดตาม เขียนจุดสามจุดแล้วให้เด็กโยงเส้นระหว่างจุดเป็นรูปสามเหลี่ยม แล้วให้เด็กวาดโดยผู้ใหญ่ไม่ต้องจุดให้ก่อน ชวนเด็กให้วาดรูปสามเหลี่ยมประกอบเป็นรูปต่างๆ และนำมาต่อเติมกับภาพที่เด็กวาด เช่น รูปดาว ใบของเรือ หลังคาบ้าน ผีเสื้อ โบว์ วัตถุประสงค์: เพื่อให้เด็กรู้จักวาดรูปสามเหลี่ยมซึ่งเป็นรูปเรขาคณิต เป็นพื้นฐานคณิตศาสตร์และความคิดสร้างสรรค์ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ลบเลข (RL)',
          description: 'ชวนเด็กนับสิ่งของต่างๆ ที่อยู่รอบตัวในชีวิตประจำวัน ของใช้ในบ้าน เช่น ไม้หนีบผ้า โต๊ะ เก้าอี้ จาน ชาม หรือนับของที่แม่ซื้อมาจากตลาด คุยและชี้ชวนให้เด็กรู้ว่าของอะไรที่นับจำนวนได้ กับนับไม่ได้ เช่น เก้าอี้นับได้ ทรายนับไม่ได้หรือนับลำบาก แต่ถ้าจะนับต้องบรรจุในภาชนะ เช่น ใส่ทรายในถุง ใส่ข้าวสารในถุง แล้วนับเป็นจำนวนถุง ชวนเด็กเล่นเกมเกี่ยวกับตัวเลข เช่น เกมจับคู่ภาพกับจำนวน เกมหาเลขคู่ เกมหาเลขคี่ หมากเก็บ เวลานั่งรถชวนลูกให้สังเกตหมายเลขทะเบียนรถและพยัญชนะ ตัวเลขสัญญาณไฟจราจรที่แสดงตัวเลขนับถอยหลัง สอนให้เด็กรู้จักการลบ โดยนำสิ่งของชนิดเดียวกัน 2 จำนวน มาหักลบกัน เช่น มีส้ม 5 ลูก กินไป 3 ลูก เหลือส้มกี่ลูก เล่นเกมที่ต้องมีการนับจำนวน นับคะแนนการบวก การลบ นับเดินหน้า นับถอยหลัง เล่านิทานและอ่านหนังสือที่มีเนื้อหาเกี่ยวกับตัวเลข ชวนเปรียบเทียบจำนวนคน พืช สัตว์ สิ่งของ ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เด็กสามารถบอกชื่อสิ่งของได้ 3 หมวด ได้แก่ สัตว์, เสื้อผ้า, อาหาร (EL)',
          description: 'ผู้ปกครองสอนให้เด็กรู้จักหมวดสิ่งของต่างๆ เช่น หมวดเสื้อผ้า ได้แก่อะไรบ้าง หมวดสัตว์ได้แก่อะไรบ้าง หมวดอาหารได้แก่อะไรบ้าง เมื่อเด็กตอบได้ทั้ง 3 หมวดแล้วให้สอนเด็กให้รู้จักหมวดอื่นๆที่อยู่รอบตัวเด็ก เช่น หมวดอุปกรณ์การเรียน (เครื่องเขียน) หมวดเครื่องครัว (อุปกรณ์ทำอาหาร) หมวดเครื่องเรือน (เฟอร์นิเจอร์) หมวดเครื่องนอน (ของที่ใช้สำหรับนอน) หมวดอุปกรณ์ทำความสะอาดบ้าน เป็นต้น ถามเด็กถึงเหตุผลในการจัดหมวดหมู่สิ่งของนั้นๆ ฝึกบ่อย ๆ จนเด็กสามารถแยกประเภทสิ่งของได้เอง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เด็กแปรงฟันได้ทั่วทั้งปาก (PS)',
          description: 'พูดคุยเล่านิทาน เรื่องการแปรงฟัน ประโยชน์ของฟันสะอาด ผู้ปกครองและเด็กช่วยกันจัดเตรียมอุปกรณ์แปรงฟัน ผู้ปกครองบีบยาสีฟันผสมฟลูออไรด์ความเข้มข้น 1000ppm ขนาดตามความกว้างของแปรง (สำหรับเด็กอายุ 6 ปีขึ้นไป ผู้ปกครองบีบยาสีฟันขนาดตามความยาวของแปรง) ฝึกเด็กให้ขยับแปรงในแนวหน้า-หลังสั้นๆ ครบทุกซี่ทุกด้าน และแปรงลิ้น เพื่อประสิทธิภาพในการป้องกันฟันผุ ฟลูออไรด์ต้องสัมผัสฟันนานอย่างน้อย 2 นาที ฝึกให้เด็กบ้วนฟองยาสีฟันออกอย่างเดียวหรือบ้วนปากด้วยน้ำเปล่าเพียง 1 ครั้ง (เพื่อให้ฟลูออไรด์คงอยู่ในช่องปากมากที่สุด) และล้างแปรงให้สะอาด ผู้ปกครองตรวจความสะอาดโดยใช้หลอดดูดน้ำตัดปลายมนเขี่ยคอฟันใกล้ขอบเหงือก หากไม่สะอาดควรแปรงซ้ำ การใช้หลอดตัดปลายมนตรวจความสะอาดฟัน ผู้ปกครองเป็นแบบอย่างในการแปรงฟันและดูแลให้เด็ก แปรงฟันสม่ำเสมออย่างน้อย 2 ครั้ง/วัน ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
     {
      age: '73-78 เดือน',
      rows: [
        {
          skill: 'เคลื่อนไหวร่างกายตามที่ตกลงกัน ให้คู่กับสัญญาณเสียงที่ผู้ใหญ่ทำขึ้น 2 ชนิดต่อกัน (GM+EF)',
          description: 'ให้เด็กร้องเพลงพร้อมกับผู้ฝึกและเคลื่อนไหวร่างกายตามจังหวะเพลง เล่นกับเด็กโดยการกำหนดกติกา ถ้าทำเสียงหรือให้สัญญาณมือหมายความว่าให้ทำท่าอะไร โดยทำทีละเสียงหรืออาจให้สัญญาณมือ และให้เด็กเป็นคนกำหนดบ้าง เพิ่มกติกาจำนวนครั้งของสัญญาณเสียงให้สอดคล้องกับ จำนวนครั้งที่ทำท่าทางการเคลื่อนไหว ให้เด็กเป็นคนกำหนดกติกาบ้าง ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'เขียนชื่อตนเองได้ถูกต้อง (FM)',
          description: 'เขียนชื่อเด็กบนกระดาษให้เด็กดู อ่านและสะกดให้เด็กฟัง แล้วให้เด็กใช้นิ้วลากตามพยัญชนะและสระชื่อของตนเอง เขียนชื่อเด็กโดยเขียนตัวอักษรทีละตัว แล้วให้เขียนตามแบบ ถ้าเด็กทำไม่ได้ ช่วยจับมือเขียนเพื่อให้เขียนได้ถูกต้องตามทิศทางของตัวอักษร จนเด็กเขียนได้ ฝึกให้เด็กเขียนชื่อด้วยตนเอง เขียนนามสกุล และชื่อคนในครอบครัว ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'อ่านหนังสือที่มีภาพอย่างต่อเนื่องจนจบ และเล่าได้ว่าเป็นเรื่องอะไร (RL)',
          description: 'จัดมุมใดมุมหนึ่งของบ้านให้เหมาะกับการอ่านหนังสือ แบ่งส่วนสำหรับวางหนังสือของลูกและจัดให้มีหนังสือสำหรับลูกได้อ่านเล่นในหลากหลายโดยให้ลูกหยิบเองแล้ววางคืนได้ง่าย จัดให้มีช่วงเวลาให้อ่านหนังสือด้วยตัวเองหรืออ่านกับผู้ใหญ่เช่น ก่อนนอน หลังอาบน้ำ เวลาว่าง วันหยุดสุดสัปดาห์ ฯลฯ หนังสือนิทานที่แนะนำ เช่น สวนสัตว์ของป๋องแป๋ง ป๋องแป๋งแต่งตัว กุ๋งกิ๋งปวดฟัน หนูนิดติดเกม ยายกะตา แนะนำเด็กในการหยิบ การใช้และเก็บหนังสืออย่างทะนุถนอมและให้รู้จักวิธีจับหนังสือ เปิดหนังสือ ชวนเด็กอ่านคำที่เห็นตามที่ต่างๆในชีวิตประจำวัน เช่น อ่านป้ายโฆษณา ป้ายประกาศ ชื่อร้าน หรือป้ายทางด่วนที่ผ่านเป็นประจำ ป้ายถนน ป้ายซอย สร้างบรรยากาศให้รู้จักรักและสนใจการอ่าน ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'สามารถคิดเชิงเหตุผลและอธิบายได้(EL)',
          description: 'ชี้และอธิบายให้เห็นการเปลี่ยนแปลงที่เกิดขึ้นเมื่อเวลาเปลี่ยนไป ให้สังเกตตามช่วงเวลาใน 1 วัน เช่น จากมืดมาสว่างพระอาทิตย์อยู่ตรงไหน ก่อนจะมืดพระอาทิตย์อยู่ตรงไหน ชี้ชวนดูการเปลี่ยนแปลงของการเจริญเติบโตของพืชที่โตเร็ว เช่น ถั่วงอก ต้นหอม ผักบุ้ง กระตุ้นให้เด็กอธิบายจากสิ่งที่เกิดขึ้นจริงหรือรูปภาพ โดยผู้ใหญ่ให้ความสนใจ พูดคุย ซักถามและขยายความให้ชัดเจนและกว้างขึ้น ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
        {
          skill: 'ทำงานที่ได้รับมอบหมายจนสำเร็จด้วยตนเอง (PS)',
          description: 'ทำตัวเป็นตัวอย่างในด้านการทำงานให้เสร็จ ไม่ผลัดวันประกันพรุ่ง ตั้งเป้าหมายที่เหมาะสม ทำได้จริงและทำให้สำเร็จเพื่อเป็นตัวอย่างให้เด็ก กำหนดเป้าหมายของงานหรือกิจกรรมร่วมกันกับเด็ก และสนับสนุนช่วยเหลือให้เด็กทำงานสำเร็จตามเป้าหมายนั้น โดยคำนึงถึงระดับพัฒนาการและความสามารถ ให้เด็กบอกเป้าหมายในกิจกรรมที่ได้รับมอบหมายและให้โอกาสเด็กทำเองจนสำเร็จ ให้ความช่วยเหลือเมื่อเด็กต้องการ แสดงความชื่นชมเมื่อเด็กพยายามทำให้สำเร็จตามเป้าหมาย และพูดคุยถึงวิธีที่จะทำให้ดีขึ้นในครั้งต่อไป ถ้าเด็กยังทำไม่ได้ ลองฝึกบ่อยๆ ทุกวัน หากผ่านช่วงอายุที่น่าจะทำได้มา 1 เดือน แล้วยังทำไม่ได้ ควรพาไปพบแพทย์หรือบุคลากรสาธารณสุข',
        },
      ],
    },
    // Add more age ranges and their corresponding skills
  ],
};

export default developmentData;

