interface MemoryData {
  "pid": string;
  "url": string;
  "content": string;
}

 const memoryInfo : {[key: string]: MemoryData} =  {
  "7-tips-reading" : {
    "pid": "7 เคล็ดลับอ่านนิทานให้ลูกฟัง",
    "url": "https://www.khunlook.com/index.php?option=com_content&view=article&id=77&Itemid=150",
    "content": `
              <div class="text-Dark pt-44 py-16 px-8 max-w-screen-lg mx-auto">
              <h1 class="text-4xl font-bold text-gray-800 mb-6">
                      7 เคล็ดลับอ่านนิทานให้ลูกฟัง
              </h1>

              <div class="item-info text-sm text-gray-600 mb-6">
                  <span class="sub-category flex items-center mb-2">
                      <i class="icon-folder-open text-yellow-600 mr-2"></i>
                      หมวด: สิ่งเล็กๆ
                  </span>
                  <span class="published flex items-center">
                      <i class="icon-tasks text-green-600 mr-2"></i>
                      เผยแพร่เมื่อ: 28 มิถุนายน 2562
                  </span>
              </div>

              <div class="fb-like-box mb-6" style="float: right;">
                  <div class="fb-like-box" data-href="https://www.facebook.com/pages/KhunLook/1591344757765147" data-colorscheme="light" data-show-faces="true" data-header="true" data-stream="true" data-show-border="true"></div>
              </div>

              <div class="image-container text-center my-6">
                  <img class="w-full max-w-md mx-auto rounded-lg shadow-md" title="อ่านนิทาน" src="/img/memory/1_0.jpg" alt="อ่านนิทาน">
              </div>

              <p class="text-lg mb-4">
                  <strong>“การอ่านนิทานให้ลูกฟัง”</strong> คือกิจกรรมที่แสนง่ายแต่ได้ผลตอบแทนคุ้มค่ามหาศาล “โครงการสิ่งเล็กๆที่สร้างลูก” ที่จัดขึ้นโดย สสส. ร่วมกับ 5 ภาคีเครือข่าย จึงขอสนับสนุนและเชิญชวนให้คุณพ่อคุณแม่หยิบหนังสือนิทานมาอ่านให้ลูกฟังกันเป็นประจำ
              </p>
              <p class="text-lg mb-6">วันนี้เรามีเคล็ดลับในการอ่านมาฝากกัน</p>

              <div class="tips">
                  <div class="tip mb-8">
                      <h2 class="text-xl font-semibold mb-2">1. เริ่มอ่าน...ยิ่งไว ยิ่งดี</h2>
                      <p class="text-base">
                          คุณพ่อคุณแม่ไม่จำเป็นต้องรอให้ลูกพูดได้หรือเข้าใจภาษาก่อนถึงจะเริ่มอ่านหนังสือให้ลูกฟัง เราสามารถเริ่มต้นได้ตั้งแต่ช่วงแรกเกิดเลยทีเดียว หรืออาจเริ่มตั้งแต่ลูกน้อยยังอยู่ในท้องคุณแม่เลยด้วยซ้ำ แม้ลูกจะยังไม่เข้าใจความหมายของภาษาหรือคำในหนังสือ แต่สมองของลูกจะเริ่มเรียนรู้และพัฒนาผ่านน้ำเสียงของพ่อแม่ จากเสียงสูงต่ำในคำต่างๆ รวมถึงสัมผัสอ่อนโยนหรืออ้อมกอดของพ่อแม่ขณะอ่านหนังสือให้ลูกฟัง
                      </p>
                  </div>

                  <div class="tip mb-8">
                      <h2 class="text-xl font-semibold mb-2">2. อ่านอย่างสม่ำเสมอ</h2>
                      <p class="text-base">
                          การอ่านหนังสือให้ลูกฟังที่ได้ผลดีที่สุดคือการอ่านอย่างสม่ำเสมอ เราอาจใช้วิธีกำหนดเวลาเดิมๆ ใกล้เคียงกันทุกวันให้เป็นเวลาอ่านหนังสือ เช่น หลังมื้อเช้า หลังจากนอนกลางวัน หรือก่อนเข้านอนตอนกลางคืน เพื่อไม่ให้ยากเกินไปเราอาจเริ่มต้นจากใช้เวลาไม่กี่นาทีก่อนแล้วค่อยๆ เพิ่มเวลาไปตามวัยและความสนใจ ควรทำให้ได้อย่างสม่ำเสมอทุกวันจนกลายเป็นความเคยชินของทุกคนในครอบครัว ขณะอ่านควรปิดสื่อทุกชนิดที่จะรบกวนสมาธิ ไม่ว่าจะเป็นทีวี วิทยุ หรือโทรศัพท์มือถือด้วยนะ
                      </p>
                  </div>

                  <div class="tip mb-8">
                      <h2 class="text-xl font-semibold mb-2">3. ใส่อารมณ์ให้สมจริง</h2>
                      <p class="text-base">
                          การเล่านิทานด้วยน้ำเสียงที่สมจริงไปตามตัวละครในเนื้อเรื่องจะช่วยให้ลูกสนใจและสนุกสนานตามไปด้วย โดยเฉพาะเด็กเล็กที่ยังไม่เข้าใจความหมายของภาษามากนัก แต่น้ำเสียงสูงต่ำและลีลาท่าทางของคุณพ่อคุณแม่จะช่วยให้เขาเพลิดเพลินและติดตามฟังได้จนจบ แต่หากคุณพ่อคุณแม่ท่านไหนที่ไม่ถนัดในส่วนของการใส่อารมณ์ให้เร้าใจก็อย่าเพิ่งท้อแท้ใจไปนะคะ เพียงแค่อ่านออกเสียงให้ชัดเจน ถูกต้อง ชัดถ้อยชัดคำ ก็นับว่าดีงามแล้วจ้า
                      </p>
                  </div>

                  <div class="tip mb-8">
                      <h2 class="text-xl font-semibold mb-2">4. เลือกหนังสือที่ใช่</h2>
                      <p class="text-base">
                          เด็กๆ จะรู้สึกมั่นใจและสนุกสนานไปกับหนังสือที่ตัวเองรู้สึก “ใช่” ซึ่งในที่นี้ก็คือหนังสือที่เหมาะสมกับวัย พัฒนาการ พื้นนิสัย และประสบการณ์ชีวิตของเขานั่นเอง ซึ่งเด็กแต่ละคนแต่ละวัยนั้นไม่เหมือนกัน พ่อแม่นี่ล่ะคือผู้ใกล้ชิดที่สุด และรู้จักลูกของเราได้ดีที่สุด การเลือกหนังสือที่เนื้อหายากและซับซ้อนเกินไปสำหรับเด็กเล็ก อาจทำให้ลูกไม่อยากอ่านต่อและเสียความมั่นใจ ในขณะเดียวกันหนังสือที่คาดเดาได้ง่าย เนื้อหาเบสิคเกินไป ก็อาจไม่ถูกใจสำหรับเด็กโต
                      </p>
                  </div>

                  <div class="tip mb-8">
                      <h2 class="text-xl font-semibold mb-2">5. กระตุ้นให้คิดตาม</h2>
                      <p class="text-base">
                          เมื่อหนังสือจบแต่ความสนุกยังไม่จบแค่เพียงเท่านั้น ในระหว่างการอ่าน หรือเมื่ออ่านจบแล้ว อย่าลืมชวนลูกถามตอบ เช่น “เจ้าหมาอยู่ไหนน้า?” “อันไหนสีแดง?” “นี่ตัวอะไรจ๊ะ?” “ลูกชอบตัวละครไหนที่สุด?” “ถ้าเป็นลูก จะทำอย่างไร?” อาจชวนคุยเชื่อมโยงเข้ากับเรื่องราวใกล้ตัวในชีวิตประจำวัน หรือให้ลูกเป็นฝ่ายตั้งคำถามกับเราบ้าง
                      </p>
                  </div>

                  <div class="tip mb-8">
                      <h2 class="text-xl font-semibold mb-2">6. จำนวนไม่ใช่ปัญหา</h2>
                      <p class="text-base">
                          ถึงแม้การอ่านหนังสือนิทานให้ลูกฟังเยอะๆ บ่อยๆ จะเป็นเรื่องดี แต่ไม่ได้หมายความว่าเราต้องลงทุนซื้อหนังสือจนเต็มบ้าน เพราะจำนวนหนังสือไม่ได้เป็นตัวชี้วัดความสำเร็จของลูกแต่อย่างใด สิ่งสำคัญคือ “เวลาคุณภาพ” ที่คุณพ่อคุณแม่นั่งอ่านหนังสือกับลูกต่างหาก และนั่นอาจหมายถึงการหยิบหนังสือเล่มเดิมมาอ่านซ้ำๆ หรือหากทุนทรัพย์ไม่อำนวยคุณพ่อคุณแม่สามารถทำหนังสือนิทานทำมือขึ้นมาเองก็ได้
                      </p>
                  </div>

                  <div class="tip mb-8">
                      <h2 class="text-xl font-semibold mb-2">7. อ่านได้ทุกที่</h2>
                      <p class="text-base">
                          การอ่านไม่จำเป็นต้องจำกัดอยู่แค่ในหนังสือเท่านั้น คุณพ่อคุณแม่อาจชี้ชวนให้ลูกอ่านหรือสังเกตคำต่างๆ รอบตัว ไม่ว่าจะเป็นป้ายบอกทาง ป้ายฉลากสินค้า ชื่อร้านและสถานที่ต่างๆ เริ่มต้นจากสัญลักษณ์ง่ายๆ และเพิ่มความยากตามระดับความสามารถของลูก หรืออาจเชื่อมโยงกับเรื่องราวที่อ่านจากในหนังสือก็ได้
                      </p>
                  </div>
              </div>

              <div class="resources text-sm text-gray-600 mb-6">
                  <h3 class="text-lg font-semibold mb-4">โปรดติดตาม!</h3>
                  <p>ข้อมูลความรู้เกี่ยวกับการอ่านหนังสือกับลูกและข้อมูลที่เป็นประโยชน์อื่นๆ อีกมากมายสำหรับคุณพ่อคุณแม่ยุคใหม่ได้ที่:</p>
                  <ul class="list-disc pl-6 mt-2">
                      <li><strong>เพจ “อ่าน อาน อ๊าน”</strong>: <a href="https://facebook.com/ruready2read" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a>   เพจที่รวมเคล็ดลับดีๆ สำหรับพ่อแม่ผู้ปกครองที่สนใจการเรียนรู้ของลูกหลานผ่านการอ่านอย่างมีความสุข มีทั้งข้อมูลน่ารู้เกี่ยวกับคุณค่าแห่งการอ่าน และแนะนำหนังสือน่าอ่านสำหรับเด็กวัยต่างๆ</li>
                      <li><strong>เว็บไซต์</strong>: <a href="https://www.happyreading.in.th" class="text-blue-600 hover:text-blue-800">https://www.happyreading.in.th</a> พื้นที่สานพลังของการร่วมสร้างวัฒนธรรมการอ่านในสังคมไทย เผยแพร่ข่าวสาร กิจกรรม รวมทั้งนิทาน ผลงาน และนิทรรศการความรู้ที่เกี่ยวกับการอ่านให้ดาวน์โหลดได้ฟรี</li>
                      <li><strong>เว็บไซต์</strong>:<a href="https://www.khunlook.com" class="text-blue-600 hover:text-blue-800">www.khunlook.com</a></li>
                      <li><strong>ดาวน์โหลดแอปพลิเคชัน คุณลูก “KhunLook”</strong>
                        <ul>
                          <li><strong>ระบบ ios </strong>:<a href="https://itunes.apple.com/us/app/khunlook-khun-luk/id961051837?ls=1&mt=8" class="text-blue-600 hover:text-blue-800">www.khunlook.com</a></li>
                          <li><strong>ระบบ androind </strong>:<a href="https://play.google.com/store/apps/details?id=hda.app.khunlook&fbclid=IwAR2zbsBTZYVA7FhPq2zMlit2hp8PEB2yQHGdUnrNthpU4JVccRBzYo3q2V8" class="text-blue-600 hover:text-blue-800">www.khunlook.com</a></li>
                        </ul>
                      </li>
                      <li><strong>ดาวน์โหลดคู่มือสิ่งเล็กๆที่สร้างลูก</strong>: <a href="http://bit.ly/manualSingLekLek" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a></li>
                      <li><strong>ดาวน์โหลดนิทานจ๊ะเอ๋ </strong>: <a href=" http://bit.ly/bookJaAey" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a></li>
                      <li><strong>ดาวน์โหลดโปสเตอร์พัฒนาการลูก</strong>: <a href="http://bit.ly/posterDSPM62" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a></li>
                      <li><strong>ดาวน์โหลดคู่มือพัฒนาการลูก</strong>: <a href="http://bit.ly/bookDSPM2562" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a></li>
                  </ul>
              </div>
          </div>
          `


  },
  "9-reasons-reading" :{
    "pid": "9 เหตุผลที่พ่อแม่ทุกคนควร “อ่านให้ลูกฟัง”",
    "url": "https://www.khunlook.com/index.php?option=com_content&view=article&id=79&Itemid=152",
    "content": `<div class="py-40 px-8 max-w-screen-lg mx-auto">
  <h1 class="text-4xl font-bold text-gray-800 mb-6">
    9 เหตุผลที่พ่อแม่ทุกคนควร “อ่านให้ลูกฟัง”
  </h1>


  <div class="item-info text-sm text-gray-600 mb-6">
  <span class="sub-category flex items-center mb-2">
      <i class="icon-folder-open text-yellow-600 mr-2"></i>
      หมวด: สิ่งเล็กๆ
  </span>
  <span class="published flex items-center">
      <i class="icon-tasks text-green-600 mr-2"></i>
      เผยแพร่เมื่อ: 28 มิถุนายน 2562
  </span>
</div>

  <div class="image-container text-center my-6">
    <img
      class="w-full max-w-md mx-auto rounded-lg shadow-lg"
      src="/img/memory/3_1.jpg"
      alt="Reading to Children"
      title="Reading to Children"
    />
  </div>

  <p class="text-lg mb-6 text-center">
    การอ่านหนังสือให้ลูกฟัง คือกิจกรรมที่จัดว่าเป็น “สิ่งเล็กๆที่สร้างลูก”
  </p>

  <div class="tips">
    <ol class="list-decimal pl-6 space-y-6">
      <li class="text-base">
        <strong>สร้างสายสัมพันธ์พ่อแม่ลูก:</strong> การอ่านคือช่วงเวลาที่พ่อแม่ได้อยู่ใกล้ชิดกับลูก เป็นเวลาคุณภาพที่มีลูกเป็นศูนย์กลาง การโอบกอดสัมผัส ความสนุกสนานจากการเล่าเรื่อง ประกอบกับรูปภาพในหนังสือที่มีสีสันสวยงามทำให้ลูกมีความสุข เป็นเรื่องราวดีๆ ที่ก่อให้เกิดความผูกพันในครอบครัว
      </li>
      <li class="text-base">
        <strong>กระตุ้นความจำผ่านการมองเห็น:</strong> หรือที่เรียกว่า Visual memory คือความสามารถในการจดจำข้อมูลผ่านสิ่งที่เคยผ่านตา เช่น รูปภาพในหนังสือนิทานที่คุณแม่เล่าให้ฟัง เป็นการฝึกสมองส่วนความจำ ความคิดและจินตนาการได้อย่างดี
      </li>
      <li class="text-base">
        <strong>กระตุ้นประสาทสัมผัสหลากหลาย:</strong> คุณพ่อคุณแม่ที่มีลูกน้อยวัยเบบี๋ช่วงขวบปีแรก อย่าเข้าใจผิดคิดว่าลูกยังไม่พร้อมสำหรับการอ่าน ยิ่งชวนลูกอ่านเร็วเท่าไหร่ยิ่งดี เพียงแค่เลือกหนังสือให้เหมาะกับวัย ช่วงเวลาของการอ่านคือประสบการณ์ที่มีความหมาย แม้ว่าลูกจะยังไม่เข้าใจเรื่องราว แต่เขาจะสนใจสีสันและรูปภาพในหนังสือ ผิวสัมผัสของกระดาษ น้ำเสียงของพ่อแม่ ทั้งหมดนี้ช่วยฝึกการเรียนรู้ของประสาทสัมผัสต่างๆ ไม่ว่าจะเป็น การมองเห็น การได้ยิน การพูด และการสัมผัส
      </li>
      <li class="text-base">
        <strong>พัฒนาสมองตั้งแต่อยู่ในท้องแม่:</strong> งานวิจัยหลายชิ้นยืนยันว่าการอ่านหนังสือให้ลูกฟังตั้งแต่ลูกยังอยู่ในท้องและจนกระทั่งคลอดออกมาจะช่วยกระตุ้นพัฒนาการทางสมองของลูกได้อย่างดี รวมถึงทักษะด้านการคิดวิเคราะห์ด้วย
      </li>
      <li class="text-base">
        <strong>เสริมทักษะด้านภาษาและการสื่อสาร:</strong> ในหนังสือเต็มไปด้วยคำศัพท์และสำนวนที่ช่วยเสริมประสบการณ์ด้านภาษาและการสื่อสาร ทั้งคำที่สวยงาม ถูกต้อง คำคล้องจอง คำที่ซับซ้อน ช่วยเปิดโลกของภาษาที่เพิ่มเติมจากภาษาพูดคุยในชีวิตประจำวัน ลูกจะค่อยๆ จดจำและเรียนรู้รูปแบบของภาษาและคำต่างๆ ผ่านการอ่านบ่อยๆ ซ้ำๆ เด็กที่พ่อแม่อ่านหนังสือให้ฟังเป็นประจำทุกวันมีแนวโน้มที่จะพัฒนาทักษะด้านภาษาและการเรียนรู้ได้ดี มีโอกาสอ่านออกเขียนได้ค่อนข้างเร็ว
      </li>
      <li class="text-base">
        <strong>ปลูกฝังทักษะการฟัง:</strong> การฟังเป็นทักษะสำคัญที่จะช่วยให้เด็กๆ เกิดการเรียนรู้ เด็กที่รู้จักฟังและตั้งใจฟัง มีแนวโน้มที่จะนำข้อมูลไปต่อยอดให้เกิดการการเรียนรู้ได้ดี
      </li>
      <li class="text-base">
        <strong>เสริมสร้างความมั่นใจในตัวเอง:</strong> ช่วงเวลาที่พ่อแม่อ่านหนังสือให้ลูกฟัง ลูกจะเกิดความรู้สึกมั่นคงในใจ กระตุ้นให้เกิดความมั่นใจในตัวเองตามมา และการมีคลังคำศัพท์สะสมไว้จากการอ่านยังช่วยให้เกิดความมั่นใจที่จะสื่อสารกับผู้อื่น สามารถบอกอารมณ์ และความต้องการต่างๆ ของตัวเองออกไปได้
      </li>
      <li class="text-base">
        <strong>ช่วยลดเวลาหน้าจอ:</strong> เด็กที่พ่อแม่อ่านหนังสือให้ฟังเป็นประจำทุกวันมีแนวโน้มที่จะหมกมุ่นอยู่กับหน้าจอน้อยลง ปัจจุบันปัญหาพ่อแม่ทิ้งลูกให้อยู่กับสืออิเล็กทรอนิกส์อย่าง แท็บเล็ต สมาร์ทโฟน หรือคอมพิวเตอร์ ส่งผลให้เด็กไทยมีปัญหาด้านต่างๆ ไม่ว่าจะเป็นพัฒนาการล่าช้ากว่าเกณฑ์ หรืออาการติดเกมที่ทำให้เสียสุขภาพและส่งผลกระทบต่อการเรียน
      </li>
      <li class="text-base">
        <strong>มีนิสัยรักการอ่านไปจนโต:</strong> นิสัยรักการอ่านเกิดขึ้นได้เพราะ “ความสุข” กับ “การอ่าน” ถูกเชื่อมโยงไว้ด้วยกันอย่างแนบแน่น ซึ่งสร้างได้จากช่วงเวลาที่พ่อแม่อ่านหนังสือให้ลูกฟังเป็นประจำทุกวันและทำให้ช่วงเวลานั้นเต็มไปด้วยความสุขสนุกสนานจนเกิดเป็นความประทับใจ เมื่อการอ่านให้ความสุขลูกจะเกิดนิสัยรักการอ่านและชอบที่จะอ่านด้วยตัวเองเมื่อเขาโตขึ้น
      </li>
    </ol>
  </div>

  <p class="text-lg mt-8">
    “โครงการสิ่งเล็กๆ ที่สร้างลูก” โดย สสส ร่วมกับ 5 ภาคีเครือข่าย ขอสนับสนุนให้คุณพ่อคุณแม่อ่านหนังสือให้ลูกฟังทุกวัน.
  </p>

              <div class="resources text-sm text-gray-600 mb-6">
                  <h3 class="text-lg font-semibold mb-4">โปรดติดตาม!</h3>
                  <p>ข้อมูลความรู้เกี่ยวกับการอ่านหนังสือกับลูกและข้อมูลที่เป็นประโยชน์อื่นๆ อีกมากมายสำหรับคุณพ่อคุณแม่ยุคใหม่ได้ที่:</p>
                  <ul class="list-disc pl-6 mt-2">
                      <li><strong>เพจ “อ่าน อาน อ๊าน”</strong>: <a href="https://facebook.com/ruready2read" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a>   เพจที่รวมเคล็ดลับดีๆ สำหรับพ่อแม่ผู้ปกครองที่สนใจการเรียนรู้ของลูกหลานผ่านการอ่านอย่างมีความสุข มีทั้งข้อมูลน่ารู้เกี่ยวกับคุณค่าแห่งการอ่าน และแนะนำหนังสือน่าอ่านสำหรับเด็กวัยต่างๆ</li>
                      <li><strong>เว็บไซต์</strong>: <a href="https://www.happyreading.in.th" class="text-blue-600 hover:text-blue-800">https://www.happyreading.in.th</a> พื้นที่สานพลังของการร่วมสร้างวัฒนธรรมการอ่านในสังคมไทย เผยแพร่ข่าวสาร กิจกรรม รวมทั้งนิทาน ผลงาน และนิทรรศการความรู้ที่เกี่ยวกับการอ่านให้ดาวน์โหลดได้ฟรี</li>
                      <li><strong>เว็บไซต์</strong>:<a href="https://www.khunlook.com" class="text-blue-600 hover:text-blue-800">www.khunlook.com</a></li>
                      <li><strong>ดาวน์โหลดแอปพลิเคชัน คุณลูก “KhunLook”</strong>
                        <ul>
                          <li><strong>ระบบ ios </strong>:<a href="https://itunes.apple.com/us/app/khunlook-khun-luk/id961051837?ls=1&mt=8" class="text-blue-600 hover:text-blue-800">www.khunlook.com</a></li>
                          <li><strong>ระบบ androind </strong>:<a href="https://play.google.com/store/apps/details?id=hda.app.khunlook&fbclid=IwAR2zbsBTZYVA7FhPq2zMlit2hp8PEB2yQHGdUnrNthpU4JVccRBzYo3q2V8" class="text-blue-600 hover:text-blue-800">www.khunlook.com</a></li>
                        </ul>
                      </li>
                      <li><strong>ดาวน์โหลดคู่มือสิ่งเล็กๆที่สร้างลูก</strong>: <a href="http://bit.ly/manualSingLekLek" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a></li>
                      <li><strong>ดาวน์โหลดนิทานจ๊ะเอ๋ </strong>: <a href=" http://bit.ly/bookJaAey" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a></li>
                      <li><strong>ดาวน์โหลดโปสเตอร์พัฒนาการลูก</strong>: <a href="http://bit.ly/posterDSPM62" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a></li>
                      <li><strong>ดาวน์โหลดคู่มือพัฒนาการลูก</strong>: <a href="http://bit.ly/bookDSPM2562" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a></li>
                  </ul>
              </div>
</div>
`
  },
  "ja-ae" : {
    "pid": "“จ๊ะ-เอ๋!” แค่สองคำ แต่มีความหมายลึกซึ้ง",
    "url": "https://www.khunlook.com/index.php?option=com_content&view=article&id=80&Itemid=153",
    "content": `<div class="pt-44 py-16 px-8 max-w-screen-lg mx-auto">
        <h1 class="text-4xl font-bold text-gray-800 mb-6">
                “จ๊ะ-เอ๋!” แค่สองคำ แต่มีความหมายลึกซึ้ง
        </h1>
    
    <section class="mb-6">  

    <div class="item-info text-sm text-gray-600 mb-6">
    <span class="sub-category flex items-center mb-2">
        <i class="icon-folder-open text-yellow-600 mr-2"></i>
        หมวด: สิ่งเล็กๆ
    </span>
    <span class="published flex items-center">
        <i class="icon-tasks text-green-600 mr-2"></i>
        เผยแพร่เมื่อ: 28 มิถุนายน 2562
    </span>
  </div>
    </section>
    
    <section class="mb-6">
        <div class="flex justify-end">
            <div class="fb-like-box" style="float: right;" data-href="https://www.facebook.com/pages/KhunLook/1591344757765147" data-colorscheme="light" data-show-faces="true" data-header="true" data-stream="true" data-show-border="true"></div>
        </div>
    </section>

    <section class="mb-6 text-center">
        <img src="/img/memory/4_page.png" alt="จ๊ะเอ๋" class="w-full max-w-xl mx-auto">
    </section>

    <section class="mb-6">
        <p>สวัสดีท่านผู้ชม วันนี้ โครงการ “สิ่งเล็กๆ ที่สร้างลูก” ขอเสนอคำว่า <strong>“จ๊ะ-เอ๋”!</strong></p>
        <p><strong>จ๊ะเอ๋</strong> การเล่นที่สุดแสนจะง่ายดาย ใครๆ ก็เล่นได้ มีเวลาน้อยก็เล่นได้ แถมยังเล่นได้ไม่จำกัดสถานที่และเวลาเพียงแค่มีอุปกรณ์การเล่นราคาศูนย์บาทแต่มูลค่าทางใจสูงมาก นั่นก็คือ มนุษย์พ่อและมนุษย์แม่ (จะมาเดี่ยวหรือมาคู่เลยก็ได้!) ผลลัพธ์ที่ได้จากการเล่นจ๊ะเอ๋ไม่ได้มีแค่ความสนุกสนานเท่านั้น แต่ยังส่งผลดีต่อพัฒนาการของลูกมากมาย</p>

        <ul class="list-inside list-disc pl-6">
            <li><strong>จ๊ะเอ๋! สอนเรื่องการคงอยู่ของสิ่งต่างๆ</strong> นักวิจัยด้านสมองและพัฒนาการเผยว่า การเล่นปิดหน้าแล้วเปิดมา จ๊ะ-เอ๋! จะช่วยให้เด็กใน 2 ขวบปีแรกได้เรียนรู้เรื่อง การคงอยู่ของสิ่งต่างๆ (Object permanence)  เช่น เมื่อคุณแม่ปิดหน้าหรือไปแอบซ่อนตัว แล้วสักพักก็เปิดหน้าหรือโผล่มาจ๊ะเอ๋กับลูก รูปแบบการเล่นเช่นนี้จะทำให้ลูกค่อยๆ เรียนรู้ว่า แม่จะหายไปจากสายตาเพียงแค่ชั่วคราวเท่านั้นนะ แล้วเดี๋ยวแม่ก็จะกลับมาใหม่ </li>
            <li><strong>จ๊ะเอ๋! ฝึกให้รู้จักอดทนรอคอย</strong> เมื่อลูกค่อยๆ เรียนรู้ว่า พ่อแม่นั้นมีอยู่จริง พ่อแม่อาจหายไปจากสายตาบ้าง แต่เดี๋ยวก็จะกลับมาใหม่ ลูกจะเริ่มสร้างความเชื่อมั่นในตัวพ่อแม่ ขณะเดียวกันก็เริ่มเรียนรู้การอยู่ได้ด้วยตัวเอง (independence) การเล่นจ๊ะเอ๋จึงเป็นการกระตุ้นให้ฝึกอดทนรอคอย เริ่มจากช่วงเวลาที่แม่ปิดหน้าหรือซ่อนหลังผ้า เด็กก็ต้องรอว่า เมื่อไรแม่จะเปิดหรือโผล่มา ซึ่งพัฒนาไปสู่การอดทนรอคอยในเรื่องอื่นๆ ที่มีความยากและซับซ้อนขึ้นตามมา เช่น แม่ไปเข้าห้องน้ำ ไปทำกับข้าว หรือออกไปทำงานนอกบ้าน</li>
            <li><strong>จ๊ะเอ๋! ฝึกการจดจำข้อมูล</strong> สมองของเด็กเล็กๆ นั้นพร้อมจะเรียนรู้และเติบโตอยู่ตลอดเวลา และจะยิ่งพัฒนาได้ดีผ่านการเล่น ทุกช่วงเวลาที่พ่อแม่เล่นจ๊ะเอ๋กับลูกจะช่วยฝึกสมองของลูกด้านการจดจำ ความสนุกเกิดจากการจดจำว่าพ่อกับแม่เคยโผล่มาด้านไหน ตอนไหน และคาดเดาว่าครั้งต่อไปพ่อกับแม่จะโผล่ออกมาทางเดิมหรือเปล่านะ</li>
            <li><strong>จ๊ะเอ๋! ช่วยพัฒนาด้านการสื่อสาร</strong> ทุกรอยยิ้มและเสียงหัวเราะของลูกไม่ใช่เรื่องบังเอิญที่เกิดขึ้นชั่วคราวและผ่านไปโดยไม่มีความหมาย แต่แสดงถึงพัฒนาการด้านการสื่อสารของลูก สำหรับเด็กเล็กในช่วง 1-2 ปีแรกการสื่อสารกับโลกภายนอกจะถูกถ่ายทอดผ่านการยิ้ม หัวเราะ ร้องไห้ มองตา หรือแม้แต่การขยับมือไม้แขนขา เช่นเดียวกับปฏิสัมพันธ์ที่เกิดขึ้นขณะที่ลูกเล่นจ๊ะเอ๋กับพ่อแม่ รอยยิ้มและเสียงหัวเราะที่เกิดขึ้นแสดงให้เห็นว่าการสื่อสารระหว่างกันประสบผลสำเร็จนะ การเล่นจ๊ะเอ๋จึงเป็นการกระตุ้นพัฒนาการทางการสื่อสารของลูกได้อย่างดี</li>
            <li><strong>จ๊ะเอ๋! สร้างสายสัมพันธ์</strong> การเล่นจ๊ะเอ๋ คือช่วงเวลาที่มีลูกเป็นศูนย์กลาง เป็นการเล่นที่สร้างรอยยิ้มและเสียงหัวเราะให้ครอบครัว ผ่านการสบตา ทำเสียงสูงเสียงต่ำให้เร้าใจ เป็นช่วงเวลาแห่งความสุขที่ช่วยถักทอสายสัมพันธ์ระหว่างครอบครัวให้แน่นแฟ้น และจะประทับเป็นความผูกพันในหัวใจของลูกไปยาวนาน</li>
        </ul>
    </section>

    <section class="text-center mb-6">
        <p><strong><em>เชื่อหรือยังว่า</em></strong> จ๊ะเอ๋ นั้นดีต่อพัฒนาการลูกมากมาย...</p>
        <p><strong><em>“โครงการสิ่งเล็กๆ ที่สร้างลูก”</em></strong> โดย สสส ร่วมกับ กระทรวงสาธารณสุข และภาคีเครือข่าย...</p>
    </section>

    <section class="mb-6">
        <ul class="list-inside list-disc pl-6">
            <li>เตรียมพบกับภาพยนตร์โฆษณาทางโทรทัศน์ คลิปออนไลน์ และสปอตวิทยุ ที่จะชวนให้เรียนรู้และเข้าใจประโยชน์ของการเล่นจ๊ะเอ๋ที่หลายคนคาดไม่ถึง</li>
            <li><strong>หนังสือภาพ “จ๊ะเอ๋”</strong>หนังสือภาพ “จ๊ะเอ๋!” – หนังสือภาพสำหรับเด็กในชุด SOOK Kids โดย SOOK Publishing เป็นหนังสือภาพอ่านเพลินด้วยคำกลอนเรียบง่ายแต่ลึกซึ้ง พร้อมภาพประกอบน่ารักสีสันสวยงาม ชวนให้พ่อแม่ผู้ปกครองได้เห็นตัวอย่างและเข้าใจในเรื่องพัฒนาการเด็กผ่านการเล่น “จ๊ะเอ๋!”</li>
        </ul>
    </section>

    <section class="text-center">
        <p>ติดตามเรียนรู้และเข้าใจเรื่องพัฒนาการเด็กกับโครงการสิ่งเล็กๆ ที่สร้างลูก ได้ที่ 
            <a href="http://www.facebook.com/สิ่งเล็กๆที่สร้างลูก" class="text-blue-500">www.facebook.com/สิ่งเล็กๆที่สร้างลูก</a>
            นอกจากนี้ยังมี เครื่องมือส่งเสริมพัฒนาการของลูกน้อย จากกระทรวงการสาธารณสุข และสสส. ที่สามารถดาวน์โหลดได้ฟรี
        </p>
    </section>
    
              <div class="resources text-sm text-gray-600 mb-6">
                  <h3 class="text-lg font-semibold mb-4">โปรดติดตาม!</h3>
                  <p>ข้อมูลความรู้เกี่ยวกับการอ่านหนังสือกับลูกและข้อมูลที่เป็นประโยชน์อื่นๆ อีกมากมายสำหรับคุณพ่อคุณแม่ยุคใหม่ได้ที่:</p>
                  <ul class="list-disc pl-6 mt-2">
                      <li><strong>เพจ “อ่าน อาน อ๊าน”</strong>: <a href="https://facebook.com/ruready2read" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a>   เพจที่รวมเคล็ดลับดีๆ สำหรับพ่อแม่ผู้ปกครองที่สนใจการเรียนรู้ของลูกหลานผ่านการอ่านอย่างมีความสุข มีทั้งข้อมูลน่ารู้เกี่ยวกับคุณค่าแห่งการอ่าน และแนะนำหนังสือน่าอ่านสำหรับเด็กวัยต่างๆ</li>
                      <li><strong>เว็บไซต์</strong>: <a href="https://www.happyreading.in.th" class="text-blue-600 hover:text-blue-800">https://www.happyreading.in.th</a> พื้นที่สานพลังของการร่วมสร้างวัฒนธรรมการอ่านในสังคมไทย เผยแพร่ข่าวสาร กิจกรรม รวมทั้งนิทาน ผลงาน และนิทรรศการความรู้ที่เกี่ยวกับการอ่านให้ดาวน์โหลดได้ฟรี</li>
                      <li><strong>เว็บไซต์</strong>:<a href="https://www.khunlook.com" class="text-blue-600 hover:text-blue-800">www.khunlook.com</a></li>
                      <li><strong>ดาวน์โหลดแอปพลิเคชัน คุณลูก “KhunLook”</strong>
                        <ul>
                          <li><strong>ระบบ ios </strong>:<a href="https://itunes.apple.com/us/app/khunlook-khun-luk/id961051837?ls=1&mt=8" class="text-blue-600 hover:text-blue-800">www.khunlook.com</a></li>
                          <li><strong>ระบบ androind </strong>:<a href="https://play.google.com/store/apps/details?id=hda.app.khunlook&fbclid=IwAR2zbsBTZYVA7FhPq2zMlit2hp8PEB2yQHGdUnrNthpU4JVccRBzYo3q2V8" class="text-blue-600 hover:text-blue-800">www.khunlook.com</a></li>
                        </ul>
                      </li>
                      <li><strong>ดาวน์โหลดคู่มือสิ่งเล็กๆที่สร้างลูก</strong>: <a href="http://bit.ly/manualSingLekLek" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a></li>
                      <li><strong>ดาวน์โหลดนิทานจ๊ะเอ๋ </strong>: <a href=" http://bit.ly/bookJaAey" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a></li>
                      <li><strong>ดาวน์โหลดโปสเตอร์พัฒนาการลูก</strong>: <a href="http://bit.ly/posterDSPM62" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a></li>
                      <li><strong>ดาวน์โหลดคู่มือพัฒนาการลูก</strong>: <a href="http://bit.ly/bookDSPM2562" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a></li>
                  </ul>
              </div>
</div>
`
  },
  "parents-play" : {
    "pid": "พ่อแม่คือของเล่นมีชีวิต",
    "url": "https://www.khunlook.com/index.php?option=com_content&view=article&id=78&Itemid=154",
    "content": `<div class="pt-44 py-16 px-8 max-w-screen-lg mx-auto">
    <h1 class="text-4xl font-bold text-gray-800 mb-6">พ่อแม่คือของเล่นมีชีวิต</h1>
    <div class="item-info text-sm text-gray-600 mb-6">
    <span class="sub-category flex items-center mb-2">
        <i class="icon-folder-open text-yellow-600 mr-2"></i>
        หมวด: สิ่งเล็กๆ
    </span>
    <span class="published flex items-center">
        <i class="icon-tasks text-green-600 mr-2"></i>
        เผยแพร่เมื่อ: 28 มิถุนายน 2562
    </span>
  </div>

  <!-- Facebook Like Box -->
  <div class="flex justify-end mb-6">
    <div class="fb-like-box" data-href="https://www.facebook.com/pages/KhunLook/1591344757765147" data-colorscheme="light" data-show-faces="true" data-header="true" data-stream="true" data-show-border="true"></div>
  </div>

  <!-- Main Content -->
  <div class="space-y-6">
    <p class="text-center text-xl font-semibold text-indigo-600 pb-10"><u>ข่าวดี</u> ! พบของเล่นสุดล้ำ เสริมพัฒนาการลูกได้ดี อยู่ที่บ้านของคุณ</p>
    
    <p><strong>คำถามยอดฮิตที่พ่อแม่มือใหม่สงสัย... </strong></p>
    <ul class="list-disc list-inside space-y-2 mb-4">
      <li>จะเลือกซื้อของเล่นให้ลูกอย่างไรดีน้า?</li>
      <li>ของเล่นแบบไหนที่จะช่วยกระตุ้นพัฒนาการ?</li>
      <li>ของเล่นแบบไหนที่ช่วยให้ลูกมีสมาธิ?</li>
      <li>ของเล่นแบบไหนช่วยให้ลูกฉลาด ไอคิวดี?</li>
      <li>ของเล่นแบบไหนจะทำให้ลูกอารมณ์ดีมีความสุข?</li>
    </ul>
    
    <p><strong>ไม่ต้องสงสัยอีกต่อไป...คุณพ่อคุณแม่ทั้งหลายโปรดฟังให้ดีๆ</strong></p>
    <p>ของเล่นที่ดีที่สุดของลูกนั้น...ก็คือ...ตัวคุณพ่อคุณแม่นั่นเอง!</p>

    <div class="text-center mb-8">
      <a href="https://www.khunlook.com/images/content/2_1.jpg" target="_blank" class="block">
        <img src="https://www.khunlook.com/cache/2_1_images_content_thumb_medium250_0.jpg" alt="ของเล่นมีชีวิต" class="w-full max-w-lg mx-auto rounded-lg shadow-md hover:scale-105 transition-transform duration-300">
      </a>
    </div>

    <p><strong><u>พ่อแม่คือของเล่นมีชีวิต</u></strong></p>
    <p>ประโยคนี้คือเรื่องจริงไม่ได้อิงทอยสตอรี่ พ่อแม่คือของเล่นที่มีตัวตน มีชีวิตจิตใจ รับประกันว่าสามารถกระตุ้นพัฒนาการของลูกได้รอบด้าน ทั้งฝึกสมาธิ ฝึกสมอง ฝึกไอคิว และยังทำให้ลูกอารมณ์ดีมีความสุข รู้สึกอบอุ่นใจคลายหวัด เอ๊ย คลายกังวล แถมยังประยุกต์การเล่นได้ตามวัย ปรับเปลี่ยนวิธีเล่นตามความสนใจของลูกได้ตลอดอีกด้วย</p>

    <!-- More Content -->
    <p><strong><u>การเล่น...ไม่ใช่เรื่องเล่นๆ</u></strong></p>
    <p>อย่าคิดว่าเรื่องเล่นเป็นเรื่องเหลวไหล เพราะงานวิจัยมากมายยืนยันได้ว่า การเล่นนั้นจำเป็นต่อพัฒนาการของเด็กทั้งด้านสติปัญญา ร่างกาย จิตใจ สังคม และอารมณ์ การเล่นทำให้เด็กได้ใช้จินตนาการและความคิดสร้างสรรค์ การเล่นช่วยกระตุ้นพัฒนาการทางสมองโดยเฉพาะในช่วงปีแรกๆ ของชีวิตที่เด็กกำลังทำความรู้จักกับโลกรอบตัว การเล่นช่วยให้เด็กได้ประสบการณ์และสัมผัสอารมณ์ความรู้สึกต่างๆ รวมถึงการมีปฏิสัมพันธ์กับคนรอบข้าง ตั้งแต่พ่อแม่ เด็กวัยเดียวกัน เด็กรุ่นพี่ ไปจนถึงการรับมือกับคนแปลกหน้า การเล่นช่วยให้เด็กค้นพบความสามารถของตัวเองซึ่งจะช่วยเสริมสร้างความมั่นใจและความมั่นคงภายในตัวเอง การเล่นทำให้เด็กได้ฝึกทักษะการตัดสินใจ การวางแผน การค้นพบสิ่งที่สนใจ และมุ่งมั่นที่จะทำในสิ่งที่ตนสนใจ การเล่นช่วยพัฒนาทักษะทางภาษาและการสื่อสาร และเป็นพื้นฐานสำคัญในการเรียนรู้เรื่องอื่นๆ ต่อไป</p>

    <p><strong><u>พ่อแม่ชวนลูกเล่น...ดีอย่างไร?</u></strong></p>
    <div class="space-y-4">
      <ul class="list-inside list-disc space-y-3">
        <li><strong>ได้สังเกตตรวจเช็คพัฒนาการของลูก</strong> ว่าด้านใดช้าไปหรือไม่ หากพบสิ่งปกติจะได้พบแต่เนิ่นๆ และได้รับการรักษาทันเวลา</li>
        <li><strong>พัฒนาทักษะทางภาษาและการสื่อสาร</strong> ผ่านการพูดคุยระหว่างเล่นกับพ่อแม่ ได้เรียนรู้คำศัพท์ต่างๆ และการใช้ประโยคสนทนาต่างๆ จากคำพูดของพ่อแม่</li>
        <li><strong>ค้นพบความถนัดและความสามารถพิเศษของลูก</strong> ผ่านการเล่นแบบต่างๆ ทำให้สามารถสนับสนุนต่อยอดให้ดียิ่งขึ้นไป หรือช่วยเติมสิ่งที่ยังขาดให้สมบูรณ์</li>
        <li><strong>ช่วยกระตุ้นต่อยอดความคิดของลูก</strong>  ผ่านการตั้งคำถาม ชวนลูกคิดหาคำตอบ ชวนกันคิดวิเคราะห์ ท้าทายความคิดด้วยวิถีการใหม่ๆ และสามารถถกเถียงด้วยเหตุผลเพื่อหาทางออก</li>
        <li><strong>เรียนรู้ทักษะทางสังคมและบทบาทต่างๆ</strong>  จากการเล่นกับผู้อื่น ซึ่งเริ่มจากพ่อแม่ ทั้งการเล่นร่วมกัน ตามกติกา การอดทน รอคอย โดยมีพ่อแม่คอยเสริมสร้างความมั่นใจ ให้กำลังใจและให้คำแนะนำ</li>
        <li><strong>สร้างความรักความเข้าใจภายในครอบครัว</strong> เพราะการใช้เวลาคุณภาพกับลูกจะช่วยสร้างสายสัมพันธ์และความผูกพันที่จะแนบแน่นเป็นความอบอุ่นอยู่ในใจลูกไปอีกยาวนาน</li>
      </ul>
    </div>

    <p><strong><u>ชวนลูกเล่น...สิ่งเล็กๆ ที่สร้างลูก</u></strong></p>
    <p>ไม่ต้องตกใจถ้าคุณเป็นคนหนึ่งที่ไม่รู้ว่าจะเล่นกับลูกอย่างไร การเล่นกับลูกนั้นง่ายกว่าที่คิด และอาจเป็นสิ่งที่คุณทำอยู่แล้วโดยไม่รู้ตัวก็ได้ การเล่นที่มีประสิทธิภาพไม่จำเป็นต้องมาจากการซื้อของเล่นดีๆ ราคาแพงๆ เสมอไป อุปกรณ์การเล่นกับลูกอาจมีมูลค่าศูนย์บาทก็ได้ หรือไม่ต้องใช้ของเล่นหรืออุปกรณ์อะไรก็เล่นกับลูกได้ เรามีหลักการชวนลูกเล่นแบบง่ายๆ มาฝาก ดังนี้</p>

    <ol class="list-decimal list-inside space-y-3">
      <li><strong>ประสาทสัมผัสทั้ง 6 จำให้ดี</strong> – เพราะเด็กๆ มักจะเกิดการเรียนรู้ผ่านประสาทสัมผัสทั้ง 6 คือ ตา หู จมูก ลิ้น กาย ใจ ฉะนั้น คุณพ่อคุณแม่แค่จำทั้ง 6 อย่างนี้ไว้ และนำไปประยุกต์ตามสถานการณ์ ใช้สิ่งของรอบตัว และกิจวัตรประจำวันที่ทำร่วมกันอยู่แล้ว </li>
      <li><strong>ร่างกายของพ่อแม่คือของเล่นที่ลูกชอบ</strong> – ร่างกายของพ่อแม่กลายเป็นของเล่นชั้นดีที่ส่งเสริมพัฒนาการได้รอบด้าน และประยุกต์เล่นกับลูกได้มากมาย ไม่ว่าจะเป็น เล่นจ๊ะเอ๋ เล่นซ่อนแอบ ขี่คอ อุ้ม กอด เล่นเงา ตบแผละ วิ่งไล่จับ วิ่งแข่ง หรือแม้แต่ยามที่เราหมดแรง หมดมุกจะเล่นแล้ว แค่นอนแผ่ให้ลูกปีนป่ายกอดหอมกัน เท่านี้ลูกก็สนุกและเกิดประโยชน์มากมายแล้ว</li>
      <li><strong>ใช้สิ่งของรอบตัว</strong> – ทุกวันนี้มีผู้ผลิตของเล่นเสริมพัฒนาการออกมามากมาย คุณพ่อคุณแม่หลายคนต้องสูญเสียเงินทองไปไม่รู้เท่าไหร่กับการชอปปิ้งออนไลน์ แต่ถ้าจะต้องตามซื้อไปทุกสิ่งอย่างก็คงไม่ไหว ลองเปลี่ยนมาชวนลูกเล่นจากสิ่งของรอบๆ ตัวดูบ้าง ช่วยให้ลูกสนุกและเสริมพัฒนาการได้ไม่แพ้ของเล่นที่ต้องใช้เงินซื้อ แค่ลองชวนลูกวาด ตกแต่ง ปะ ติด ประดิษฐ์งานฝีมือจากของจริงหรือของเหลือใช้ เช่น กล่องกระดาษ ขวดพลาสติก ไม้ไอติม หรือแกนทิชชู่ สามารถแปลงร่างกลายเป็นอะไรได้สารพัด สนุกทั้งตอนลงมือทำและตอนเห็นผลลัพธ์เมื่อทำเสร็จ และยังช่วยให้ลูกมองเห็นคุณค่าของสิ่งต่างๆ และรู้ว่าความสุขอยู่รอบตัวไม่จำเป็นต้องใช้เงินซื้อก็ได้</li>
      <li><strong>เล่นกับธรรมชาติและเล่นอย่างอิสระ</strong> – การเล่นกับธรรมชาติดีต่อใจและกายของทั้งเด็กและผู้ใหญ่ อย่าปล่อยให้อิทธิพลของเทคโนโลยีดิจิทัลเข้ามาครอบงำจนลืมสัมผัสของธรรมชาติ ชวนลูกใช้มือปั้นดิน ปั้นทราย เก็บใบไม้แห้ง เรียงก้อนหิน ช่วยฝึกทักษะกล้ามเนื้อมัดเล็ก และสอนเรื่องประสาทสัมผัสต่างๆ ชวนออกมาวิ่งเล่นที่สนามหญ้ากว้าง ทำให้สดชื่นและแจ่มใส แถมคุณพ่อคุณแม่ได้ลดน้ำหนักไปในตัว และอีกเรื่องที่สำคัญก็คือ การเล่นกับลูกยังรวมถึงการปล่อยให้ลูกได้เล่นอย่างอิสระเสรี (Free play) โดยไม่ต้องมีผู้ใหญ่ควบคุมหรือกฏเกณฑ์มากำหนด มีความสำคัญต่อการเรียนรู้และพัฒนาการด้านต่างๆ ของเด็กอย่างมาก พ่อแม่เพียงแค่จัดเตรียมพื้นที่ที่ปลอดภัยและแน่ใจว่าไม่เป็นอันตราย ไม่ต้องคอยจับตาดูทุกฝีก้าว ให้เขาได้เติบโตได้ด้วยตัวเอง</li>
    </ol>
  </div>

    <p><br><br>เด็กกับการเล่นเป็นของคู่กัน แต่การเล่นนั้นจะมีคุณค่าและความหมายมากยิ่งขึ้นไปอีกเมื่อมีพ่อแม่เล่นไปกับลูกด้วย เพราะพ่อแม่คือคนสำคัญที่สุดสำหรับลูก เล่นกับลูกทุกวัน วันละนิดวันละหน่อย ไม่ต้องซื้อของเล่นแพงๆ ไม่ต้องเสียเวลานาน (ถ้างานยุ่ง) แต่ขอแค่สังเกต ใส่ใจ เข้าใจ และปฏิบัติอย่างสม่ำเสมอ สะสมไปเรื่อยๆ ทุกวัน แล้วคุณจะเห็นผลลัพธ์ที่ทำให้ชื่นใจและได้กำไรไปอีกยาวนาน</p>
    <p><br><br>สสส. กระทรวงสาธารณสุข และภาคีเครือข่าย ขอเชิญชวนคุณพ่อคุณแม่ติดตามข้อมูลเพิ่มเติมเกี่ยวกับการส่งเสริมพัฒนาการของลูกได้ที่ โครงการ “สิ่งเล็กๆ ที่สร้างลูก” พบกับสื่อและเครื่องมือต่าง ๆ ที่ผ่านการรับรองจากคุณหมอและหน่วยงานผู้เชี่ยวชาญด้านพัฒนาการเด็ก เน้นความเข้าใจง่าย และนำไปปฏิบัติได้จริง รวมถึงติดตามกิจกรรมต่าง ๆ อีกมากมายได้ที่ Facebook Fanpage: สิ่งเล็กๆที่สร้างลูก</p>


              <div class="resources text-sm text-gray-600 mb-6">
                  <h3 class="text-lg font-semibold mb-4">โปรดติดตาม!</h3>
                  <p>ข้อมูลความรู้เกี่ยวกับการอ่านหนังสือกับลูกและข้อมูลที่เป็นประโยชน์อื่นๆ อีกมากมายสำหรับคุณพ่อคุณแม่ยุคใหม่ได้ที่:</p>
                  <ul class="list-disc pl-6 mt-2">
                      <li><strong>เพจ “อ่าน อาน อ๊าน”</strong>: <a href="https://facebook.com/ruready2read" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a>   เพจที่รวมเคล็ดลับดีๆ สำหรับพ่อแม่ผู้ปกครองที่สนใจการเรียนรู้ของลูกหลานผ่านการอ่านอย่างมีความสุข มีทั้งข้อมูลน่ารู้เกี่ยวกับคุณค่าแห่งการอ่าน และแนะนำหนังสือน่าอ่านสำหรับเด็กวัยต่างๆ</li>
                      <li><strong>เว็บไซต์</strong>: <a href="https://www.happyreading.in.th" class="text-blue-600 hover:text-blue-800">https://www.happyreading.in.th</a> พื้นที่สานพลังของการร่วมสร้างวัฒนธรรมการอ่านในสังคมไทย เผยแพร่ข่าวสาร กิจกรรม รวมทั้งนิทาน ผลงาน และนิทรรศการความรู้ที่เกี่ยวกับการอ่านให้ดาวน์โหลดได้ฟรี</li>
                      <li><strong>เว็บไซต์</strong>:<a href="https://www.khunlook.com" class="text-blue-600 hover:text-blue-800">www.khunlook.com</a></li>
                      <li><strong>ดาวน์โหลดแอปพลิเคชัน คุณลูก “KhunLook”</strong>
                        <ul>
                          <li><strong>ระบบ ios </strong>:<a href="https://itunes.apple.com/us/app/khunlook-khun-luk/id961051837?ls=1&mt=8" class="text-blue-600 hover:text-blue-800">www.khunlook.com</a></li>
                          <li><strong>ระบบ androind </strong>:<a href="https://play.google.com/store/apps/details?id=hda.app.khunlook&fbclid=IwAR2zbsBTZYVA7FhPq2zMlit2hp8PEB2yQHGdUnrNthpU4JVccRBzYo3q2V8" class="text-blue-600 hover:text-blue-800">www.khunlook.com</a></li>
                        </ul>
                      </li>
                      <li><strong>ดาวน์โหลดคู่มือสิ่งเล็กๆที่สร้างลูก</strong>: <a href="http://bit.ly/manualSingLekLek" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a></li>
                      <li><strong>ดาวน์โหลดนิทานจ๊ะเอ๋ </strong>: <a href=" http://bit.ly/bookJaAey" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a></li>
                      <li><strong>ดาวน์โหลดโปสเตอร์พัฒนาการลูก</strong>: <a href="http://bit.ly/posterDSPM62" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a></li>
                      <li><strong>ดาวน์โหลดคู่มือพัฒนาการลูก</strong>: <a href="http://bit.ly/bookDSPM2562" class="text-blue-600 hover:text-blue-800">https://facebook.com/ruready2read</a></li>
                  </ul>
              </div>
`
  }
  };
export default memoryInfo;