const vaccineName: Record<string, string> = {
  BCG: "วัคซีนวัณโรค (BCG)",
  HBV: "วัคซีนตับอักเสบบี (HBV)",
  DTPHB: "วัคซีนคอตีบ,บาดทะยัก (DTPHB)",
  OPV: "วัคซีนโปลิโอ (OPV)",
  MMR: "วัคซีนหัด คางทูม หัดเยอรมัน (MMR)",
  JE: "วัคซีนไข้สมองอักเสบ (JE)",
  DTP_IPV_Hib:
    "วัคซีนโรคคอตีบ-บาดทะยัก-ไอกรน-โปลิโอ-เยื่อหุ้มสมองอักเสบจากเชื้อฮีโมฟิลุสอินฟลูเอ็นเซ่ ทัยป์บี (DTP-IPV-Hib)",
  DTP_IPV_HB_Hib:
    "วัคซีนโรคคอตีบ-บาดทะยัก-ไอกรน-โปลิโอ-ตับอักเสบบี-เยื่อหุ้มสมองอักเสบจากเชื้อฮีโมฟิลุสอินฟลูเอ็นเซ่ ทัยป์บี (DTP-IPV-HB-Hib)",
  Hib: "วัคซีนโรคเยื่อหุ้มสมองอักเสบจาก เชื้อฮีโมฟิลุสอินฟลูเอ็นเซ่ทัยป์บี (Hib)",
  HA: "วัคซีนโรคตับอักเสบเอ (HA)",
  Var: "วัคซีนโรคอีสุกอีใส (Var)",
  Flu: "วัคซีนไข้หวัดใหญ่ (Flu)",
  PCV: "วัคซีนโรคไอพีดี (IPD) ชนิดคอนจูเกต หรือวัคซีน PCV (PCV)",
  RV3: "วัคซีนโรคอุจจาระร่วงจากเชื้อไวรัสโรต้า (RV3)",
  HPV: "วัคซีนโรคมะเร็งปากมดลูกจากเชื้อ ไวรัสฮิวแมนแปบพิลโลมา (HPV)",
};

export default vaccineName;
