export default function Page() {
	return (
		<div className="bg-Bg">
			<div className="flex justify-center items-center text-center relative z-0 flex-col p-12 pb-0 bg-Bg gap-1 top-16 lg:top-24 w-full">
				<h1 className="font-bold text-3xl lg:text-5xl text-Dark pb-1 mt-5 lg:pb-3">
					นโยบายความปลอดภัยของ
				</h1>
				<p className="text-3xl lg:text-5xl font-bold text-Yellow mb-6">
					คุณลูก
				</p>
			</div>
			<div className="flex justify-center items-left text-left relative z-0 flex-col p-6 lg:px-24 bg-Bg gap-1 top-16 lg:top-24 w-full">
				<p className="text-sm text-gray-600 mb-4">
					<strong>หมวดหมู่:</strong> ติดต่อ | <strong>เผยแพร่เมื่อ:</strong> 20
					กุมภาพันธ์ 2560
				</p>
				<p className="text-md font-bold text-gray-600 pt-4">
					นโยบายความเป็นส่วนตัวของโมไบล์และเว็บแอปพลิเคชัน KhunLook คุณลูก
				</p>
				<p className="text-md text-gray-600 pt-4">
					วันที่ 1 มีนาคม 2559 โมไบล์แอปพลิเคชัน KhunLook คุณลูก
					เป็นแอปพลิเคชันที่พัฒนาโดย ห้องปฏิบัติการวิจัยระบบและข้อมูลสุขภาพ
					ศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชาติ และ คณะแพทยศาสตร์
					มหาวิทยาลัยขอนแก่น โดยได้รับทุนสนับสนุนจาก สถาบันวิจัยระบบสาธารณสุข
					(สวรส.) และ สำนักงานคณะกรรมการวิจัยแห่งชาติ (วช.)
				</p>
				<p className="text-md text-gray-600 pt-4">
					เรามีหน้าที่รักษาความเป็นส่วนตัวของผู้ใช้ โมไบล์แอปพลิเคชัน KhunLook
					คุณลูก ทำงานโดยไม่ต้องเชื่อมต่ออินเทอร์เน็ต
					ข้อมูลที่ผู้ใช้บันทึกในโมไบล์แอปพลิเคชันจะไม่มีการนำออกจากอุปกรณ์โมไบล์ของผู้ใช้
					ยกเว้นผู้ใช้เลือกใช้บริการสำรองข้อมูลโดยการทำBackup สำรองข้อมูล และ
					Restore กู้คืนข้อมูล ในโมไบล์แอปพลิเคชัน KhunLook คุณลูก
				</p>
				<p className="text-md text-gray-600 pt-4">
					การ Backup สำรองเก็บข้อมูล มีการเก็บข้อมูลใด และเก็บด้วยวิธีใด
					เมื่อผู้ใช้ลงทะเบียนเป็นผู้ใช้งานบริการสำรองข้อมูล
					Backupผู้ใช้จะสามารถสำรองข้อมูล (Backup) ด้วยการกดปุ่ม Backup ในหน้า
					Backup ของโมไบล์แอปพลิเคชัน
					ข้อมูลที่ผู้ใช้บันทึกไว้ในทุกเมนูของแอปพลิเคชันจะถูกส่งจากเครื่องโมไบล์มาไว้ในระบบเครื่องแม่ข่ายของ
					KhunLook โดยข้อมูลที่ส่งมานั้นมีการเข้ารหัส (Encrypt)
				</p>
				<p className="text-md text-gray-600 pt-4">
					การจัดเก็บข้อมูลบนเครื่องแม่ข่ายของ KhunLook
					เป็นการเก็บข้อมูลที่เข้ารหัสแล้ว (Encrypted Data)
				</p>
				<p className="text-md text-gray-600 pt-4">
					ผู้ที่จะเข้าถึงข้อมูลที่ได้สำรองไว้ในเครื่องแม่ข่ายของ KhunLook คือ
					ผู้ที่มีสิทธิ์ ซึ่งจะต้อง Login ด้วย ชื่อผู้ใช้งาน (Username) และ
					รหัสผ่าน (Password)
					ที่ถูกต้องตรงกับที่ผู้ใช้ที่ลงทะเบียนไว้ในโมไบล์แอปพลิเคชัน
					แอปพลิเคชันจึงจะสามารถดำเนินการนำข้อมูลที่ผู้ใช้รายนั้นได้เคยสำรองไว้
					(Backup) ออกมากู้คืน (Restore) แทนที่ข้อมูลในแอปพลิเคชันKhunLook
					คุณลูก บนอุปกรณ์โมไบล์ของผู้ใช้ ข้อมูลการ Crash ของแอปพลิเคชัน
					แอปพลิเคชัน KhunLook คุณลูก ใช้บริการของ Crashlytics
					ซึ่งเป็นผู้ให้บริการ ตั้งอยู่ที่ One Kendall Square, Suite B3201,
					Cambridge, MA 02141, USA ซึ่งบริการ Crashlytics
					ไม่มีการส่งข้อมูลส่วนตัวของผู้ใช้ไปยังผู้ให้บริการ ข้อมูลที่
					Crashlytics
					ส่งจะเป็นข้อมูลเกี่ยวกับการทำงานของโปรแกรมในหน้าสุดท้ายของแอปพลิเคชันก่อนเกิดการใช้งานขัดข้อง
					หรือมีการปิดไปเองในขณะที่ผู้ใช้กำลังใช้งาน
					และข้อมูลรุ่นของอุปกรณ์โมไบล์ที่เกิดปัญหา
					ซึ่งมีเพียงผู้พัฒนาที่จะเข้าถึงข้อมูลนั้นได้
					เพื่อให้ผู้พัฒนาทราบถึงปัญหา และแก้ไขปัญหา
					เพื่อปรับปรุงให้การใช้งานแอปพลิเคชันมีความเสถียรเท่านั้น
				</p>
				<p className="text-md text-gray-600 pt-4">
					ระยะเวลาในการเก็บข้อมูลของท่าน ข้อมูลที่ท่านทำการสำรองไว้
					จะถูกเก็บไว้ตราบที่ท่านใช้งานแอปพลิเคชันอยู่
					หากท่านต้องการให้ลบข้อมูลที่ได้สำรองไว้ออกจากระบบเครื่องแม่ข่ายของ
					KhunLook สามารถติดต่อทางอีเมลมายัง admin@khunlook.com
					โดยใช้ชื่ออีเมลที่ตรงกับชื่อผู้ใช้ที่ท่านได้ลงทะเบียนไว้
					และผู้พัฒนาจะดำเนินการลบข้อมูลที่ได้สำรองไว้
				</p>
				<p className="text-md text-gray-600 pt-4">
					ความปลอดภัยในการเก็บข้อมูลของท่าน
					ผู้พัฒนาได้ตระหนักถึงความปลอดภัยในการเก็บข้อมูลของท่าน
					เราได้ใช้มาตรการทางกายภาพ (Physical) อิเล็กทรอนิก (Electronic) และ
					กระบวนการการทำงาน (Procedural) ที่จะปกปัองข้อมูลในระบบเครื่องแม่ข่าย
					อาทิเช่น
					การจำกัดสิทธิ์ในการเข้าถึงระบบเฉพาะพนักงานและผู้รับเหมาผู้ที่จำเป็นต้องเข้าถึงเพื่อการให้บริการ
					พัฒนา ปรับปรุงแอปพลิเคชัน
				</p>
				<p className="text-md text-gray-600 pt-4">
					การเปลี่ยนแปลงนโยบายความเป็นส่วนตัว
					นโยบายความเป็นส่วนตัวนี้อาจมีการเปลี่ยนแปลง
					ผู้พัฒนาจะนำนโยบายความเป็นส่วนตัวใหม่มาประกาศที่นี่
					ผู้ใช้งานสามารถเข้ามาดูนโยบายได้ตลอดเวลา
					การใช้แอปพลิเคชันถือเป็นการยอมรับในนโยบายความเป็นส่วนตัว
				</p>
				<p className="text-md text-gray-600 pt-4">
					การยินยอม ผู้ใช้งานที่ลงทะเบียนบริการสำรองข้อมูล Backup และ ได้ Login
					เรียบร้อยแล้ว เมื่อดำเนินการสำรองข้อมูล (Backup)
					ในโมไบล์แอปพลิเคชันถือเป็นการยินยอมของผู้ใช้ที่จะส่งข้อมูลออกจากโมไบล์แอปพลิเคชันมาสำรองไว้ที่ระบบเครื่องแม่ข่ายของ
					KhunLook เมื่อดำเนินการกู้คืนข้อมูล (Restore)
					ในแอปพลิเคชันถือเป็นการยินยอมของผู้ใช้ที่จะนำข้อมูลออกจากระบบเครื่องแม่ข่ายของKhunLook
					ไปยังโมไบล์แอปพลิเคชัน KhunLook
					คุณลูกในเครื่องโมไบล์ของผู้ใช้เพื่อกู้คืนข้อมูล
				</p>
				<p className="text-md font-bold text-gray-600 pt-4">ติดต่อเรา</p>
				<p className="text-md text-gray-600 pt-4">
					สามารถติดต่อสอบถามเกี่ยวกับนโยบายความเป็นส่วนตัวหรือการทำงานของแอปพลิเคชัน
					ได้ทางอีเมลที่{' '}
					<a
						href="mailto:admin@khunlook.com"
						className="text-blue-900 hover:text-blue-600"
					>
						admin@khunlook.com
					</a>
				</p>
			</div>
		</div>
	);
}
